const PRODUCTS = [
    {
        "barcode": "2404120125229",
        "name": "Cigarettes",
        "price": 70.0
    },
    {
        "barcode": "2404120125571",
        "name": "Lemon juce",
        "price": 40.0
    },
    {
        "barcode": "5099873089798",
        "name": "ВИСКИ JACK DANIELS N7 Tennessee 0.75Л",
        "price": 15000.0
    },
    {
        "barcode": "5011007003005",
        "name": "ВИСКИ JAMESON 0.7Л",
        "price": 14000.0
    },
    {
        "barcode": "4750021003905",
        "name": "ВОДКА STOLI Gold 0.7Л",
        "price": 14000.0
    },
    {
        "barcode": "5010103800259",
        "name": "ВИСКИ J&B Rare 0.7Л",
        "price": 10500.0
    },
    {
        "barcode": "7702018273386",
        "name": "GILETTE STYLER Электрический 4в1",
        "price": 10100.0
    },
    {
        "barcode": "4820060254245",
        "name": "ВОДКА ХОРТИЦЯ 0.75Л De Luxe",
        "price": 10000.0
    },
    {
        "barcode": "5010196091008",
        "name": "ВИСКИ JIM BEAM 0.7Л",
        "price": 10000.0
    },
    {
        "barcode": "5011007015534",
        "name": "ВИСКИ JAMESON 0.5Л",
        "price": 10000.0
    },
    {
        "barcode": "5000267014203",
        "name": "ВИСКИ JW Red Label 0.7Л",
        "price": 9500.0
    },
    {
        "barcode": "5000299223031",
        "name": "РОМ CAPTAIN MORGAN Spiced Gold 0.7Л",
        "price": 9000.0
    },
    {
        "barcode": "4860065010057",
        "name": "ВИНО TV КРАСНОЕ ПСД Хванчкара 0.75Л",
        "price": 8900.0
    },
    {
        "barcode": "5010677035002",
        "name": "РОМ BACARDI Carta Negra 0.7Л",
        "price": 7500.0
    },
    {
        "barcode": "7312040017683",
        "name": "ВОДКА ABSOLUT Swedish 0.7Л",
        "price": 7500.0
    },
    {
        "barcode": "5010106113301",
        "name": "ВИСКИ BALLANTINE'S Finest 0.5Л",
        "price": 7400.0
    },
    {
        "barcode": "5060045583147",
        "name": "ВИСКИ JIM BEAM 0.5Л",
        "price": 7300.0
    },
    {
        "barcode": "5000267014401",
        "name": "ВИСКИ JW Red Label 0.5Л",
        "price": 7200.0
    },
    {
        "barcode": "8000570435402",
        "name": "ВИНО MARTINI Asti 0.75Л",
        "price": 7100.0
    },
    {
        "barcode": "5010677012546",
        "name": "РОМ BACARDI Carta Blanca 0.7Л",
        "price": 7000.0
    },
    {
        "barcode": "087000651289",
        "name": "РОМ CAPTAIN MORGAN Dark Rum 0.5Л",
        "price": 6900.0
    },
    {
        "barcode": "7702018874125",
        "name": "GILETTE БРИТВА Fusion 5 с лезвием",
        "price": 6800.0
    },
    {
        "barcode": "4850001002307",
        "name": "КОНЬЯК АРАРАТ 5ST 0.5Л",
        "price": 7000.0
    },
    {
        "barcode": "5000277000838",
        "name": "ВИСКИ DEWAR'S White Label 0.5Л",
        "price": 6300.0
    },
    {
        "barcode": "5000299210048",
        "name": "ВИСКИ PASSPORT SCOTCH 0.7",
        "price": 7000.0
    },
    {
        "barcode": "7312040017072",
        "name": "ВОДКА ABSOLUT Swedish 0.5Л",
        "price": 6200.0
    },
    {
        "barcode": "7702018085897",
        "name": "КАССЕТЫ GILETTE 2ШТ Fusion5 ProGlide",
        "price": 6150.0
    },
    {
        "barcode": "4860065010286",
        "name": "ВИНО TV КРАСНОЕ ПСД Оджалеши 0.75Л",
        "price": 5600.0
    },
    {
        "barcode": "4860065010071",
        "name": "ВИНО TV КРАСНОЕ ПСД Киндзмараули 0.75Л",
        "price": 5500.0
    },
    {
        "barcode": "4870044004656",
        "name": "КОНЬЯК BACCHUS 0.5Л ***** Асанали",
        "price": 6200.0
    },
    {
        "barcode": "4860065010293",
        "name": "ВИНО TV БЕЛОЕ ПСД Твиши 0.75Л",
        "price": 5200.0
    },
    {
        "barcode": "4860065010088",
        "name": "ВИНО TV КРАСНОЕ ПСД Ахашени 0.75Л",
        "price": 5200.0
    },
    {
        "barcode": "4860065010026",
        "name": "ВИНО TV КРАСНОЕ СХ Мукузани 0.75Л",
        "price": 5200.0
    },
    {
        "barcode": "5010677924009",
        "name": "ВИНО MARTINI Bianco 0.7Л",
        "price": 5000.0
    },
    {
        "barcode": "5000299210130",
        "name": "ВИСКИ PASSPORT SCOTCH 0.5Л",
        "price": 4800.0
    },
    {
        "barcode": "4820181424978",
        "name": "ВОДКА ЗЕРНО NEMIROFF Special UFC 0.5Л",
        "price": 4700.0
    },
    {
        "barcode": "4870044004557",
        "name": "КОНЬЯК БХС Казахстан 5ST 0.5Л",
        "price": 5500.0
    },
    {
        "barcode": "4870044002867",
        "name": "КОНЬЯК BACCHUS СУВ. *** 0.75Л Казахстан",
        "price": 5200.0
    },
    {
        "barcode": "4015600949822",
        "name": "СМО КАПСУЛЫ ARIEL 15ШТ Pods",
        "price": 4200.0
    },
    {
        "barcode": "8001090758231",
        "name": "СМО КАПСУЛЫ TIDE PODS 12ШТ Альпийская Свежесть",
        "price": 3000.0
    },
    {
        "barcode": "4084500569508",
        "name": "СМО КАПСУЛЫ TIDE PODS 12ШТ Альпийская Свежесть",
        "price": 3000.0
    },
    {
        "barcode": "5413149352827",
        "name": "СМО МИФ АВТ ФП 4000ГР МорозСвеж",
        "price": 4200.0
    },
    {
        "barcode": "3014260251970",
        "name": "GILETTE MACH3 Сменные Кассеты Для Безопасных Бритв 2ШТ",
        "price": 4000.0
    },
    {
        "barcode": "4860065012495",
        "name": "ВИНО TV КРАСНОЕ СХ Каберне Саперави 0.75Л",
        "price": 4000.0
    },
    {
        "barcode": "5601752080026",
        "name": "ВИНО FAVOIS БЕЛЫЙ СЛАДКИЙ 0.75Л",
        "price": 4000.0
    },
    {
        "barcode": "4607001777199",
        "name": "КОФЕ CARTE NOIRE СУБЛ. СБ 95ГР Original",
        "price": 6100.0
    },
    {
        "barcode": "4860065010170",
        "name": "ВИНО TV БЕЛОЕ ВЫДЕРЖАННОЕ СХ Цинандали Дубовые Бочки 0.75Л",
        "price": 3900.0
    },
    {
        "barcode": "5010677922005",
        "name": "ВИНО MARTINI Bianco 0.5Л",
        "price": 3850.0
    },
    {
        "barcode": "4600577004386",
        "name": "ВОДКА ЗЕРНО ROMANOV 0.7Л",
        "price": 3800.0
    },
    {
        "barcode": "4870044003840",
        "name": "КОНЬЯК BACCHUS 0.5Л 3st Казахстан EX",
        "price": 3600.0
    },
    {
        "barcode": "4860065010040",
        "name": "ВИНО TV КРАСНОЕ СХ Саперави 0.75Л",
        "price": 3600.0
    },
    {
        "barcode": "8714599512074",
        "name": "КОФЕ JACOBS СУБЛ. ПАК. 150ГР Monarch",
        "price": 5500.0
    },
    {
        "barcode": "7702018020706",
        "name": "GILETTE MACH3 Бритва Безопасная Со Сменными Кассетами",
        "price": 3500.0
    },
    {
        "barcode": "234567890120001",
        "name": "SIM Карта Акция",
        "price": 3490.0
    },
    {
        "barcode": "4820181420611",
        "name": "ВОДКА ЗЕРНО NEMIROFF Original 0.5Л",
        "price": 3400.0
    },
    {
        "barcode": "4820181420437",
        "name": "ВОДКА ЗЕРНО NEMIROFF Delikate 0.5Л",
        "price": 3400.0
    },
    {
        "barcode": "4820181420895",
        "name": "ВОДКА ЗЕРНО NEMIROFF Honey Pepper 0.5Л",
        "price": 3400.0
    },
    {
        "barcode": "4820181427269",
        "name": "ВОДКА ЗЕРНО NEMIROFF Cranberry 0.5Л",
        "price": 3400.0
    },
    {
        "barcode": "4870044005042",
        "name": "КОНЬЯК BACCHUS 0.5Л 4st Астана",
        "price": 3400.0
    },
    {
        "barcode": "4870215620876",
        "name": "ВОДКА ХОРТИЦЯ 0.7Л Ice",
        "price": 4000.0
    },
    {
        "barcode": "4870251040140",
        "name": "ВОДКА ХОРТИЦЯ 0.7Л Ice",
        "price": 4000.0
    },
    {
        "barcode": "4860065010019",
        "name": "ВИНО TV КРАСНОЕ ПСД Алазанская Долина 0.75Л",
        "price": 3300.0
    },
    {
        "barcode": "4860065015953",
        "name": "ВИНО TV РОЗОВОЕ СХ Саперави Розе 0.75Л",
        "price": 3200.0
    },
    {
        "barcode": "4810738007693",
        "name": "ВОДКА СВОЯК 0.7Л Стандарт",
        "price": 3100.0
    },
    {
        "barcode": "4600577003907",
        "name": "ВОДКА ЗЕРНО ROMANOV 0.5Л",
        "price": 3100.0
    },
    {
        "barcode": "4860038000207",
        "name": "ВИНО ДГ БЕЛОЕ СХ Цинандали 0.75Л",
        "price": 3100.0
    },
    {
        "barcode": "8001090378255",
        "name": "ПРК ALWAYS Ultra 5КП 30ШТ",
        "price": 3000.0
    },
    {
        "barcode": "7702018620227",
        "name": "GILETTE ЛОСЬОН ПОСЛЕ БРИТЬЯ Морской Аромат 100МЛ",
        "price": 3000.0
    },
    {
        "barcode": "3014260220051",
        "name": "GILETTE ГЕЛЬ ДЛЯ БРИТЬЯ Масло Какао 200МЛ",
        "price": 3000.0
    },
    {
        "barcode": "3014260214692",
        "name": "GILETTE ГЕЛЬ ДЛЯ БРИТЬЯ ЧК Алоэ 200МЛ",
        "price": 3000.0
    },
    {
        "barcode": "4860038005790",
        "name": "ВИНО ДГ БЕЛОЕ СХ Мцване 0.75",
        "price": 3000.0
    },
    {
        "barcode": "4860038000153",
        "name": "ВИНО ДГ КРАСНОЕ СХ Саперави 0.75Л",
        "price": 3000.0
    },
    {
        "barcode": "4870006304114",
        "name": "ВОДКА ЗЕРНО Зерновая 0.7Л",
        "price": 2950.0
    },
    {
        "barcode": "4870044005790",
        "name": "КОНЬЯК БХС Ц Bacchus 3ST 0.5Л",
        "price": 2920.0
    },
    {
        "barcode": "4870044001310",
        "name": "КОНЬЯК BACCHUS СУВ. *** 0.5Л Казахстан",
        "price": 4400.0
    },
    {
        "barcode": "4870215620548",
        "name": "ВОДКА МОРОША 0.7Л Мягкость 2",
        "price": 2900.0
    },
    {
        "barcode": "4860038001082",
        "name": "ВИНО ДГ КРАСНОЕ ПСХ Сачино 0.75Л",
        "price": 2900.0
    },
    {
        "barcode": "8683130013595",
        "name": "ИНМ MAGNUM Mini Duet 280.2ГР",
        "price": 2880.0
    },
    {
        "barcode": "4870215620562",
        "name": "ВОДКА МОРОША 0.7Л Мягкость 1",
        "price": 2800.0
    },
    {
        "barcode": "7702018255566",
        "name": "GILETTE БАЛЬЗАМ ПОСЛЕ БРИТЬЯ 50МЛ",
        "price": 2800.0
    },
    {
        "barcode": "4860065010064",
        "name": "ВИНО TV БЕЛОЕ ПСД Алазанская Долина 0.75Л",
        "price": 2800.0
    },
    {
        "barcode": "4860038079579",
        "name": "ВИНО ДГ РОЗОВОЕ ПСД Алазанская Долина Розе 0.75Л",
        "price": 2800.0
    },
    {
        "barcode": "4860038001075",
        "name": "ВИНО ДГ КРАСНОЕ СХ Тбилиси 0.75Л",
        "price": 2700.0
    },
    {
        "barcode": "4870002320781",
        "name": "ЧАЙ ПИАЛА ГРН 500ГР Кенийский",
        "price": 2500.0
    },
    {
        "barcode": "8700216101318",
        "name": "СМО КАПСУЛЫ ARIEL 10ШТ Pods",
        "price": 2400.0
    },
    {
        "barcode": "4870215620852",
        "name": "ВОДКА ХОРТИЦЯ 0.5Л Ice",
        "price": 3100.0
    },
    {
        "barcode": "4870251040133",
        "name": "ВОДКА ХОРТИЦЯ 0.5Л Ice",
        "price": 3100.0
    },
    {
        "barcode": "4860065010101",
        "name": "ВИНО TV БЕЛОЕ СХ Цинандали 0.75Л",
        "price": 3400.0
    },
    {
        "barcode": "4860038000191",
        "name": "ВИНО ДГ БЕЛОЕ ПСД Алазанская Долина 0.75Л",
        "price": 2900.0
    },
    {
        "barcode": "4015400219712",
        "name": "ТАМПОН TAMPAX COMPAK S Drop-3",
        "price": 2100.0
    },
    {
        "barcode": "4015400219620",
        "name": "ТАМПОН TAMPAX COMPAK S+ Drop-4",
        "price": 2100.0
    },
    {
        "barcode": "4870006303407",
        "name": "ВОДКА ЗЕРНО Зерновая 0.5Л",
        "price": 2400.0
    },
    {
        "barcode": "4600577009442",
        "name": "ВОДКА ЗЕРНО КРАФТЪ Пшеничный 0.5Л",
        "price": 4200.0
    },
    {
        "barcode": "4600577009572",
        "name": "ВОДКА ЗЕРНО КРАФТЪ Отборная 0.5Л",
        "price": 4200.0
    },
    {
        "barcode": "8006540319697",
        "name": "ДЕЗОДОРАНТ ТВЕРДЫЙ OLD SPICE 85МЛ Wolfthorn",
        "price": 2600.0
    },
    {
        "barcode": "8006540319888",
        "name": "ДЕЗОДОРАНТ ТВЕРДЫЙ OLD SPICE 65МЛ Pure Protection",
        "price": 2100.0
    },
    {
        "barcode": "4860038075458",
        "name": "ВИНО ДГ БЕЛОЕ ПСХ Сачино 0.75Л",
        "price": 2400.0
    },
    {
        "barcode": "4870233466593",
        "name": "ШИНЛ МИША ВАННА 490ГР Клубника",
        "price": 2600.0
    },
    {
        "barcode": "4870233466616",
        "name": "ШИНЛ МИША ВАННА 490ГР Карамель Сгущенка",
        "price": 2600.0
    },
    {
        "barcode": "4870233466418",
        "name": "ШИНЛ МИША ПАКЕТ 800ГР Цельный Молоко",
        "price": 3000.0
    },
    {
        "barcode": "4870233463233",
        "name": "ШИНЛ МИША ПАКЕТ 800ГР Шоколад",
        "price": 2500.0
    },
    {
        "barcode": "8001090603807",
        "name": "ПРК NATURELLA XXL Pack 2Т 100ШТ",
        "price": 2300.0
    },
    {
        "barcode": "8714599107874",
        "name": "КОФЕ JACOBS СУБЛ. СБ 95ГР Gold",
        "price": 4050.0
    },
    {
        "barcode": "4870006304459",
        "name": "ВОДКА ЗЕРНО ГОРЫНЫЧ Огненный 0.5Л",
        "price": 2300.0
    },
    {
        "barcode": "4870006304473",
        "name": "ВОДКА ЗЕРНО ГОРЫНЫЧ Ледяной 0.5Л",
        "price": 2300.0
    },
    {
        "barcode": "5410076659128",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Яблочная Свежесть",
        "price": 2500.0
    },
    {
        "barcode": "5000174028522",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Ментол",
        "price": 2500.0
    },
    {
        "barcode": "5000174194401",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Цитрусовая Свежесть",
        "price": 2500.0
    },
    {
        "barcode": "4015600765156",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Цитрусовая Свежесть",
        "price": 2500.0
    },
    {
        "barcode": "5000174900637",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Основной Уход",
        "price": 2500.0
    },
    {
        "barcode": "5000174900774",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Основной Уход",
        "price": 2500.0
    },
    {
        "barcode": "8001841406480",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Глубокое Увлажнение Кокос",
        "price": 2500.0
    },
    {
        "barcode": "5000174511871",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Энергия Океана",
        "price": 2500.0
    },
    {
        "barcode": "5000174900972",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Объем От Самых Корней",
        "price": 2500.0
    },
    {
        "barcode": "8001841555782",
        "name": "ШАМПУНЬ AUSSIE SOS 290МЛ Глубокое Восстановление [782]",
        "price": 2500.0
    },
    {
        "barcode": "4870044002874",
        "name": "КОНЬЯК BACCHUS СУВ. *** 0.375Л Казахстан",
        "price": 3100.0
    },
    {
        "barcode": "4870044005806",
        "name": "КОНЬЯК БХС Ц Bacchus 3ST 0.375Л",
        "price": 2250.0
    },
    {
        "barcode": "5413149354128",
        "name": "СМО МИФ АВТ ФП 2000ГР СвежЦвет",
        "price": 2100.0
    },
    {
        "barcode": "5413149352858",
        "name": "СМО МИФ АВТ ТР 2000ГР СвежЦвет",
        "price": 2200.0
    },
    {
        "barcode": "4810738005811",
        "name": "ВОДКА СВОЯК 0.5Л Стандарт",
        "price": 2200.0
    },
    {
        "barcode": "5410076390779",
        "name": "ШАМПУНЬ AUSSIE SOS 250МЛ Реконструктор Австралийский Орех",
        "price": 2200.0
    },
    {
        "barcode": "8001841558127",
        "name": "ШАМПУНЬ AUSSIE SOS 200МЛ Глубокое Восстановление Австралийские Суперфрукты",
        "price": 2200.0
    },
    {
        "barcode": "8006540421420",
        "name": "ШАМПУНЬ AUSSIE SOS 200МЛ Кондиционер Австралийская Дикая Слива",
        "price": 2200.0
    },
    {
        "barcode": "4870215620494",
        "name": "ВОДКА МОРОША 0.5Л Мягкость 1",
        "price": 2100.0
    },
    {
        "barcode": "4870006304299",
        "name": "ВОДКА ЗЕРНО SAMRUK Nagyz 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4870006304237",
        "name": "ВОДКА ЗЕРНО SAMRUK Asyl 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4607154770092",
        "name": "ВОДКА ЗЕРНО МЯГКИЙ ЗНАК Синий 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4607154770726",
        "name": "ВОДКА ЗЕРНО МЯГКИЙ ЗНАК Белый 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4870200770371",
        "name": "БАРОН МАНТЫ Тыква",
        "price": 2500.0
    },
    {
        "barcode": "4084500644991",
        "name": "УМС ЖИДКОСТЬ MRPROPER 1000МЛ Горный Ручей",
        "price": 2000.0
    },
    {
        "barcode": "4084500644847",
        "name": "УМС ЖИДКОСТЬ MRPROPER 1000МЛ Океан",
        "price": 1200.0
    },
    {
        "barcode": "8001090660244",
        "name": "СМО МИФ РУЧ ФП 1800ГР МорозСвеж",
        "price": 1800.0
    },
    {
        "barcode": "4870215621804",
        "name": "ВОДКА ХОРТИЦЯ 0.5Л Тинктура Клюква Мята",
        "price": 2000.0
    },
    {
        "barcode": "4870044000191",
        "name": "БРЕНДИ BACCHUS 0.5Л Улар Дармен [191]",
        "price": 2000.0
    },
    {
        "barcode": "4870044003826",
        "name": "БРЕНДИ BACCHUS 0.5Л Дармен",
        "price": 2000.0
    },
    {
        "barcode": "4620004390646",
        "name": "КОФЕ MACCOFE СУБЛ. СТ 100ГР Gold",
        "price": 2000.0
    },
    {
        "barcode": "8001841436869",
        "name": "ШАМПУНЬ HERBAL ESSENCES 275МЛ Арган Масло",
        "price": 2000.0
    },
    {
        "barcode": "8700216441377",
        "name": "ШАМПУНЬ HERBAL ESSENCES 275МЛ Арган Масло",
        "price": 2000.0
    },
    {
        "barcode": "4870233466555",
        "name": "ШИНЛ МИША ВАННА 490ГР Цельное Молоко",
        "price": 2600.0
    },
    {
        "barcode": "4870233466579",
        "name": "ШИНЛ МИША ВАННА 490ГР Шоколад",
        "price": 2600.0
    },
    {
        "barcode": "8714599512043",
        "name": "КОФЕ JACOBS СУБЛ. ПАК. 75ГР Monarch",
        "price": 3250.0
    },
    {
        "barcode": "4870200770548",
        "name": "БАРОН ПЕЛЬМЕНИ Мусульманские большие",
        "price": 2400.0
    },
    {
        "barcode": "4870200772702",
        "name": "БАРОН ПЕЛЬМЕНИ Мусульманские Мини",
        "price": 2400.0
    },
    {
        "barcode": "4870006304374",
        "name": "ВОДКА ЗЕРНО МЕДВЕДЬ Полярный 0.5Л",
        "price": 1900.0
    },
    {
        "barcode": "4600577008797",
        "name": "ВОДКА ЗЕРНО ВЕТЕР 0.5Л",
        "price": 1900.0
    },
    {
        "barcode": "5000174651249",
        "name": "ШАМПУНЬ PANTENE 400МЛ Густые и крепкие [249]",
        "price": 1800.0
    },
    {
        "barcode": "5000174211900",
        "name": "ШАМПУНЬ PANTENE 400МЛ Яркость Цвета [900]",
        "price": 1900.0
    },
    {
        "barcode": "5011321857018",
        "name": "ШАМПУНЬ PANTENE 400МЛ PRO-V Интенсивное Восстановление",
        "price": 2400.0
    },
    {
        "barcode": "8001841288055",
        "name": "ШАМПУНЬ HERBAL ESSENCES 400МЛ Кокос Молоко",
        "price": 1900.0
    },
    {
        "barcode": "8001841287973",
        "name": "ШАМПУНЬ HERBAL ESSENCES 400МЛ Арган Масло Веганский",
        "price": 1800.0
    },
    {
        "barcode": "8006540890080",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 850МЛ Sensitive",
        "price": 2300.0
    },
    {
        "barcode": "8006540901823",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 850МЛ Gold Orchid & Vanilla",
        "price": 2300.0
    },
    {
        "barcode": "8006540890066",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 850МЛ Spring Awakening",
        "price": 2300.0
    },
    {
        "barcode": "8001090673329",
        "name": "ШАМПУНЬ PANTENE PROV 360МЛ Густые И Крепкие [329]",
        "price": 1800.0
    },
    {
        "barcode": "5013965696596",
        "name": "ШАМПУНЬ PANTENE PROV 360МЛ Aqua Light",
        "price": 1800.0
    },
    {
        "barcode": "5011321616790",
        "name": "ШАМПУНЬ PANTENE PROV 360МЛ Густые И Крепкие [790]",
        "price": 1800.0
    },
    {
        "barcode": "5013965737510",
        "name": "ШАМПУНЬ PANTENE PROV 360МЛ Интенсивное Восстановление [510]",
        "price": 1800.0
    },
    {
        "barcode": "8001090879066",
        "name": "ШАМПУНЬ WELLA PRO SERIES 500МЛ Чистое Сияние",
        "price": 2100.0
    },
    {
        "barcode": "8001090879189",
        "name": "ШАМПУНЬ WELLA PRO SERIES 500МЛ Масло Моринги",
        "price": 2400.0
    },
    {
        "barcode": "8001090879585",
        "name": "БАЛЬЗАМ-ОПОЛ. WELLA PRO SERIES 500МЛ Активное Увлажнение",
        "price": 2100.0
    },
    {
        "barcode": "4780032520146",
        "name": "MUSA САМСА Готовая 12ШТ",
        "price": 1790.0
    },
    {
        "barcode": "4008638111019",
        "name": "КОНС LORADO Ананас Шайбы Сироп  565ГР",
        "price": 1750.0
    },
    {
        "barcode": "4870044004762",
        "name": "ШАМПАНСКОЕ БХС Советское ПСД 0.75Л",
        "price": 1750.0
    },
    {
        "barcode": "4870044000962",
        "name": "ШАМПАНСКОЕ БХС Советское ПСХ 0.75Л",
        "price": 1750.0
    },
    {
        "barcode": "4870201582218",
        "name": "АС РЫБА СЕЛЕДОЧКА Пряного Посола 350ГР",
        "price": 1800.0
    },
    {
        "barcode": "4870006304213",
        "name": "ВОДКА ЗЕРНО Дастан 0.48Л",
        "price": 1720.0
    },
    {
        "barcode": "4870200770296",
        "name": "БАРОН ФАРШ Синий 380ГР",
        "price": 2100.0
    },
    {
        "barcode": "8001090161994",
        "name": "ПРК DISCREET DEO Irresistable 60ШТ",
        "price": 1700.0
    },
    {
        "barcode": "4607038062183",
        "name": "КОНС СПЕЦЗАКАЗ Печень Трески 250ГР",
        "price": 1700.0
    },
    {
        "barcode": "4084500978973",
        "name": "ШАМПУНЬ-ГДД OLD SPICE 3in1 400МЛ Wolfthorn",
        "price": 2500.0
    },
    {
        "barcode": "4084500019195",
        "name": "ДЕЗОДОРАНТ ТВЕРДЫЙ OLD SPICE 50МЛ Wolfthorn",
        "price": 2100.0
    },
    {
        "barcode": "4015600862640",
        "name": "ДЕЗОДОРАНТ ТВЕРДЫЙ OLD SPICE 50МЛ Bearglove",
        "price": 2100.0
    },
    {
        "barcode": "4015600306564",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ OLD SPICE 150МЛ Wolfthorn",
        "price": 1800.0
    },
    {
        "barcode": "4084500507135",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ OLD SPICE 150МЛ Whitewater",
        "price": 1800.0
    },
    {
        "barcode": "4084500940574",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ OLD SPICE 150МЛ Citron",
        "price": 1800.0
    },
    {
        "barcode": "8700216170024",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ OLD SPICE 150МЛ Citron",
        "price": 1800.0
    },
    {
        "barcode": "8001841669892",
        "name": "ШАМПУНЬ HERBAL ESSENCES 275МЛ Алоэ Манго",
        "price": 2000.0
    },
    {
        "barcode": "8001841436654",
        "name": "ШАМПУНЬ HERBAL ESSENCES 275МЛ Грейпфрут Мята",
        "price": 2000.0
    },
    {
        "barcode": "4015400869443",
        "name": "СМП FAIRY 900МЛ Сочный Лимон",
        "price": 1700.0
    },
    {
        "barcode": "4015400992066",
        "name": "СМП FAIRY 900МЛ Яблоко",
        "price": 1700.0
    },
    {
        "barcode": "8006540438633",
        "name": "ШАМПУНЬ PANTENE PROV 200МЛ Miracles [610]",
        "price": 1650.0
    },
    {
        "barcode": "4603014001122",
        "name": "ЗУБПАСТА SPLAT Ликвум Гель 100МЛ",
        "price": 1650.0
    },
    {
        "barcode": "4600680000534",
        "name": "КОФЕ NESCAFE СУБЛ. ПКТ 75ГР Gold",
        "price": 1600.0
    },
    {
        "barcode": "4870002320989",
        "name": "ЧАЙ ПИАЛА ПКТ 100П Зеленый",
        "price": 2000.0
    },
    {
        "barcode": "8001841009513",
        "name": "ПРК ALWAYS Незаметная Защита  4Т 18ШТ",
        "price": 1520.0
    },
    {
        "barcode": "4607958073054",
        "name": "ПМОЖЕТ СЫР КОП 250ГР Юбилейная",
        "price": 2120.0
    },
    {
        "barcode": "8006540159323",
        "name": "УМС ЖИДКОСТЬ MRPROPER 500МЛ СПР Скорость",
        "price": 1500.0
    },
    {
        "barcode": "8001841610009",
        "name": "СМО ПОРОШОК TIDE 1000ГР АВТ Color",
        "price": 1500.0
    },
    {
        "barcode": "8006540231746",
        "name": "ПРК DISCREET DEO Zone Plus 52ШТ",
        "price": 1500.0
    },
    {
        "barcode": "4607038064132",
        "name": "КОНС СПЕЦЗАКАЗ Сардина 250ГР",
        "price": 1500.0
    },
    {
        "barcode": "4620004391056",
        "name": "КОФЕ MACCOFE СУБЛ. ПКТ 75ГР Arabica",
        "price": 1500.0
    },
    {
        "barcode": "4084500979239",
        "name": "ШАМПУНЬ-ГДД OLD SPICE 3in1 250МЛ Whitewater",
        "price": 1400.0
    },
    {
        "barcode": "3014260240226",
        "name": "ПЕНА ДЛЯ БРИТЬЯ GILETTE 200МЛ Original Scent",
        "price": 1600.0
    },
    {
        "barcode": "8001841142937",
        "name": "ЗУБПАСТА BAM 3D WHITE Древесный Уголь",
        "price": 1500.0
    },
    {
        "barcode": "5000174415773",
        "name": "ЗУБПАСТА BAM 3D WHITE Нежная Мята 100МЛ",
        "price": 1500.0
    },
    {
        "barcode": "4607136130050",
        "name": "ВИНО FERELLI ПСД Фруктовое 0.75Л",
        "price": 1500.0
    },
    {
        "barcode": "4870044002997",
        "name": "ВИНО BACCHUS БЕЛОЕ СХ 0.75Л Жар-Жар",
        "price": 1480.0
    },
    {
        "barcode": "75032814",
        "name": "ПИВО CORONA Extra 0.335L СТ",
        "price": 1450.0
    },
    {
        "barcode": "4607958073047",
        "name": "ПМОЖЕТ СЫР КОП 250ГР Ароматная",
        "price": 2150.0
    },
    {
        "barcode": "4607958074877",
        "name": "ПМОЖЕТ СЫР КОП 250ГР Ароматная",
        "price": 2150.0
    },
    {
        "barcode": "8001841518213",
        "name": "УМС ЖИДКОСТЬ MRPROPER 750МЛ Сода",
        "price": 1400.0
    },
    {
        "barcode": "5413149157378",
        "name": "УМС ЖИДКОСТЬ MRPROPER 750МЛ Лимон",
        "price": 1000.0
    },
    {
        "barcode": "5413149157422",
        "name": "УМС ЖИДКОСТЬ MRPROPER 750МЛ Океан",
        "price": 1400.0
    },
    {
        "barcode": "8714599524244",
        "name": "КОФЕ JACOBS СУБЛ. СБ 47.5ГР Monarch",
        "price": 2200.0
    },
    {
        "barcode": "4605246016073",
        "name": "КОФЕ ЖОКЕЙ ЖАР-ЗЕРН. ПКТ 130ГР Мокка",
        "price": 1400.0
    },
    {
        "barcode": "4870004931121",
        "name": "МЯСО ТУШЕН. КОНС. КУБЛЕЙ 325ГР Казы Бешбармак",
        "price": 1650.0
    },
    {
        "barcode": "4870044005240",
        "name": "ВИНО BACCHUS БЕЛОЕ 0.7Л Портвейн 72",
        "price": 2000.0
    },
    {
        "barcode": "8700216083898",
        "name": "ШАМПУНЬ PANTENE PRO-V 250МЛ Интесивное Восстановление",
        "price": 1250.0
    },
    {
        "barcode": "5011321616318",
        "name": "ШАМПУНЬ PANTENE 250МЛ Густые и Крепкие",
        "price": 1900.0
    },
    {
        "barcode": "5410076565160",
        "name": "ШАМПУНЬ PANTENE 250МЛ Aqua Light",
        "price": 1400.0
    },
    {
        "barcode": "8001841479309",
        "name": "ПРК NATURELLA CLASSIC D4 18ШТ",
        "price": 1350.0
    },
    {
        "barcode": "8714599103562",
        "name": "КОФЕ JACOBS СУБЛ. ПАК. 50ГР Monarch",
        "price": 2200.0
    },
    {
        "barcode": "5413149397811",
        "name": "СМП (СОЦ) МИФ 1000МЛ Лимон",
        "price": 1400.0
    },
    {
        "barcode": "5413149556966",
        "name": "СМП (СОЦ) МИФ 1000МЛ Алоэ Вера",
        "price": 1400.0
    },
    {
        "barcode": "8001090430663",
        "name": "ПРК ALWAYS S3 14ШТ Platinum",
        "price": 1650.0
    },
    {
        "barcode": "8001841041360",
        "name": "САЛФЕТКИ ВЛАЖНЫЕ PAMPERS 52ШТ Fresh Clean",
        "price": 1100.0
    },
    {
        "barcode": "8006540458563",
        "name": "САЛФЕТКИ ВЛАЖНЫЕ PAMPERS 48ШТ Harmonie Aqua",
        "price": 1300.0
    },
    {
        "barcode": "5601059062534",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 200МЛ Основной Уход",
        "price": 1600.0
    },
    {
        "barcode": "5601059396677",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 200МЛ Основной Уход",
        "price": 1600.0
    },
    {
        "barcode": "5000174511840",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 200МЛ Энергия Океана",
        "price": 1550.0
    },
    {
        "barcode": "5000174028447",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 200МЛ Ментол",
        "price": 1550.0
    },
    {
        "barcode": "5000174896169",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 200МЛ Ментол",
        "price": 1550.0
    },
    {
        "barcode": "5410076659098",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 200МЛ Яблочная Свежесть",
        "price": 1550.0
    },
    {
        "barcode": "5013965695988",
        "name": "ШАМПУНЬ PANTENE 200МЛ Aqua Light [988]",
        "price": 1300.0
    },
    {
        "barcode": "5000174651164",
        "name": "ШАМПУНЬ PANTENE 200МЛ Густые Крепкие [164]",
        "price": 1400.0
    },
    {
        "barcode": "8001841359175",
        "name": "ЗУБПАСТА BAM 3D WHITE Luxe Зеленый 75МЛ",
        "price": 1300.0
    },
    {
        "barcode": "8001090073907",
        "name": "ЗУБПАСТА BAM 3D WHITE LUXE Фиолетовый 75МЛ",
        "price": 1300.0
    },
    {
        "barcode": "8006540316382",
        "name": "ЗУБПАСТА BAM 3D WHITE LUXE Черный 75МЛ",
        "price": 1300.0
    },
    {
        "barcode": "8006540421352",
        "name": "ЗУБПАСТА BAM PROEXPERT Защита от Чувствительности  Нежная Мята 75МЛ",
        "price": 1300.0
    },
    {
        "barcode": "8006540421239",
        "name": "ЗУБПАСТА BAM PROEXPERT Крепкие Зубы Тонизирующая Мята 75МЛ",
        "price": 1300.0
    },
    {
        "barcode": "4870002320415",
        "name": "ЧАЙ ПИАЛА ГРН 250ГР Кенийский",
        "price": 1600.0
    },
    {
        "barcode": "4870001902148",
        "name": "СОЛ КАПЧАГАЙКА Томаты Маринованные 2Л",
        "price": 1650.0
    },
    {
        "barcode": "8001841479385",
        "name": "ПРК NATURELLA CLASSIC D4 12ШТ Night",
        "price": 1300.0
    },
    {
        "barcode": "4870206790281",
        "name": "КОНС МЕД ЗАМЕДОМ Разнотравный",
        "price": 1250.0
    },
    {
        "barcode": "4870004930032",
        "name": "МЯСО ТУШЕН. КОНС. КУБЛЕЙ 325ГР Конина",
        "price": 2100.0
    },
    {
        "barcode": "4870004936324",
        "name": "МЯСО ТУШЕН. КОНС. КУБЛЕЙ 325ГР Говядина",
        "price": 2000.0
    },
    {
        "barcode": "4870004930025",
        "name": "МЯСО ТУШЕН. КОНС. КУБЛЕЙ 325ГР Говядина",
        "price": 2000.0
    },
    {
        "barcode": "9002490217846",
        "name": "ЭНЕРГ RED BULL ЖБ 0.473Л Classic",
        "price": 1600.0
    },
    {
        "barcode": "4630007401379",
        "name": "СЕМЕЧКИ ДЖИНН СОЛН.ВЕЛ. МС 300ГР Синий",
        "price": 1380.0
    },
    {
        "barcode": "4870233460232",
        "name": "ШИНЛ МИША ПАКЕТ 400ГР Цельный Молоко",
        "price": 1650.0
    },
    {
        "barcode": "4870233466395",
        "name": "ШИНЛ МИША ПАКЕТ 400ГР Цельный Молоко",
        "price": 1650.0
    },
    {
        "barcode": "4870233463219",
        "name": "ШИНЛ МИША ПАКЕТ 400ГР Шоколад",
        "price": 1350.0
    },
    {
        "barcode": "4870233467590",
        "name": "ШИНЛ МИША ПАКЕТ 400ГР Шоколад",
        "price": 1350.0
    },
    {
        "barcode": "4870002323171",
        "name": "ЧАЙ ПИАЛА ГРН 250ГР Вечерний",
        "price": 1480.0
    },
    {
        "barcode": "5410076978434",
        "name": "УМС ЖИДКОСТЬ MRPROPER 500МЛ Горный Ручей",
        "price": 750.0
    },
    {
        "barcode": "8001090628848",
        "name": "УМС ЖИДКОСТЬ MRPROPER 500МЛ Классика",
        "price": 750.0
    },
    {
        "barcode": "5413149070066",
        "name": "УМС ЖИДКОСТЬ MRPROPER 500МЛ Лимон",
        "price": 950.0
    },
    {
        "barcode": "8001841532226",
        "name": "СМО МИФ АВТ ТП 1000ГР МорозСвеж",
        "price": 1200.0
    },
    {
        "barcode": "8001090604040",
        "name": "ПРК NATURELLA XL Pack 2Т 52ШТ",
        "price": 1200.0
    },
    {
        "barcode": "4600680010632",
        "name": "КОФЕ NESCAFE СУБЛ. СТ 95ГР Classic",
        "price": 1200.0
    },
    {
        "barcode": "3083680010061",
        "name": "КОНС BONDUELLE Шампиньоны Целые 400ГР",
        "price": 1200.0
    },
    {
        "barcode": "4870004930315",
        "name": "МЯСО ТУШЕН. КОНС. КУБЛЕЙ 325ГР Свинина",
        "price": 1500.0
    },
    {
        "barcode": "8006540865408",
        "name": "МЫЛО ЖИДКОЕ SAFEGUARD 225МЛ KIDS Тропический Аромат",
        "price": 1200.0
    },
    {
        "barcode": "5410076352623",
        "name": "МЫЛО ЖИДКОЕ SAFEGUARD 225МЛ Классическое Белое",
        "price": 1250.0
    },
    {
        "barcode": "8001090338143",
        "name": "МЫЛО ЖИДКОЕ SAFEGUARD 225МЛ Аромат Лаванды",
        "price": 1250.0
    },
    {
        "barcode": "4607958071715",
        "name": "ПМОЖЕТ ВАР КОП 350ГР Охотничий",
        "price": 1770.0
    },
    {
        "barcode": "4810738007778",
        "name": "ВОДКА СВОЯК 0.2Л Стандарт",
        "price": 1170.0
    },
    {
        "barcode": "4870044004724",
        "name": "КОНЬЯК BACCHUS 0.2Л 3st Казахстан",
        "price": 1800.0
    },
    {
        "barcode": "03129029",
        "name": "МАСКА NICE CODE Blue",
        "price": 1160.0
    },
    {
        "barcode": "03129012",
        "name": "МАСКА NICE CODE Green",
        "price": 1160.0
    },
    {
        "barcode": "03129036",
        "name": "МАСКА NICE CODE Brown 18ГР",
        "price": 1160.0
    },
    {
        "barcode": "4870005423434",
        "name": "СОЛ PRIMARIO Томат Черри 700ГР",
        "price": 1150.0
    },
    {
        "barcode": "4870218890313",
        "name": "КОНС РИФ Тунец Филе 185ГР",
        "price": 1150.0
    },
    {
        "barcode": "4870215620470",
        "name": "ВОДКА ХОРТИЦЯ 0.25Л Серебряная Прохлада",
        "price": 1450.0
    },
    {
        "barcode": "4870251040225",
        "name": "ВОДКА ХОРТИЦЯ 0.25Л Серебряная Прохлада",
        "price": 1450.0
    },
    {
        "barcode": "4870215621934",
        "name": "ВОДКА МОРОША 0.25Л Мягкость 2",
        "price": 1150.0
    },
    {
        "barcode": "4870251040355",
        "name": "ВОДКА МОРОША 0.25Л Мягкость 2",
        "price": 1150.0
    },
    {
        "barcode": "4870002321351",
        "name": "СОК DADA 1.90Л ТП Персик",
        "price": 1470.0
    },
    {
        "barcode": "4870002328206",
        "name": "СОК DADA 1.90Л ТП Тропик",
        "price": 1470.0
    },
    {
        "barcode": "4870200770203",
        "name": "БАРОН ПЕЛЬМЕНИ Говядина",
        "price": 1380.0
    },
    {
        "barcode": "4605246003578",
        "name": "ЧАЙ GREENFIELD ЛСТ 100ГР Flying Dragon Green Tea",
        "price": 1100.0
    },
    {
        "barcode": "8006540225691",
        "name": "ПРК NATURELLA ULTRA D5 18ШТ",
        "price": 1100.0
    },
    {
        "barcode": "4870218890955",
        "name": "RB ЧЕЧИЛ Прямой",
        "price": 1150.0
    },
    {
        "barcode": "4820039804853",
        "name": "ТЖ СЫР ПОЛУТВЕРДЫЙ КОМО 200ГР Кантри",
        "price": 1780.0
    },
    {
        "barcode": "8001841009414",
        "name": "ПРК ALWAYS НЗ Удлиненные 3КП 16ШТ",
        "price": 1040.0
    },
    {
        "barcode": "4870003432537",
        "name": "МОЛОКО (SZ) БУРЕНКИНО 3.2% 1.9Л ТП",
        "price": 1200.0
    },
    {
        "barcode": "4870217620201",
        "name": "СОЛ ПЕСНЯ ЛЕТА 720МЛ Маринованные Огурчики",
        "price": 1450.0
    },
    {
        "barcode": "4870200770227",
        "name": "БАРОН ПЕЛЬМЕНИ Сибирские",
        "price": 1190.0
    },
    {
        "barcode": "46230560",
        "name": "СИГ RICHMOND Black Edition",
        "price": 1440.0
    },
    {
        "barcode": "48745925",
        "name": "СИГ RICHMOND Black Edition",
        "price": 1440.0
    },
    {
        "barcode": "48745932",
        "name": "СИГ RICHMOND Gold Edition",
        "price": 1440.0
    },
    {
        "barcode": "48746748",
        "name": "СИГ RICHMOND Royal Edition",
        "price": 1440.0
    },
    {
        "barcode": "46230614",
        "name": "СИГ RICHMOND Red Edition",
        "price": 1440.0
    },
    {
        "barcode": "48747219",
        "name": "СИГ RICHMOND Red Edition",
        "price": 1440.0
    },
    {
        "barcode": "46230607",
        "name": "СИГ RICHMOND Bronze Edition",
        "price": 1440.0
    },
    {
        "barcode": "48747226",
        "name": "СИГ RICHMOND Bronze Edition",
        "price": 1440.0
    },
    {
        "barcode": "48741941",
        "name": "СИГ PARLIAMENT R Night Blue",
        "price": 1440.0
    },
    {
        "barcode": "48741958",
        "name": "СИГ PARLIAMENT R Aqua Blue",
        "price": 1440.0
    },
    {
        "barcode": "48742245",
        "name": "СИГ PARLIAMENT R Silver Blue",
        "price": 1440.0
    },
    {
        "barcode": "48742252",
        "name": "СИГ PARLIAMENT R Platinum Blue",
        "price": 1440.0
    },
    {
        "barcode": "4780030111308",
        "name": "СОЛ MARINELLE Томаты Деликатесные 720МЛ",
        "price": 1000.0
    },
    {
        "barcode": "4607958072392",
        "name": "ПМОЖЕТ ВАР 400ГР Экстра",
        "price": 1550.0
    },
    {
        "barcode": "8001090016980",
        "name": "СМП FAIRY SH 650МЛ Мята Чайное Дерево",
        "price": 1200.0
    },
    {
        "barcode": "4015400869412",
        "name": "СМП FAIRY 650МЛ Лимон",
        "price": 1200.0
    },
    {
        "barcode": "8001090170354",
        "name": "ПРК DISCREET DEO Waterlily 60ШТ",
        "price": 1250.0
    },
    {
        "barcode": "8001090162076",
        "name": "ПРК DISCREET DEO Normal 60ШТ",
        "price": 1250.0
    },
    {
        "barcode": "4015400612377",
        "name": "ПРОКЛАДКИ ALWAYS ULTRA S5 12ШТ NIGHT Экстра-Защита Эконом-Пачка",
        "price": 1700.0
    },
    {
        "barcode": "4870004935358",
        "name": "КОНС КУБЛЕЙ 240ГР Печень Трески",
        "price": 1000.0
    },
    {
        "barcode": "234567890120002",
        "name": "SIM Карта",
        "price": 1000.0
    },
    {
        "barcode": "4820039807434",
        "name": "ТЖ СЫР ПОЛУТВЕРДЫЙ КОМО 200ГР Сливочный",
        "price": 1750.0
    },
    {
        "barcode": "4820039807410",
        "name": "ТЖ СЫР ПОЛУТВЕРДЫЙ КОМО 200ГР Пашехонский",
        "price": 1750.0
    },
    {
        "barcode": "4820039807427",
        "name": "ТЖ СЫР ПОЛУТВЕРДЫЙ КОМО 200ГР Сметанковый",
        "price": 1750.0
    },
    {
        "barcode": "4870206557846",
        "name": "МЯСНЫЕ ПАЛОЧКИ ПЕРВОМАЙКА MRMEAT Cheese",
        "price": 1320.0
    },
    {
        "barcode": "48746359",
        "name": "СИГ DUNHILL R Blue",
        "price": 1480.0
    },
    {
        "barcode": "48746366",
        "name": "СИГ DUNHILL R Silver",
        "price": 1480.0
    },
    {
        "barcode": "234567890120003",
        "name": "USB Шнур T1",
        "price": 1000.0
    },
    {
        "barcode": "234567890120004",
        "name": "USB Зарядка",
        "price": 990.0
    },
    {
        "barcode": "4870002954863",
        "name": "COPPA ITALIA СТАКАН 400ГР Классика",
        "price": 980.0
    },
    {
        "barcode": "46208262",
        "name": "СИГ SOBRANIE Chrome Refine",
        "price": 1370.0
    },
    {
        "barcode": "48747240",
        "name": "СИГ SOBRANIE Chrome Refine",
        "price": 1370.0
    },
    {
        "barcode": "48746991",
        "name": "СИГ PARLIAMENT Cruise SohoNYC Blue",
        "price": 1350.0
    },
    {
        "barcode": "48745284",
        "name": "СИГ PARLIAMENT Cruise SohoNYC Silver",
        "price": 1350.0
    },
    {
        "barcode": "48741514",
        "name": "СИГ PARLIAMENT SS Reserve",
        "price": 1350.0
    },
    {
        "barcode": "4870240014374",
        "name": "СИГ PARLIAMENT SS Reserve",
        "price": 1350.0
    },
    {
        "barcode": "48741606",
        "name": "СИГ PARLIAMENT SS Reserve 100",
        "price": 1350.0
    },
    {
        "barcode": "48744980",
        "name": "СИГ PARLIAMENT SS Mix",
        "price": 1350.0
    },
    {
        "barcode": "48745314",
        "name": "СИГ PARLIAMENT SS Winter Fuse",
        "price": 1350.0
    },
    {
        "barcode": "4870240018358",
        "name": "СИГ PARLIAMENT SS Winter Fuse",
        "price": 1350.0
    },
    {
        "barcode": "48743273",
        "name": "СИГ MARLBORO Touch",
        "price": 1300.0
    },
    {
        "barcode": "4870003986719",
        "name": "ПИВО EFES ЖБ 0.9Л Pilsener",
        "price": 1350.0
    },
    {
        "barcode": "46249210",
        "name": "СИГ RICHMOND Blue Edition 100s",
        "price": 1400.0
    },
    {
        "barcode": "48747356",
        "name": "СИГ RICHMOND Blue Edition 100s",
        "price": 1400.0
    },
    {
        "barcode": "48747370",
        "name": "СИГ RICHMOND Blue Edition 100s",
        "price": 1400.0
    },
    {
        "barcode": "48745949",
        "name": "СИГ RICHMOND Blue Edition",
        "price": 1400.0
    },
    {
        "barcode": "48747349",
        "name": "СИГ RICHMOND Blue Edition",
        "price": 1400.0
    },
    {
        "barcode": "48747363",
        "name": "СИГ RICHMOND Blue Edition",
        "price": 1400.0
    },
    {
        "barcode": "4870240011519",
        "name": "СИГ TEREA Bronze",
        "price": 1330.0
    },
    {
        "barcode": "4870249810311",
        "name": "СИГ TEREA Bronze",
        "price": 1330.0
    },
    {
        "barcode": "4870249812148",
        "name": "СИГ TEREA Bronze",
        "price": 1330.0
    },
    {
        "barcode": "4870240011458",
        "name": "СИГ TEREA Amber",
        "price": 1330.0
    },
    {
        "barcode": "4870249812209",
        "name": "СИГ TEREA Amber",
        "price": 1330.0
    },
    {
        "barcode": "4870240011489",
        "name": "СИГ TEREA Turquoise",
        "price": 1330.0
    },
    {
        "barcode": "4870249810403",
        "name": "СИГ TEREA Turquoise",
        "price": 1330.0
    },
    {
        "barcode": "4870249812261",
        "name": "СИГ TEREA Turquoise",
        "price": 1330.0
    },
    {
        "barcode": "4870249812278",
        "name": "СИГ TEREA Turquoise",
        "price": 1330.0
    },
    {
        "barcode": "4870240014299",
        "name": "СИГ TEREA Summer Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870249810434",
        "name": "СИГ TEREA Summer Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870249811936",
        "name": "СИГ TEREA Summer Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870240014329",
        "name": "СИГ TEREA Zing Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870249810984",
        "name": "СИГ TEREA Zing Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870249812056",
        "name": "СИГ TEREA Zing Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870240011571",
        "name": "СИГ TEREA Purple Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870249810373",
        "name": "СИГ TEREA Purple Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870249812087",
        "name": "СИГ TEREA Purple Wave",
        "price": 1330.0
    },
    {
        "barcode": "4870240011397",
        "name": "СИГ TEREA Silver",
        "price": 1330.0
    },
    {
        "barcode": "4870249810281",
        "name": "СИГ TEREA Silver",
        "price": 1330.0
    },
    {
        "barcode": "4870249811967",
        "name": "СИГ TEREA Silver",
        "price": 1330.0
    },
    {
        "barcode": "48702522",
        "name": "СИГ MARLBORO Red",
        "price": 1370.0
    },
    {
        "barcode": "48743518",
        "name": "СИГ MARLBORO Gold",
        "price": 1370.0
    },
    {
        "barcode": "9002490209353",
        "name": "ЭНЕРГ RED BULL ЖБ 0.355Л Classic",
        "price": 1300.0
    },
    {
        "barcode": "48747103",
        "name": "СИГ WINSTON ST Cap. Green Option",
        "price": 1250.0
    },
    {
        "barcode": "48747134",
        "name": "СИГ WINSTON ST Cap. Purple Option",
        "price": 1250.0
    },
    {
        "barcode": "48747127",
        "name": "СИГ WINSTON ST Cap. Baize Option",
        "price": 1250.0
    },
    {
        "barcode": "48747097",
        "name": "СИГ WINSTON ST Gold",
        "price": 1250.0
    },
    {
        "barcode": "48747110",
        "name": "СИГ WINSTON ST Ruby",
        "price": 1250.0
    },
    {
        "barcode": "48747080",
        "name": "СИГ WINSTON ST Bronze",
        "price": 1250.0
    },
    {
        "barcode": "48744317",
        "name": "СИГ CAMEL Yellow",
        "price": 1370.0
    },
    {
        "barcode": "48742887",
        "name": "СИГ CAMEL Blue",
        "price": 1370.0
    },
    {
        "barcode": "4870216762346",
        "name": "СИГ HEETS Bronze",
        "price": 1170.0
    },
    {
        "barcode": "4870216762407",
        "name": "СИГ HEETS Yellow",
        "price": 1170.0
    },
    {
        "barcode": "4870216762438",
        "name": "СИГ HEETS Silver",
        "price": 1170.0
    },
    {
        "barcode": "4870216767891",
        "name": "СИГ HEETS Ruby Fuse",
        "price": 1170.0
    },
    {
        "barcode": "4870216762490",
        "name": "СИГ HEETS Purple Wave",
        "price": 1170.0
    },
    {
        "barcode": "4870216762469",
        "name": "СИГ HEETS Turquoise",
        "price": 1170.0
    },
    {
        "barcode": "4870216767495",
        "name": "СИГ HEETS Summer Breeze",
        "price": 1170.0
    },
    {
        "barcode": "4870216767693",
        "name": "СИГ HEETS Yellow Green",
        "price": 1170.0
    },
    {
        "barcode": "4870216762179",
        "name": "СИГ HEETS Green Zing",
        "price": 1170.0
    },
    {
        "barcode": "4870216768010",
        "name": "СИГ HEETS Arbor Pearl",
        "price": 1170.0
    },
    {
        "barcode": "4870216767983",
        "name": "СИГ HEETS Sun Pearl",
        "price": 1170.0
    },
    {
        "barcode": "4870202040816",
        "name": "РЫБА АС СЕЛЕДОЧКА 200ГР Застольная",
        "price": 1180.0
    },
    {
        "barcode": "4870202043831",
        "name": "РЫБА АС СЕЛЕДОЧКА 200ГР Застольная",
        "price": 1180.0
    },
    {
        "barcode": "4870202042520",
        "name": "РЫБА АС СЕЛЕДОЧКА 200ГР Застольная",
        "price": 1180.0
    },
    {
        "barcode": "4870202040915",
        "name": "РЫБА АС СЕЛЕДОЧКА 200ГР Застольная",
        "price": 1180.0
    },
    {
        "barcode": "4870202040793",
        "name": "РЫБА АС СЕЛЕДОЧКА 200ГР Застольная",
        "price": 1180.0
    },
    {
        "barcode": "4870202041134",
        "name": "РЫБА АС СЕЛЕДОЧКА 200ГР Застольная",
        "price": 1180.0
    },
    {
        "barcode": "4870202042889",
        "name": "РЫБА АС СЕЛЕДОЧКА 200ГР Застольная",
        "price": 1180.0
    },
    {
        "barcode": "4870202042322",
        "name": "РЫБА АС СЕЛЕДОЧКА 200ГР Застольная",
        "price": 1180.0
    },
    {
        "barcode": "4640030091225",
        "name": "СИГ ESSE SP Special Gold",
        "price": 1430.0
    },
    {
        "barcode": "4870252870401",
        "name": "СИГ ESSE SP Special Gold",
        "price": 1430.0
    },
    {
        "barcode": "4640030091287",
        "name": "СИГ ESSE SP Golden Leaf",
        "price": 1430.0
    },
    {
        "barcode": "48743839",
        "name": "СИГ MARLBORO Vista Double Mix",
        "price": 1300.0
    },
    {
        "barcode": "48743280",
        "name": "СИГ MARLBORO Fine Touch",
        "price": 1300.0
    },
    {
        "barcode": "48740302",
        "name": "СИГ MARLBORO Touch XL",
        "price": 1300.0
    },
    {
        "barcode": "4870240015333",
        "name": "СИГ MARLBORO Vista Double Fusion",
        "price": 1300.0
    },
    {
        "barcode": "48746700",
        "name": "СИГ WINSTON XStyle Caster+ Капсула",
        "price": 1300.0
    },
    {
        "barcode": "48747196",
        "name": "СИГ WINSTON XStyle Silver 100s",
        "price": 1300.0
    },
    {
        "barcode": "48747455",
        "name": "СИГ WINSTON XStyle Silver 100s",
        "price": 1300.0
    },
    {
        "barcode": "48743570",
        "name": "СИГ WINSTON XStyle Blue",
        "price": 1300.0
    },
    {
        "barcode": "48743587",
        "name": "СИГ WINSTON XStyle Silver",
        "price": 1300.0
    },
    {
        "barcode": "48744119",
        "name": "СИГ WINSTON XStyle Dual",
        "price": 1300.0
    },
    {
        "barcode": "91048744942",
        "name": "СИГ WINSTON XStyle Caster",
        "price": 1300.0
    },
    {
        "barcode": "46084507",
        "name": "СИГ WINSTON XS Silver",
        "price": 1300.0
    },
    {
        "barcode": "48741194",
        "name": "СИГ WINSTON R Blue",
        "price": 1300.0
    },
    {
        "barcode": "48741200",
        "name": "СИГ WINSTON R Silver",
        "price": 1300.0
    },
    {
        "barcode": "48741873",
        "name": "СИГ WINSTON R White",
        "price": 1300.0
    },
    {
        "barcode": "48741224",
        "name": "СИГ WINSTON SS Blue",
        "price": 1300.0
    },
    {
        "barcode": "48741231",
        "name": "СИГ WINSTON SS Silver",
        "price": 1300.0
    },
    {
        "barcode": "48742757",
        "name": "СИГ WINSTON SS White",
        "price": 1300.0
    },
    {
        "barcode": "4640030093175",
        "name": "СИГ ESSE D Exchange Double (Апельсин-Яблоко)",
        "price": 1400.0
    },
    {
        "barcode": "4870252870418",
        "name": "СИГ ESSE D Exchange Double (Апельсин-Яблоко)",
        "price": 1400.0
    },
    {
        "barcode": "4640030093380",
        "name": "СИГ ESSE D Exchange Double W (Виноград-Яблоко)",
        "price": 1400.0
    },
    {
        "barcode": "4870252870425",
        "name": "СИГ ESSE D Exchange Double W (Виноград-Яблоко)",
        "price": 1400.0
    },
    {
        "barcode": "48746441",
        "name": "СИГ KENT FEEL Aroma (Нано Виноград)",
        "price": 1250.0
    },
    {
        "barcode": "48746427",
        "name": "СИГ KENT NANO Silver (Четверка Тонкая)",
        "price": 1330.0
    },
    {
        "barcode": "48748551",
        "name": "СИГ KENT NANO Silver (Четверка Тонкая)",
        "price": 1330.0
    },
    {
        "barcode": "48746434",
        "name": "СИГ KENT NANO White (Единичка)",
        "price": 1330.0
    },
    {
        "barcode": "48748568",
        "name": "СИГ KENT NANO White (Единичка)",
        "price": 1330.0
    },
    {
        "barcode": "48746403",
        "name": "СИГ KENT R Blue 8 (Толстая Восьмерка)",
        "price": 1350.0
    },
    {
        "barcode": "48748575",
        "name": "СИГ KENT R Blue 8 (Толстая Восьмерка)",
        "price": 1350.0
    },
    {
        "barcode": "48746410",
        "name": "СИГ KENT R Silver 4 (Толстая Четверка)",
        "price": 1350.0
    },
    {
        "barcode": "48748582",
        "name": "СИГ KENT R Silver 4 (Толстая Четверка)",
        "price": 1350.0
    },
    {
        "barcode": "4870001080563",
        "name": "ЦИН-КАЗ ТОМАТНАЯ ПАСТА СТ 525ГР",
        "price": 1150.0
    },
    {
        "barcode": "4870003432513",
        "name": "МОЛОКО (SZ) БУРЕНКИНО 2.5% 1.9Л ТП",
        "price": 1100.0
    },
    {
        "barcode": "4870002322242",
        "name": "СОК НС Тропик 1.9Л ТП",
        "price": 900.0
    },
    {
        "barcode": "4870001571368",
        "name": "СОК НС Абрикос-Яблоко 1.9Л ТП",
        "price": 900.0
    },
    {
        "barcode": "4870002953347",
        "name": "COPPA ITALIA 400ГР ВАННА Шоколад",
        "price": 1100.0
    },
    {
        "barcode": "8801116037100",
        "name": "СИГ RAISON Presso",
        "price": 1060.0
    },
    {
        "barcode": "8801116037131",
        "name": "СИГ RAISON French Black",
        "price": 1060.0
    },
    {
        "barcode": "8801116037841",
        "name": "СИГ BOHEM Demi Cavana",
        "price": 1420.0
    },
    {
        "barcode": "4870252870548",
        "name": "СИГ BOHEM Demi Cavana",
        "price": 1420.0
    },
    {
        "barcode": "4870216764074",
        "name": "СИГ FIIT Viola",
        "price": 1170.0
    },
    {
        "barcode": "4870216764043",
        "name": "СИГ FIIT Crisp",
        "price": 1170.0
    },
    {
        "barcode": "4870216764135",
        "name": "СИГ FIIT Tropic",
        "price": 1170.0
    },
    {
        "barcode": "4870216764012",
        "name": "СИГ FIIT Regular",
        "price": 1170.0
    },
    {
        "barcode": "4870216764104",
        "name": "СИГ FIIT Regular Sky",
        "price": 1170.0
    },
    {
        "barcode": "4607051158672",
        "name": "ЧАЙ CURTIS ПКТ 20П Summer Berries",
        "price": 900.0
    },
    {
        "barcode": "4660115907265",
        "name": "ЧАЙ ПОДАРОЧНЫЙ НАБОР CURTIS Tea Gift Set",
        "price": 530.0
    },
    {
        "barcode": "8001090239365",
        "name": "ПРК ALWAYS Classic 3D 4КП 9ШТ",
        "price": 950.0
    },
    {
        "barcode": "4015400041641",
        "name": "ПРОКЛАДКИ ALWAYS ULTRA S2-Normal 10ШТ",
        "price": 1100.0
    },
    {
        "barcode": "4015400069881",
        "name": "ПРК ALWAYS Sensitive 4КП 10ШТ",
        "price": 900.0
    },
    {
        "barcode": "8006540001820",
        "name": "ПРОКЛАДКИ ALWAYS ULTRA S6 5ШТ NIGHT Защита-Плюс",
        "price": 950.0
    },
    {
        "barcode": "8001090239402",
        "name": "ПРК ALWAYS Classic 3D 5КП 8ШТ",
        "price": 950.0
    },
    {
        "barcode": "4015400041788",
        "name": "ПРК ALWAYS Ultra 5КП 8ШТ",
        "price": 1200.0
    },
    {
        "barcode": "4015400041603",
        "name": "ПРОКЛАДКИ ALWAYS ULTRA S4 7ШТ День-Ночь",
        "price": 1200.0
    },
    {
        "barcode": "8001841733012",
        "name": "ПРОКЛАДКИ ALWAYS ULTRA S5 6ШТ NIGHT Экстра-Защита",
        "price": 1050.0
    },
    {
        "barcode": "8001090430625",
        "name": "ПРК ALWAYS Platinum 5КП 7ШТ",
        "price": 780.0
    },
    {
        "barcode": "8001841449784",
        "name": "ПРК ALWAYS Platinum 7КП 5ШТ",
        "price": 780.0
    },
    {
        "barcode": "4870004933903",
        "name": "КУБЛЕЙ КОНС. КЛЮЧ ЖБ 240ГР Скумбрия",
        "price": 1100.0
    },
    {
        "barcode": "4870004930469",
        "name": "КУБЛЕЙ КОНС. КЛЮЧ ЖБ 240ГР Скумбрия",
        "price": 1100.0
    },
    {
        "barcode": "48744935",
        "name": "СИГ WINSTON Purple Mix",
        "price": 1220.0
    },
    {
        "barcode": "48744911",
        "name": "СИГ WINSTON Compact Blue",
        "price": 1220.0
    },
    {
        "barcode": "48744928",
        "name": "СИГ WINSTON Compact Silver",
        "price": 1220.0
    },
    {
        "barcode": "48744515",
        "name": "СИГ WINSTON SS Expand Blue",
        "price": 1220.0
    },
    {
        "barcode": "48744522",
        "name": "СИГ WINSTON SS Expand Purple",
        "price": 1220.0
    },
    {
        "barcode": "4640030093304",
        "name": "СИГ BOHEM Fino Aqua",
        "price": 1420.0
    },
    {
        "barcode": "4870252872894",
        "name": "СИГ BOHEM Fino Aqua",
        "price": 1420.0
    },
    {
        "barcode": "8801116034277",
        "name": "СИГ BOHEM Libre",
        "price": 1420.0
    },
    {
        "barcode": "4640030095155",
        "name": "СИГ BOHEM Libre",
        "price": 1420.0
    },
    {
        "barcode": "4640030092192",
        "name": "СИГ ESSE Sense SS Himalaya",
        "price": 1380.0
    },
    {
        "barcode": "4870252870524",
        "name": "СИГ ESSE Sense SS Himalaya",
        "price": 1380.0
    },
    {
        "barcode": "4640030092147",
        "name": "СИГ ESSE Exchange Summer Red (Арбуз)",
        "price": 1330.0
    },
    {
        "barcode": "4870252870470",
        "name": "СИГ ESSE Exchange Summer Red (Арбуз)",
        "price": 1330.0
    },
    {
        "barcode": "4640030091362",
        "name": "СИГ ESSE Exchange M (Манго)",
        "price": 1330.0
    },
    {
        "barcode": "8801116036707",
        "name": "СИГ ESSE Exchange M (Манго)",
        "price": 1330.0
    },
    {
        "barcode": "4870252870456",
        "name": "СИГ ESSE Exchange M (Манго)",
        "price": 1330.0
    },
    {
        "barcode": "4640030091386",
        "name": "СИГ ESSE Exchange S (Клубника)",
        "price": 1330.0
    },
    {
        "barcode": "4870252870463",
        "name": "СИГ ESSE Exchange S (Клубника)",
        "price": 1330.0
    },
    {
        "barcode": "4640030091263",
        "name": "СИГ ESSE Exchange W (Виноград)",
        "price": 1330.0
    },
    {
        "barcode": "4870252870449",
        "name": "СИГ ESSE Exchange W (Виноград)",
        "price": 1330.0
    },
    {
        "barcode": "4640030091249",
        "name": "СИГ ESSE Exchange (Яблоко)",
        "price": 1330.0
    },
    {
        "barcode": "8801116036684",
        "name": "СИГ ESSE Exchange (Яблоко)",
        "price": 1330.0
    },
    {
        "barcode": "4870252870432",
        "name": "СИГ ESSE Exchange (Яблоко)",
        "price": 1330.0
    },
    {
        "barcode": "4640030091188",
        "name": "СИГ ESSE NC Blue",
        "price": 1330.0
    },
    {
        "barcode": "4870252870494",
        "name": "СИГ ESSE NC Blue",
        "price": 1330.0
    },
    {
        "barcode": "4640030091201",
        "name": "СИГ ESSE NC Menthol",
        "price": 1330.0
    },
    {
        "barcode": "4640030091300",
        "name": "СИГ ESSE NC One",
        "price": 1330.0
    },
    {
        "barcode": "4870252870500",
        "name": "СИГ ESSE NC One",
        "price": 1330.0
    },
    {
        "barcode": "8801116030149",
        "name": "СИГ ESSE SUMMER POP Виноград",
        "price": 1100.0
    },
    {
        "barcode": "4640030090242",
        "name": "СИГ ESSE Exchange Mini Виноград",
        "price": 1100.0
    },
    {
        "barcode": "48746182",
        "name": "СИГ NEO ТОНКИЙ Boost Royale",
        "price": 1370.0
    },
    {
        "barcode": "48746175",
        "name": "СИГ NEO ТОНКИЙ Boost Red",
        "price": 1370.0
    },
    {
        "barcode": "48746199",
        "name": "СИГ NEO ТОНКИЙ Boost Scarlet",
        "price": 1370.0
    },
    {
        "barcode": "46225818",
        "name": "СИГ NEO ТОНКИЙ Boost Scarlet",
        "price": 1370.0
    },
    {
        "barcode": "46225757",
        "name": "СИГ NEO ТОНКИЙ Dark Fresh",
        "price": 1300.0
    },
    {
        "barcode": "46241443",
        "name": "СИГ NEO ТОНКИЙ Boost Tropic",
        "price": 1300.0
    },
    {
        "barcode": "48746205",
        "name": "СИГ NEO ТОНКИЙ Boost Tropic",
        "price": 1300.0
    },
    {
        "barcode": "46225740",
        "name": "СИГ NEO ТОНКИЙ Bright Tobacco",
        "price": 1300.0
    },
    {
        "barcode": "48746038",
        "name": "СИГ NEO Demi Red Boost",
        "price": 1330.0
    },
    {
        "barcode": "46229212",
        "name": "СИГ NEO Demi Red Boost",
        "price": 1330.0
    },
    {
        "barcode": "48748339",
        "name": "СИГ NEO Demi Red Boost",
        "price": 1330.0
    },
    {
        "barcode": "48746083",
        "name": "СИГ NEO Demi Winter Click",
        "price": 1330.0
    },
    {
        "barcode": "46229175",
        "name": "СИГ NEO Demi Purple Click",
        "price": 1330.0
    },
    {
        "barcode": "48746052",
        "name": "СИГ NEO Demi Purple Click",
        "price": 1330.0
    },
    {
        "barcode": "48748353",
        "name": "СИГ NEO Demi Purple Click",
        "price": 1330.0
    },
    {
        "barcode": "48746045",
        "name": "СИГ NEO Demi Violet Click",
        "price": 1330.0
    },
    {
        "barcode": "48748346",
        "name": "СИГ NEO Demi Violet Click",
        "price": 1330.0
    },
    {
        "barcode": "46256720",
        "name": "СИГ NEO Demi Sunset Click",
        "price": 1330.0
    },
    {
        "barcode": "46229168",
        "name": "СИГ NEO Demi Tropic Click",
        "price": 1330.0
    },
    {
        "barcode": "46243232",
        "name": "СИГ NEO Demi Melody Click",
        "price": 1330.0
    },
    {
        "barcode": "48745963",
        "name": "СИГ NEO Demi Satin Tobacco",
        "price": 1330.0
    },
    {
        "barcode": "48745970",
        "name": "СИГ KENT STICKS Tobacco",
        "price": 1200.0
    },
    {
        "barcode": "48746106",
        "name": "СИГ KENT STICKS Tobacco",
        "price": 1200.0
    },
    {
        "barcode": "4870216762377",
        "name": "СИГ HEETS Amber",
        "price": 1170.0
    },
    {
        "barcode": "4870003433305",
        "name": "МОЛОКО (SZ) АЙНАЛАЙЫН 6.0% 1Л ТП",
        "price": 980.0
    },
    {
        "barcode": "48741415",
        "name": "СИГ LD SS Violet",
        "price": 1220.0
    },
    {
        "barcode": "48742344",
        "name": "СИГ LD SS Pink",
        "price": 1220.0
    },
    {
        "barcode": "48742351",
        "name": "СИГ LD SS Amber",
        "price": 1220.0
    },
    {
        "barcode": "48745253",
        "name": "СИГ LD SS Lab Skydance",
        "price": 1220.0
    },
    {
        "barcode": "46215543",
        "name": "СИГ LD Compact 100s Blue (Virginia Slims)",
        "price": 1220.0
    },
    {
        "barcode": "4032900161075",
        "name": "СИГ LD Compact 100s Blue (Virginia Slims)",
        "price": 1220.0
    },
    {
        "barcode": "48747271",
        "name": "СИГ LD Compact 100s Blue (Virginia Slims)",
        "price": 1220.0
    },
    {
        "barcode": "46233820",
        "name": "СИГ LD Compact 100s Silver",
        "price": 1220.0
    },
    {
        "barcode": "4032900161136",
        "name": "СИГ LD Compact 100s Silver",
        "price": 1220.0
    },
    {
        "barcode": "48747257",
        "name": "СИГ LD Compact 100s Silver",
        "price": 1220.0
    },
    {
        "barcode": "48744546",
        "name": "СИГ LD Compact Silver",
        "price": 1220.0
    },
    {
        "barcode": "48744539",
        "name": "СИГ LD Compact Blue",
        "price": 1220.0
    },
    {
        "barcode": "48745260",
        "name": "СИГ LD Compact Purple Beat",
        "price": 1220.0
    },
    {
        "barcode": "46234797",
        "name": "СИГ LD Compact 100s Ruby Blue",
        "price": 1220.0
    },
    {
        "barcode": "4032900161105",
        "name": "СИГ LD Compact 100s Ruby Blue",
        "price": 1220.0
    },
    {
        "barcode": "48747264",
        "name": "СИГ LD Compact 100s Ruby Blue",
        "price": 1220.0
    },
    {
        "barcode": "48744775",
        "name": "СИГ LD SS Lounge",
        "price": 1220.0
    },
    {
        "barcode": "48744782",
        "name": "СИГ LD Compact Lounge",
        "price": 1220.0
    },
    {
        "barcode": "46249203",
        "name": "СИГ LD SS Compact Club Platinum",
        "price": 1220.0
    },
    {
        "barcode": "46249197",
        "name": "СИГ LD SS Compact Club Blue",
        "price": 1220.0
    },
    {
        "barcode": "48742078",
        "name": "СИГ LD R Silver",
        "price": 1220.0
    },
    {
        "barcode": "48741149",
        "name": "СИГ LD R Red",
        "price": 1220.0
    },
    {
        "barcode": "48741156",
        "name": "СИГ LD R Blue",
        "price": 1220.0
    },
    {
        "barcode": "48744201",
        "name": "СИГ LD R Virginia",
        "price": 1220.0
    },
    {
        "barcode": "48743921",
        "name": "СИГ STATE LINE Navy Blue",
        "price": 1220.0
    },
    {
        "barcode": "48743914",
        "name": "СИГ STATE LINE Classic",
        "price": 1220.0
    },
    {
        "barcode": "48743549",
        "name": "СИГ SOVEREIGN Compact Silver",
        "price": 1220.0
    },
    {
        "barcode": "46201621",
        "name": "СИГ SOVEREIGN Compact 100s Blue",
        "price": 1220.0
    },
    {
        "barcode": "4032900161204",
        "name": "СИГ SOVEREIGN Compact 100s Blue",
        "price": 1220.0
    },
    {
        "barcode": "4032900161198",
        "name": "СИГ SOVEREIGN Compact 100s Blue",
        "price": 1220.0
    },
    {
        "barcode": "48747295",
        "name": "СИГ SOVEREIGN Compact 100s Blue",
        "price": 1220.0
    },
    {
        "barcode": "46230508",
        "name": "СИГ KISS Brown Effect",
        "price": 1220.0
    },
    {
        "barcode": "48747318",
        "name": "СИГ KISS Brown Effect",
        "price": 1220.0
    },
    {
        "barcode": "48743532",
        "name": "СИГ SOVEREIGN Compact Blue",
        "price": 1220.0
    },
    {
        "barcode": "48746458",
        "name": "СИГ ROTHMANS Compact Blue",
        "price": 1220.0
    },
    {
        "barcode": "48746465",
        "name": "СИГ ROTHMANS Compact Silver",
        "price": 1220.0
    },
    {
        "barcode": "48746618",
        "name": "СИГ LUCKY STRIKE Compact Blue",
        "price": 1250.0
    },
    {
        "barcode": "48746625",
        "name": "СИГ LUCKY STRIKE Compact Silver",
        "price": 1250.0
    },
    {
        "barcode": "48742795",
        "name": "СИГ LM Loft Blue",
        "price": 1250.0
    },
    {
        "barcode": "48700160",
        "name": "СИГ LM Loft Blue",
        "price": 1250.0
    },
    {
        "barcode": "48742801",
        "name": "СИГ LM Loft Sea Blue",
        "price": 1220.0
    },
    {
        "barcode": "48700177",
        "name": "СИГ LM Loft 2in1 (Виноград)",
        "price": 1250.0
    },
    {
        "barcode": "48744324",
        "name": "СИГ LM Loft Mix (Арбуз)",
        "price": 1250.0
    },
    {
        "barcode": "48743488",
        "name": "СИГ LM Lounge Blue (Ментол)",
        "price": 1220.0
    },
    {
        "barcode": "4870240018389",
        "name": "СИГ LM Lounge Blue (Ментол)",
        "price": 1220.0
    },
    {
        "barcode": "48744331",
        "name": "СИГ LM Lounge Mix (Виноград)",
        "price": 1250.0
    },
    {
        "barcode": "4870240018440",
        "name": "СИГ LM Lounge Mix (Виноград)",
        "price": 1250.0
    },
    {
        "barcode": "48744898",
        "name": "СИГ LM Lounge Summer Splash (Арбуз)",
        "price": 1220.0
    },
    {
        "barcode": "4870240018419",
        "name": "СИГ LM Lounge Summer Splash (Арбуз)",
        "price": 1220.0
    },
    {
        "barcode": "4870240015364",
        "name": "СИГ LM Lounge Spring (Розовый)",
        "price": 1250.0
    },
    {
        "barcode": "48700092",
        "name": "СИГ PHILIPMORRIS BOND Compact Silver",
        "price": 1250.0
    },
    {
        "barcode": "48745222",
        "name": "СИГ PHILIPMORRIS BOND Compact Blue",
        "price": 1220.0
    },
    {
        "barcode": "48745123",
        "name": "СИГ PHILIPMORRIS BOND Compact Premium Mix Violet",
        "price": 1220.0
    },
    {
        "barcode": "48745130",
        "name": "СИГ PHILIPMORRIS BOND Compact Premium Mix Pink",
        "price": 1250.0
    },
    {
        "barcode": "48700153",
        "name": "СИГ PHILIPMORRIS BOND R Blue",
        "price": 1250.0
    },
    {
        "barcode": "48700078",
        "name": "СИГ PHILIPMORRIS BOND R Red",
        "price": 1250.0
    },
    {
        "barcode": "4600682407096",
        "name": "ПИВО БАЛТИКА 7 Синий 0.9Л ЖБ",
        "price": 870.0
    },
    {
        "barcode": "48746397",
        "name": "СИГ KENT Compact Crystal Silver",
        "price": 1220.0
    },
    {
        "barcode": "4870006304008",
        "name": "ВОДКА ЗЕРНО Зерновая 0.2Л",
        "price": 870.0
    },
    {
        "barcode": "4630007401362",
        "name": "СЕМЕЧКИ ДЖИНН СОЛН.ВЕЛ. МС 200ГР Синий",
        "price": 960.0
    },
    {
        "barcode": "4630007401348",
        "name": "СЕМЕЧКИ ДЖИНН СОЛН.ВЕЛ. БС 200ГР Красный",
        "price": 960.0
    },
    {
        "barcode": "48746113",
        "name": "СИГ KENT STICKS Violet Click",
        "price": 1200.0
    },
    {
        "barcode": "46247162",
        "name": "СИГ KENT STICKS Tropic Click",
        "price": 1200.0
    },
    {
        "barcode": "46247179",
        "name": "СИГ KENT STICKS Red Boost",
        "price": 1200.0
    },
    {
        "barcode": "48746137",
        "name": "СИГ KENT STICKS Red Boost",
        "price": 1200.0
    },
    {
        "barcode": "46250636",
        "name": "СИГ NEO VOGUE Fresh Boost",
        "price": 1200.0
    },
    {
        "barcode": "4870003986153",
        "name": "ПИВО КРУЖКА СВЕЖЕГО ЖБ 0.9Л Мягкое",
        "price": 1150.0
    },
    {
        "barcode": "4605246004339",
        "name": "ЧАЙ GREENFIELD Summer Bouquet 25П",
        "price": 850.0
    },
    {
        "barcode": "4605246004353",
        "name": "ЧАЙ GREENFIELD ПКТ 25П Green Melissa Green Tea",
        "price": 850.0
    },
    {
        "barcode": "4605246003585",
        "name": "ЧАЙ GREENFIELD ПКТ 25П Flying Dragon Green Tea",
        "price": 850.0
    },
    {
        "barcode": "8001090995254",
        "name": "СМП FAIRY SH 450МЛ Жасмин Роза",
        "price": 1000.0
    },
    {
        "barcode": "4015400869504",
        "name": "СМП FAIRY 450МЛ Сочный Лимон",
        "price": 1000.0
    },
    {
        "barcode": "4015400869320",
        "name": "СМП FAIRY 450МЛ Зеленое Яблоко",
        "price": 1000.0
    },
    {
        "barcode": "4015400992035",
        "name": "СМП FAIRY 450МЛ Апельсин-Лимонник",
        "price": 1000.0
    },
    {
        "barcode": "8001090016928",
        "name": "СМП FAIRY 450МЛ SH Ромашка ВитЕ",
        "price": 1000.0
    },
    {
        "barcode": "8001090016959",
        "name": "СМП FAIRY 450МЛ SH Мята Чайное Дерево",
        "price": 1000.0
    },
    {
        "barcode": "8700216262354",
        "name": "ПРК ALWAYS Classic Sensitive 4КП 8ШТ",
        "price": 800.0
    },
    {
        "barcode": "8001090430540",
        "name": "ПРК ALWAYS Platinum 4КП 8ШТ",
        "price": 820.0
    },
    {
        "barcode": "8001090430700",
        "name": "ПРК ALWAYS 6ШТ 6КП Platinum",
        "price": 1000.0
    },
    {
        "barcode": "8076809575997",
        "name": "BARILLA 450ГР N-30 Filini Vermicelles",
        "price": 870.0
    },
    {
        "barcode": "4870035005778",
        "name": "ТЖ СГУЩЕНКА 8.5% ЖБ 380ГР Рогачев Обычная",
        "price": 1030.0
    },
    {
        "barcode": "4630007400419",
        "name": "СЕМЕЧКИ ДЖИНН КЛАСС. БС 250ГР Желтый",
        "price": 1060.0
    },
    {
        "barcode": "4630007400679",
        "name": "СЕМЕЧКИ ДЖИНН КЛАСС. МС 250ГР Голубой",
        "price": 1060.0
    },
    {
        "barcode": "8436024294750",
        "name": "КОНС MAESTRO DE OLIVA Маслины без косточки 90ГР",
        "price": 840.0
    },
    {
        "barcode": "4870004933880",
        "name": "КОНС КУБЛЕЙ 240ГР Сардина",
        "price": 1100.0
    },
    {
        "barcode": "8712000900045",
        "name": "ПИВО HEINEKEN 0.5Л ЖБ Original",
        "price": 900.0
    },
    {
        "barcode": "3800022407491",
        "name": "ПИВО HEINEKEN 0.5Л ЖБ Original",
        "price": 900.0
    },
    {
        "barcode": "4860111651142",
        "name": "ПИВО HEINEKEN Original 0.5 СТ",
        "price": 830.0
    },
    {
        "barcode": "4600682483915",
        "name": "ПИВО ЖАТЕЦКИЙ ГУСЬ Светлый 0.9Л ЖБ",
        "price": 830.0
    },
    {
        "barcode": "4870005423847",
        "name": "СОЛ ИВАНЫЧ 460ГР Пири Пири",
        "price": 830.0
    },
    {
        "barcode": "4870218891358",
        "name": "RB ЧЕЧИЛ Косичка Перец",
        "price": 1000.0
    },
    {
        "barcode": "5413149031685",
        "name": "УМС ПОРОШОК MRPROPER 400ГР ЦВ-СИН. Классика",
        "price": 1000.0
    },
    {
        "barcode": "4015400435846",
        "name": "ПРК NATURELLA ULTRA S4-D7 7ШТ Night",
        "price": 1000.0
    },
    {
        "barcode": "6976485252200",
        "name": "КОПРОН KAMILA XL Телесные",
        "price": 800.0
    },
    {
        "barcode": "4870002960758",
        "name": "КРУПА НАТУРАЛЬНАЯ КУХНЯ ГРЕЧКА 700ГР",
        "price": 800.0
    },
    {
        "barcode": "5000174416237",
        "name": "ЗУБПАСТА BAM Мята 100МЛ",
        "price": 900.0
    },
    {
        "barcode": "5011321569935",
        "name": "ЗУБПАСТА BAM Свежая Мята 100МЛ",
        "price": 900.0
    },
    {
        "barcode": "5000174418842",
        "name": "ЗУБПАСТА BAM Свежесть 100МЛ",
        "price": 870.0
    },
    {
        "barcode": "234567890120005",
        "name": "СКОТЧ Большой",
        "price": 800.0
    },
    {
        "barcode": "4870001151300",
        "name": "СОК GRACIO ТП 0.95Л Томат",
        "price": 1050.0
    },
    {
        "barcode": "4870002322143",
        "name": "СОК GRACIO 0.95Л Яблоко",
        "price": 1050.0
    },
    {
        "barcode": "4870002327841",
        "name": "СОК GRACIO ТП 0.95Л Вишня",
        "price": 1050.0
    },
    {
        "barcode": "4870002325335",
        "name": "СОК GRACIO ТП 0.95Л Вишня",
        "price": 1050.0
    },
    {
        "barcode": "4870002321283",
        "name": "СОК GRACIO 0.95Л ТП Ананас",
        "price": 1050.0
    },
    {
        "barcode": "4870002321290",
        "name": "СОК GRACIO ТП 0.95Л Тропик",
        "price": 1050.0
    },
    {
        "barcode": "4870002321276",
        "name": "СОК GRACIO ТП 0.95Л Апельсин",
        "price": 1200.0
    },
    {
        "barcode": "4870234821797",
        "name": "СОК JUICY ТП 0.95Л Ананас",
        "price": 1000.0
    },
    {
        "barcode": "4870234820639",
        "name": "СОК JUICY ТП 0.95Л Абрикос",
        "price": 1000.0
    },
    {
        "barcode": "4870234820493",
        "name": "СОК JUICY ТП 0.95Л Зеленое Яблоко",
        "price": 1000.0
    },
    {
        "barcode": "4870234820516",
        "name": "СОК JUICY ТП 0.95Л Апельсин",
        "price": 1000.0
    },
    {
        "barcode": "4870234822480",
        "name": "СОК JUICY ТП 0.95Л Апельсин",
        "price": 1000.0
    },
    {
        "barcode": "4870234820653",
        "name": "СОК JUICY ТП 0.95Л Гранат",
        "price": 1000.0
    },
    {
        "barcode": "4870234820592",
        "name": "СОК JUICY ТП 0.95Л Мультифрукт",
        "price": 1000.0
    },
    {
        "barcode": "4870234820615",
        "name": "СОК JUICY ТП 0.95Л Вишня",
        "price": 1000.0
    },
    {
        "barcode": "4870234820578",
        "name": "СОК JUICY ТП 0.95Л Персик",
        "price": 1000.0
    },
    {
        "barcode": "4870234822503",
        "name": "СОК JUICY ТП 0.95Л Персик",
        "price": 1000.0
    },
    {
        "barcode": "4870234820677",
        "name": "СОК JUICY ТП 0.95Л Манго",
        "price": 1000.0
    },
    {
        "barcode": "4870234821827",
        "name": "СОК JUICY МОРС ТП 0.95Л Клюква-Малина",
        "price": 1000.0
    },
    {
        "barcode": "4870002326233",
        "name": "СОК DADA 1.90Л ТП Яблоко",
        "price": 1470.0
    },
    {
        "barcode": "4600494665554",
        "name": "СОК ФС Яблоко-Гранат 0.95Л ТП",
        "price": 790.0
    },
    {
        "barcode": "4870234821988",
        "name": "СОК JUICY КАЙПИРИНЬЯ ТП 0.95Л Лимонад",
        "price": 1000.0
    },
    {
        "barcode": "4690388111465",
        "name": "ЧИПСЫ LAYS 140ГР РИФЛ Лобстер",
        "price": 1100.0
    },
    {
        "barcode": "4690388111274",
        "name": "ЧИПСЫ LAYS 140ГР Краб",
        "price": 1100.0
    },
    {
        "barcode": "4690388111359",
        "name": "ЧИПСЫ LAYS 140ГР Сыр",
        "price": 1100.0
    },
    {
        "barcode": "4690388111427",
        "name": "ЧИПСЫ LAYS 140ГР Паприка",
        "price": 1100.0
    },
    {
        "barcode": "4690388111250",
        "name": "ЧИПСЫ LAYS 140ГР Сметана-Зелень",
        "price": 1100.0
    },
    {
        "barcode": "8076809575966",
        "name": "BARILLA 450ГР N-297 Cellentani",
        "price": 870.0
    },
    {
        "barcode": "8801073114814",
        "name": "ЛБП SAMYANG BULDAK ФП 120ГР Carbonara",
        "price": 850.0
    },
    {
        "barcode": "8801073113893",
        "name": "ЛБП SAMYANG BULDAK ФП 120ГР Carbonara",
        "price": 850.0
    },
    {
        "barcode": "8801073113770",
        "name": "ЛБП SAMYANG BULDAK ФП 120ГР Carbonara",
        "price": 850.0
    },
    {
        "barcode": "4602986010613",
        "name": "СГУЩЕНКА ЛЮБАВИНКА 380ГР ЖБ",
        "price": 780.0
    },
    {
        "barcode": "4008638227017",
        "name": "КОНС LORADO Фасоль Белая 400ГР",
        "price": 780.0
    },
    {
        "barcode": "4008638225129",
        "name": "КОНС LORADO Красная Фасоль Кидней 400ГР",
        "price": 780.0
    },
    {
        "barcode": "0745760970384",
        "name": "ШАХ HIT Прима 280ГР",
        "price": 780.0
    },
    {
        "barcode": "0745760970377",
        "name": "ШАХ HIT Сервелат 280ГР",
        "price": 780.0
    },
    {
        "barcode": "4870003986290",
        "name": "ПИВО MILLER СТ 0.5Л Genuine Draft",
        "price": 930.0
    },
    {
        "barcode": "4870003986306",
        "name": "ПИВО MILLER ЖБ 0.45Л Genuine Draft",
        "price": 930.0
    },
    {
        "barcode": "4870003986139",
        "name": "ПИВО БЕЛЫЙ МЕДВЕДЬ ЗЕЛЕН. ЖБ 0.9Л Светлый",
        "price": 1000.0
    },
    {
        "barcode": "4600721021580",
        "name": "ПИВО STELLA ARTOIS Belgium 0.5Л СТ",
        "price": 770.0
    },
    {
        "barcode": "8801073113947",
        "name": "ЛБП SAMYANG Jjang Зеленый 120ГР",
        "price": 900.0
    },
    {
        "barcode": "8436024294743",
        "name": "КОНС MAESTRO DE OLIVA Маслины с косточкой 110ГР",
        "price": 770.0
    },
    {
        "barcode": "5449000000286",
        "name": "НАПИТ COCA-COLA 2.0Л ПБ",
        "price": 950.0
    },
    {
        "barcode": "5449000004840",
        "name": "НАПИТ FANTA 2.0Л ПБ",
        "price": 950.0
    },
    {
        "barcode": "4870001570095",
        "name": "НАПИТ PEPSI 2.0Л ПБ Classic",
        "price": 950.0
    },
    {
        "barcode": "4870001155490",
        "name": "НАПИТ PEPSI 2.25Л ПБ Classic",
        "price": 900.0
    },
    {
        "barcode": "8801073114111",
        "name": "ЛБП SAMYANG 120ГР Cheese",
        "price": 850.0
    },
    {
        "barcode": "4870035007451",
        "name": "ТЖ МАЙОНЕЗ 380ГР ДП Провансаль",
        "price": 950.0
    },
    {
        "barcode": "4870218890818",
        "name": "RB ЧЕЧИЛ Косичка",
        "price": 1000.0
    },
    {
        "barcode": "4601674086268",
        "name": "КЕТЧУП HEINZ 200ГР Сырный",
        "price": 900.0
    },
    {
        "barcode": "8001841479187",
        "name": "ПРК NATURELLA CLASSIC D4 9ШТ",
        "price": 900.0
    },
    {
        "barcode": "8001841479224",
        "name": "ПРК NATURELLA CLASSIC D5 7ШТ",
        "price": 750.0
    },
    {
        "barcode": "4015400125037",
        "name": "ПРК NATURELLA ULTRA S1-D4 10ШТ",
        "price": 1000.0
    },
    {
        "barcode": "4015400125099",
        "name": "ПРК NATURELLA ULTRA S3-D6 8ШТ",
        "price": 1000.0
    },
    {
        "barcode": "8700216045629",
        "name": "ПРК NATURELLA Нежная Защита 5КП 8ШТ",
        "price": 720.0
    },
    {
        "barcode": "4870002960734",
        "name": "КРУПА НАТУРАЛЬНАЯ КУХНЯ РИС Camolino 700ГР",
        "price": 750.0
    },
    {
        "barcode": "52100024",
        "name": "ПИВО HEINEKEN Original 0.33Л СТ",
        "price": 730.0
    },
    {
        "barcode": "5449000176448",
        "name": "НАПИТ PIKO 1.0Л ПБ Апельсин",
        "price": 850.0
    },
    {
        "barcode": "5449000273673",
        "name": "НАПИТ PIKO 1.0Л ПБ Апельсин",
        "price": 850.0
    },
    {
        "barcode": "8801045520117",
        "name": "ЛБП OTTOGI 120ГР JIN Mild Синий",
        "price": 770.0
    },
    {
        "barcode": "8801045520124",
        "name": "ЛБП OTTOGI 120ГР JIN Hot Красный",
        "price": 770.0
    },
    {
        "barcode": "4870001080037",
        "name": "ЦК Томатная Паста 400ГР ЖБ",
        "price": 730.0
    },
    {
        "barcode": "4870003431660",
        "name": "МОЛОКО (SZ) АЙНАЛАЙЫН 3.2% 1Л ТП",
        "price": 860.0
    },
    {
        "barcode": "4607043160317",
        "name": "КОНС ПЕЛИКАН Тунец 130ГР",
        "price": 730.0
    },
    {
        "barcode": "8801073113312",
        "name": "ЛБП SAMYANG BULDAK ФП 120ГР Cheese Желтый",
        "price": 850.0
    },
    {
        "barcode": "8801073113268",
        "name": "ЛБП SAMYANG BULDAK ФП 120ГР Cheese Желтый",
        "price": 850.0
    },
    {
        "barcode": "4601674084714",
        "name": "КЕТЧУП HEINZ Томат 320ГР",
        "price": 860.0
    },
    {
        "barcode": "4601674084776",
        "name": "КЕТЧУП HEINZ Итальянский 320ГР",
        "price": 780.0
    },
    {
        "barcode": "4601674086329",
        "name": "КЕТЧУП HEINZ Терияки 200ГР",
        "price": 720.0
    },
    {
        "barcode": "5413149193987",
        "name": "СМО ПОРОШОК ARIEL 450ГР АВТ Color",
        "price": 900.0
    },
    {
        "barcode": "5413149719132",
        "name": "СМО ПОРОШОК ARIEL 450ГР АВТ Color",
        "price": 900.0
    },
    {
        "barcode": "8076809577298",
        "name": "BARILLA 450ГР N-41 Chifferi Rigati",
        "price": 870.0
    },
    {
        "barcode": "4602986010507",
        "name": "СГУЩЕНКА ЛЮБИМОЕ 380ГР ЖБ",
        "price": 720.0
    },
    {
        "barcode": "4810108007438",
        "name": "СГУЩЕНКА ГЛУБОКОЕ 380ГР ЖБ",
        "price": 720.0
    },
    {
        "barcode": "4870004930117",
        "name": "КОНС КУБЛЕЙ 160ГР Шпроты в Масле",
        "price": 930.0
    },
    {
        "barcode": "4870004930155",
        "name": "КОНС КУБЛЕЙ 160ГР Шпроты в Масле",
        "price": 930.0
    },
    {
        "barcode": "4870001154479",
        "name": "МОЛОКО (SZ) МОЕ 3.2% 1Л ТП",
        "price": 810.0
    },
    {
        "barcode": "4870055002696",
        "name": "МОЛОКО (SZ) ФМ LACTEL 3.2% ТП 1.0Л Витамин-D3",
        "price": 720.0
    },
    {
        "barcode": "8801073110502",
        "name": "ЛБП SAMYANG BULDAK ФП 120ГР Hot Chicken",
        "price": 850.0
    },
    {
        "barcode": "4870001085155",
        "name": "ЦИН-КАЗ САЦЕБЕЛИ СТ 345ГР Овощной",
        "price": 830.0
    },
    {
        "barcode": "4015600799830",
        "name": "СМО ПОРОШОК TIDE 400ГР АВТ Детский",
        "price": 750.0
    },
    {
        "barcode": "5413149003958",
        "name": "СМО ПОРОШОК TIDE 450ГР АВТ Color",
        "price": 750.0
    },
    {
        "barcode": "5413149045392",
        "name": "СМО ПОРОШОК TIDE 450ГР АВТ АльпСвеж",
        "price": 750.0
    },
    {
        "barcode": "8006540046722",
        "name": "ПРК NATURELLA LINERS 20ШТ Normal",
        "price": 850.0
    },
    {
        "barcode": "8006540005330",
        "name": "ПРК NATURELLA Ромашка 1Т 20ШТ",
        "price": 800.0
    },
    {
        "barcode": "8001841479262",
        "name": "ПРОКЛАДКИ NATURELLA S4 6ШТ Classic Ночные",
        "price": 750.0
    },
    {
        "barcode": "4870002110016",
        "name": "SALANGANI Гнезда",
        "price": 700.0
    },
    {
        "barcode": "4008638162011",
        "name": "КОНС LORADO Персики 400ГР",
        "price": 700.0
    },
    {
        "barcode": "4607043160300",
        "name": "КОНС ПЕЛИКАН Тунец Салатный 130ГР",
        "price": 700.0
    },
    {
        "barcode": "9002490100070",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л Classic",
        "price": 930.0
    },
    {
        "barcode": "9002490207434",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л Zero Sugar",
        "price": 930.0
    },
    {
        "barcode": "9002490262679",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л EDSummer",
        "price": 930.0
    },
    {
        "barcode": "9002490250874",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л EDRed Watermelon",
        "price": 930.0
    },
    {
        "barcode": "9002490242206",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л Yellow Edition",
        "price": 930.0
    },
    {
        "barcode": "4870003431646",
        "name": "МОЛОКО (SZ) АЙНАЛАЙЫН 2.5% 1Л ТП",
        "price": 750.0
    },
    {
        "barcode": "4870004933897",
        "name": "КОНС КУБЛЕЙ 240ГР Сельдь",
        "price": 840.0
    },
    {
        "barcode": "4870254130916",
        "name": "ФИСТАШКИ FLINT BIGBOB 50ГР Отборные",
        "price": 850.0
    },
    {
        "barcode": "4870212650043",
        "name": "САХАР РАФИНАД 1000ГР АРМАН Белый",
        "price": 720.0
    },
    {
        "barcode": "8801045521312",
        "name": "ЛБП OTTOGI 120ГР JIN Кимчи",
        "price": 670.0
    },
    {
        "barcode": "4870237751695",
        "name": "СОЛ Лазджан Острый 260ГР СТ",
        "price": 670.0
    },
    {
        "barcode": "4870145004463",
        "name": "ПИВО KRONENBOURG Blanc 0.46Л СТ",
        "price": 660.0
    },
    {
        "barcode": "4870145004937",
        "name": "ПИВО KRONENBOURG Rose 0.46Л СТ",
        "price": 660.0
    },
    {
        "barcode": "4870145004456",
        "name": "ПИВО KRONENBOURG Blanc 0.45Л ЖБ",
        "price": 660.0
    },
    {
        "barcode": "4870001150075",
        "name": "СОК DADA 0.95Л ТП Томат",
        "price": 850.0
    },
    {
        "barcode": "4870001151546",
        "name": "СОК DADA 0.95Л ТП Яблоко",
        "price": 850.0
    },
    {
        "barcode": "4870001150389",
        "name": "СОК DADA 0.95Л ТП Вишня",
        "price": 850.0
    },
    {
        "barcode": "4870001150402",
        "name": "СОК DADA 0.95Л ТП Тропик",
        "price": 850.0
    },
    {
        "barcode": "4870001150013",
        "name": "СОК DADA 0.95Л ТП Апельсин",
        "price": 900.0
    },
    {
        "barcode": "4870002328299",
        "name": "СОК DADA 0.95Л ТП Ягодный Морс",
        "price": 850.0
    },
    {
        "barcode": "4870001150099",
        "name": "СОК DADA 0.95Л ТП Персик",
        "price": 850.0
    },
    {
        "barcode": "4870002329319",
        "name": "СОК DADA 0.95Л ТП Цитрусовый Микс",
        "price": 850.0
    },
    {
        "barcode": "4870833485116",
        "name": "ШИНЛ МИШКА ПОЛЮС БОЛЬШОЙ РОЖОК НА СЛИВКАХ 130ГР Солёная Карамель",
        "price": 800.0
    },
    {
        "barcode": "5449000000439",
        "name": "НАПИТ COCA-COLA 1.5Л ПБ",
        "price": 850.0
    },
    {
        "barcode": "4870002329487",
        "name": "НАПИТ PEPSI 1.5Л ПБ Classic",
        "price": 850.0
    },
    {
        "barcode": "8801043150620",
        "name": "ЛБП NONGSHIM SHIN RAMYUN 120ГР Spicy",
        "price": 650.0
    },
    {
        "barcode": "6920238090618",
        "name": "ЛБП NONGSHIM SHIN RAMYUN 120ГР Spicy",
        "price": 650.0
    },
    {
        "barcode": "8801043014809",
        "name": "ЛБП NONGSHIM SHIN RAMYUN 120ГР Spicy",
        "price": 650.0
    },
    {
        "barcode": "4870001084028",
        "name": "ЦИН-КАЗ КОБРА СТ 345ГР Жгучая",
        "price": 800.0
    },
    {
        "barcode": "8076809576093",
        "name": "BARILLA 450ГР N-5 Spaghetti",
        "price": 870.0
    },
    {
        "barcode": "4870035000735",
        "name": "ТЖ СГУЩЕНКА 8.5% ДП 270ГР Рогачев Обычная",
        "price": 770.0
    },
    {
        "barcode": "4870035001152",
        "name": "МАСЛО ПОДСОЛН. 3-ЖЕЛАНИЯ РАФ. ПБ 1.0Л Шедевр",
        "price": 1080.0
    },
    {
        "barcode": "4870035001756",
        "name": "МАСЛО ПОДСОЛН. 3-ЖЕЛАНИЯ РАФ. ПБ 1.0Л Шедевр",
        "price": 1080.0
    },
    {
        "barcode": "4690329009066",
        "name": "ЯШК 011 СНЕКИ ЛУКОВЫЕ КОЛЬЦА 200ГР Сладкий Чили",
        "price": 850.0
    },
    {
        "barcode": "4870209410797",
        "name": "ШИНЛ BAHROMA 75ГР Double Курага",
        "price": 680.0
    },
    {
        "barcode": "4870002320903",
        "name": "ЧАЙ ПИАЛА ЛСТ 100ГР Зеленый",
        "price": 650.0
    },
    {
        "barcode": "5413149556928",
        "name": "СМП (СОЦ) МИФ 500МЛ Алоэ Вера",
        "price": 800.0
    },
    {
        "barcode": "5413149397842",
        "name": "СМП (СОЦ) МИФ 500МЛ Лимон",
        "price": 800.0
    },
    {
        "barcode": "5413149032224",
        "name": "СМО ПОРОШОК ARIEL 450ГР РУЧ Горный Родник",
        "price": 800.0
    },
    {
        "barcode": "4870055002689",
        "name": "МОЛОКО (SZ) ФМ LACTEL 2.5% ТП 1.0Л Витамин-D3",
        "price": 670.0
    },
    {
        "barcode": "4607097070433",
        "name": "КРУПА АЛТАЙСКАЯ СКАЗКА ГОРОХ 800ГР",
        "price": 650.0
    },
    {
        "barcode": "4620004391568",
        "name": "КОФЕ MACCOFE 3-1 РАСТ. СШ 30ГР Gold",
        "price": 650.0
    },
    {
        "barcode": "746030066844",
        "name": "ЛБП SAMYANG Seafood Голубой 120ГР",
        "price": 740.0
    },
    {
        "barcode": "4870055002672",
        "name": "МОЛОКО (SZ) ФМ LACTEL 1.5% ТП 1.0Л Витамин-D3",
        "price": 710.0
    },
    {
        "barcode": "4870200770234",
        "name": "БАРОН ВАРЕНИКИ Картошка",
        "price": 780.0
    },
    {
        "barcode": "4870052003214",
        "name": "НАПИТ ТАН Рудненский 1.5Л ПБ",
        "price": 850.0
    },
    {
        "barcode": "4870004930605",
        "name": "КОНС КУБЛЕЙ 325ГР Килька в Томате",
        "price": 700.0
    },
    {
        "barcode": "3014260101350",
        "name": "ЗУБНАЯ ЩЕТКА ORALB Black",
        "price": 600.0
    },
    {
        "barcode": "3014260808105",
        "name": "ЗУБНАЯ ЩЕТКА ORALB ЖЕСТ.-СР Relief",
        "price": 550.0
    },
    {
        "barcode": "4620017459767",
        "name": "ЯШК OZERA 185ГР Wafer Rolls Фиолетовый",
        "price": 600.0
    },
    {
        "barcode": "4680167310189",
        "name": "ЯШК TWIGGY 185ГР Зеленый",
        "price": 600.0
    },
    {
        "barcode": "4630026562402",
        "name": "ЯШК 110-1 ВАФЛИ ГОЛЛАНДСКИЕ 165ГР Сгущенка",
        "price": 450.0
    },
    {
        "barcode": "4870246440078",
        "name": "АККУ ФАРШ Говяжий 450ГР",
        "price": 600.0
    },
    {
        "barcode": "8690637719769",
        "name": "ИНМ MAGNUM 80.5ГР Double Cikolata",
        "price": 1050.0
    },
    {
        "barcode": "8683130106891",
        "name": "ИНМ MAGNUM 80.5ГР Double Cikolata",
        "price": 1050.0
    },
    {
        "barcode": "8690637687419",
        "name": "ИНМ MAGNUM 80.5ГР Classic",
        "price": 1050.0
    },
    {
        "barcode": "8690637936036",
        "name": "ИНМ MAGNUM 80.5ГР Cookie",
        "price": 1050.0
    },
    {
        "barcode": "8683130106877",
        "name": "ИНМ MAGNUM 80.5ГР Cookie",
        "price": 1050.0
    },
    {
        "barcode": "8690637687433",
        "name": "ИНМ MAGNUM 80.5ГР White Chocolate",
        "price": 1050.0
    },
    {
        "barcode": "8683130106907",
        "name": "ИНМ MAGNUM 80.5ГР White Chocolate",
        "price": 1050.0
    },
    {
        "barcode": "4605922024309",
        "name": "ИНМ МАГНАТ Шоколадный Трюфель 80.5ГР",
        "price": 900.0
    },
    {
        "barcode": "8683130038390",
        "name": "ИНМ МАГНАТ Starchaser Карамель Попкорн 80.5ГР",
        "price": 900.0
    },
    {
        "barcode": "4870002329975",
        "name": "НАПИТ LIPTON IT 1.5Л ПБ Зеленый",
        "price": 700.0
    },
    {
        "barcode": "8801073113800",
        "name": "ЛБП SAMYANG Spicy Красный 120ГР",
        "price": 600.0
    },
    {
        "barcode": "4605246017308",
        "name": "ЧАЙ ШАХ Кения ГРН 90ГР",
        "price": 600.0
    },
    {
        "barcode": "4605246012358",
        "name": "ЧАЙ ШАХ Индия ГРН 90ГР",
        "price": 600.0
    },
    {
        "barcode": "5413149359031",
        "name": "СМО ПОРОШОК TIDE 400ГР РУЧ АльпСвеж",
        "price": 750.0
    },
    {
        "barcode": "4015400107835",
        "name": "ПРОКЛАДКИ DISCREET DEO 20ШТ Waterlily",
        "price": 700.0
    },
    {
        "barcode": "4015400341505",
        "name": "ПРК DISCREET DEO Summer Fresh 20ШТ",
        "price": 600.0
    },
    {
        "barcode": "4015400165804",
        "name": "ПРК DISCREET Normal 20ШТ",
        "price": 550.0
    },
    {
        "barcode": "3086123646278",
        "name": "ЗАЖИГАЛКА BIC EZ Reach",
        "price": 600.0
    },
    {
        "barcode": "8001090720344",
        "name": "ЗУБПАСТА BAM Свежесть 65МЛ",
        "price": 600.0
    },
    {
        "barcode": "4870206555514",
        "name": "ПМАЙКА СОСИСКИ К Ужину 300ГР",
        "price": 880.0
    },
    {
        "barcode": "4630026562372",
        "name": "ЯШК 110-1 ВАФЛИ ГОЛЛАНДСКИЕ 165ГР Карамель",
        "price": 450.0
    },
    {
        "barcode": "4870144749952",
        "name": "МОЛОКО ПЕТРОПАВЛОВСКОЕ 6.0% 1Л ФП",
        "price": 590.0
    },
    {
        "barcode": "8801062267699",
        "name": "РАХАТ PEPERO Желтый",
        "price": 630.0
    },
    {
        "barcode": "8801062267675",
        "name": "РАХАТ PEPERO Красный",
        "price": 630.0
    },
    {
        "barcode": "8801062880140",
        "name": "РАХАТ PEPERO Голубой",
        "price": 630.0
    },
    {
        "barcode": "8801062636358",
        "name": "РАХАТ PEPERO Белый",
        "price": 630.0
    },
    {
        "barcode": "4605922024491",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ Пломбир Классика Вафля 94ГР",
        "price": 600.0
    },
    {
        "barcode": "4870002328602",
        "name": "НАПИТ DADA LETO 1.0Л ПБ Апельсин-Лемонграсс",
        "price": 650.0
    },
    {
        "barcode": "4870001573553",
        "name": "НАПИТ DADA LETO 1.0Л ПБ Апельсин-Лемонграсс",
        "price": 650.0
    },
    {
        "barcode": "074603005212",
        "name": "ЛБП SAMYANG Regular Оранжевый ФП 120ГР",
        "price": 700.0
    },
    {
        "barcode": "4811317001125",
        "name": "КОНС СТ ЛИМОНЫ ХУТОРОК 420ГР",
        "price": 580.0
    },
    {
        "barcode": "4870002320392",
        "name": "ЧАЙ ПИАЛА ГРН 100ГР Кенийский",
        "price": 680.0
    },
    {
        "barcode": "4870002901263",
        "name": "ЧАЙ АССАМ ЛСТ 100ГР Зеленый",
        "price": 570.0
    },
    {
        "barcode": "4620017458548",
        "name": "ЯШК TWIGGY 185ГР Синий",
        "price": 750.0
    },
    {
        "barcode": "6925356424017",
        "name": "СОУС МАСТЕР КАН 500МЛ Соевый",
        "price": 560.0
    },
    {
        "barcode": "4791029074108",
        "name": "ЧАЙ АЛТЫНХАН ПКТ 20П Ташкентский",
        "price": 650.0
    },
    {
        "barcode": "4870002327629",
        "name": "ЧАЙ ПИАЛА ПКТ 25П STORIES Черный Лемонграсс",
        "price": 560.0
    },
    {
        "barcode": "3014260282691",
        "name": "НАБОР БРИТВ ОДНОРАЗОВЫХ 3ШТ GILETTE-2 Без Геля",
        "price": 600.0
    },
    {
        "barcode": "4600682005322",
        "name": "ПИВО SR GARAGE Lemon 0.45Л ЖБ",
        "price": 560.0
    },
    {
        "barcode": "4600682029830",
        "name": "ПИВО SR GARAGE Lemon 0.5Л СТ",
        "price": 560.0
    },
    {
        "barcode": "4600682029861",
        "name": "ПИВО SR GARAGE Black Cherry 0.5Л СТ",
        "price": 560.0
    },
    {
        "barcode": "4870145004548",
        "name": "ПИВО SOMERSBY Strawberry&Kiwi 0.45Л ЖБ",
        "price": 560.0
    },
    {
        "barcode": "4870145004241",
        "name": "ПИВО SOMERSBY Apple 0.45Л ЖБ",
        "price": 550.0
    },
    {
        "barcode": "4870145004227",
        "name": "ПИВО SOMERSBY Blackberry 0.45Л ЖБ",
        "price": 560.0
    },
    {
        "barcode": "4870145004234",
        "name": "ПИВО SOMERSBY Mango&Lime 0.45Л ЖБ",
        "price": 560.0
    },
    {
        "barcode": "4600682036272",
        "name": "ПИВО SR GARAGE Pineapple 0.45Л ЖБ",
        "price": 550.0
    },
    {
        "barcode": "4600682036289",
        "name": "ПИВО SR GARAGE Grapefruit 0.45Л ЖБ",
        "price": 560.0
    },
    {
        "barcode": "4607015236323",
        "name": "ЯШК МИНИ-КРУАССАН 180ГР Сливочный",
        "price": 730.0
    },
    {
        "barcode": "4607015236309",
        "name": "ЯШК МИНИ-КРУАССАН 180ГР Шоколад",
        "price": 730.0
    },
    {
        "barcode": "4607015236316",
        "name": "ЯШК МИНИ-КРУАССАН 180ГР Клубника",
        "price": 730.0
    },
    {
        "barcode": "4870071002373",
        "name": "НАПИТ HOLIDAY 1.5Л ПБ Tarkhun",
        "price": 780.0
    },
    {
        "barcode": "4870071002137",
        "name": "НАПИТ HOLIDAY 1.5Л ПБ Lemonade",
        "price": 730.0
    },
    {
        "barcode": "4870145003817",
        "name": "ПИВО CARLSBERG Danish Pilsener 0.45Л СТ",
        "price": 560.0
    },
    {
        "barcode": "4870145004401",
        "name": "ПИВО CARSBERG 0.45Л ЖБ Danish Pilsener",
        "price": 650.0
    },
    {
        "barcode": "4870145004135",
        "name": "ПИВО CARSBERG Danish Pilsener НФ 0.45Л ЖБ",
        "price": 560.0
    },
    {
        "barcode": "4870145004210",
        "name": "ПИВО HOLSTEN Pilsener ЖБ 0.45Л",
        "price": 540.0
    },
    {
        "barcode": "4870145004203",
        "name": "ПИВО HOLSTEN Light 0.45Л ЖБ",
        "price": 540.0
    },
    {
        "barcode": "4620017455899",
        "name": "ЯШК TWIGGY 185ГР Красный",
        "price": 750.0
    },
    {
        "barcode": "4630007401423",
        "name": "АРАХИС КАРАВАН PREMIUM 150ГР Красный",
        "price": 660.0
    },
    {
        "barcode": "4870001081089",
        "name": "ЦИН-КАЗ АДЖИКА СТ 210ГР Классика",
        "price": 650.0
    },
    {
        "barcode": "4870001085179",
        "name": "ЦИН-КАЗ АДЖИКА СТ 210ГР Чеснок",
        "price": 650.0
    },
    {
        "barcode": "4870003981202",
        "name": "ПИВО BAVARIA СТ 0.5Л Holland",
        "price": 750.0
    },
    {
        "barcode": "4870003986900",
        "name": "ПИВО BAVARIA ЖБ 0.45Л Holland",
        "price": 750.0
    },
    {
        "barcode": "4870002329807",
        "name": "СОК НС Персик 0.95Л ТП",
        "price": 530.0
    },
    {
        "barcode": "4870002327339",
        "name": "СОК НС Зеленое Яблоко 0.95Л ТП",
        "price": 530.0
    },
    {
        "barcode": "4870002329791",
        "name": "СОК НС Зеленое Яблоко [791]",
        "price": 530.0
    },
    {
        "barcode": "5449000176431",
        "name": "НАПИТ PIKO 0.5Л ПБ Апельсин",
        "price": 600.0
    },
    {
        "barcode": "4870003986894",
        "name": "ПИВО AMSTERDAM ЖБ 0.45Л Navigator Extra Intense",
        "price": 520.0
    },
    {
        "barcode": "4600721015398",
        "name": "ПИВО BUD 0.45Л ЖБ Light",
        "price": 900.0
    },
    {
        "barcode": "4600721021627",
        "name": "ПИВО BUD Light 0.5Л СТ",
        "price": 800.0
    },
    {
        "barcode": "4870145004012",
        "name": "ПИВО HOLSTEN Light 0.5Л СТ",
        "price": 520.0
    },
    {
        "barcode": "4870145001950",
        "name": "ПИВО HOLSTEN Pilsener 0.5Л",
        "price": 520.0
    },
    {
        "barcode": "4870209742652",
        "name": "FLINT ЖЁЛТЫЙ ПАЛАСАТИК 36ГР",
        "price": 520.0
    },
    {
        "barcode": "4870144749945",
        "name": "МОЛОКО ПЕТРОПАВЛОВСКОЕ 3.2% 1Л ФП",
        "price": 510.0
    },
    {
        "barcode": "4870001501129",
        "name": "КРУПА АСТЫКЖАН 700ГР Рисовая \"Акмаржан\"",
        "price": 380.0
    },
    {
        "barcode": "4870001501136",
        "name": "САХАР (SZ) ПЕСОК 700ГР АСТЫКЖАН",
        "price": 480.0
    },
    {
        "barcode": "4870002900655",
        "name": "ЧАЙ СИМБА Кения 25П",
        "price": 520.0
    },
    {
        "barcode": "4870002903601",
        "name": "ЧАЙ СИМБА Индия 25П",
        "price": 520.0
    },
    {
        "barcode": "7640168937560",
        "name": "МЫЛО BIOMIO Баттер Манго",
        "price": 520.0
    },
    {
        "barcode": "4603014012197",
        "name": "МЫЛО BIOMIO Литсея и Бергамот",
        "price": 520.0
    },
    {
        "barcode": "4870002329777",
        "name": "СОК НС Абрикос 0.95Л ТП",
        "price": 510.0
    },
    {
        "barcode": "5449000054227",
        "name": "НАПИТ COCA-COLA 1.0Л ПБ",
        "price": 680.0
    },
    {
        "barcode": "5449000006271",
        "name": "НАПИТ FANTA 1.0Л ПБ",
        "price": 680.0
    },
    {
        "barcode": "4870001570071",
        "name": "НАПИТ PEPSI 1.0Л ПБ Classic",
        "price": 680.0
    },
    {
        "barcode": "4870002327261",
        "name": "НАПИТ PEPSI 1.0Л ПБ Zero",
        "price": 680.0
    },
    {
        "barcode": "4870001570132",
        "name": "НАПИТ 7UP ПБ 1.0Л",
        "price": 650.0
    },
    {
        "barcode": "4870001570194",
        "name": "НАПИТ MIRINDA ПБ 1.0Л",
        "price": 650.0
    },
    {
        "barcode": "4870002900037",
        "name": "ЧАЙ АССАМ ГРН 100ГР Классика",
        "price": 510.0
    },
    {
        "barcode": "3083680538404",
        "name": "КОНС BONDUELLE КЛЮЧ 200ГР - 212МЛ Зеленый Горошек Нежный",
        "price": 720.0
    },
    {
        "barcode": "4870003983831",
        "name": "ПИВО KOZEL СТ 0.5Л Dark",
        "price": 750.0
    },
    {
        "barcode": "4870003983824",
        "name": "ПИВО KOZEL СТ 0.5Л Light",
        "price": 750.0
    },
    {
        "barcode": "4870003986887",
        "name": "ПИВО KOZEL ЖБ 0.45Л Dark",
        "price": 750.0
    },
    {
        "barcode": "4870003986870",
        "name": "ПИВО KOZEL ЖБ 0.45Л Light",
        "price": 750.0
    },
    {
        "barcode": "4870145004289",
        "name": "ПИВО БАЛТИКА 9 Красный 0.45Л ЖБ",
        "price": 500.0
    },
    {
        "barcode": "4600682030652",
        "name": "ПИВО БАЛТИКА 9 Красный 0.45Л ЖБ",
        "price": 500.0
    },
    {
        "barcode": "4870145004302",
        "name": "ПИВО БАЛТИКА 7 Синий 0.45Л ЖБ [302]",
        "price": 500.0
    },
    {
        "barcode": "4600682030614",
        "name": "ПИВО БАЛТИКА 7 Синий 0.45Л ЖБ [302]",
        "price": 500.0
    },
    {
        "barcode": "4870145002728",
        "name": "ПИВО БОЛЬШАЯ КРУЖКА Крепкое 0.64Л СТ",
        "price": 500.0
    },
    {
        "barcode": "4870145002155",
        "name": "ПИВО БОЛЬШАЯ КРУЖКА Мягкое 0.64Л СТ",
        "price": 500.0
    },
    {
        "barcode": "4870209742935",
        "name": "СУХАРИКИ FLINT 190ГР WOW Сыр",
        "price": 600.0
    },
    {
        "barcode": "4870254130718",
        "name": "СУХАРИКИ FLINT 190ГР WOW Сыр",
        "price": 600.0
    },
    {
        "barcode": "4870209745264",
        "name": "СУХАРИКИ FLINT 190ГР WOW Икра",
        "price": 600.0
    },
    {
        "barcode": "4870254130602",
        "name": "СУХАРИКИ FLINT 190ГР WOW Икра",
        "price": 600.0
    },
    {
        "barcode": "4870209746490",
        "name": "СУХАРИКИ FLINT 190ГР WOW Сметана-Зелень",
        "price": 600.0
    },
    {
        "barcode": "4870254130671",
        "name": "СУХАРИКИ FLINT 190ГР WOW Сметана-Зелень",
        "price": 600.0
    },
    {
        "barcode": "4870209742928",
        "name": "СУХАРИКИ FLINT 190ГР WOW Шашлык",
        "price": 600.0
    },
    {
        "barcode": "4870254130756",
        "name": "СУХАРИКИ FLINT 190ГР WOW Шашлык",
        "price": 600.0
    },
    {
        "barcode": "5000159484657",
        "name": "ШИНЛ TWIX 40ГР",
        "price": 700.0
    },
    {
        "barcode": "5000159343961",
        "name": "ШИНЛ SNICKERS 48ГР",
        "price": 700.0
    },
    {
        "barcode": "5000159509756",
        "name": "ШИНЛ SNICKERS 48ГР White",
        "price": 700.0
    },
    {
        "barcode": "5000159483025",
        "name": "ШИНЛ BOUNTY 39.1ГР",
        "price": 700.0
    },
    {
        "barcode": "5000159397360",
        "name": "ШИНЛ MARS 41.8ГР",
        "price": 700.0
    },
    {
        "barcode": "4870052001937",
        "name": "НАПИТ ТАН Рудненский 1Л ПБ",
        "price": 680.0
    },
    {
        "barcode": "4870210772075",
        "name": "НАПИТ ТАН Рудненский 1Л ПБ",
        "price": 680.0
    },
    {
        "barcode": "4870202521216",
        "name": "НАПИТ MAXI ЧАЙ ПБ 1.2Л Лимон",
        "price": 680.0
    },
    {
        "barcode": "4870202521254",
        "name": "НАПИТ MAXI ЧАЙ ПБ 1.2Л Клубника",
        "price": 680.0
    },
    {
        "barcode": "4008496556632",
        "name": "БАТАРЕЙКА VARTA Крона 9V",
        "price": 500.0
    },
    {
        "barcode": "8001841819136",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 110ГР ND Чайное Дерево",
        "price": 500.0
    },
    {
        "barcode": "4607104280015",
        "name": "БЕЛИЗНА METRO.Aro 1Л (NaClO)",
        "price": 500.0
    },
    {
        "barcode": "4606856004245",
        "name": "БЕЛИЗНА METRO.Aro 1Л (NaClO)",
        "price": 500.0
    },
    {
        "barcode": "234567890120007",
        "name": "СКОТЧ Средний",
        "price": 500.0
    },
    {
        "barcode": "4870022002568",
        "name": "ПИВО YICHANG СТ 0.62Л Light",
        "price": 490.0
    },
    {
        "barcode": "4870218892263",
        "name": "RB КУРТО 6ШТ Копчёный",
        "price": 660.0
    },
    {
        "barcode": "4870218891136",
        "name": "RB КУРТО 6ШТ Классика",
        "price": 660.0
    },
    {
        "barcode": "4870218891143",
        "name": "RB КУРТО 6ШТ Домашний",
        "price": 600.0
    },
    {
        "barcode": "4870003980113",
        "name": "ПИВО EFES СТ 0.5Л Pilsener",
        "price": 700.0
    },
    {
        "barcode": "4870003986429",
        "name": "ПИВО EFES ЖБ 0.45Л Pilsener",
        "price": 700.0
    },
    {
        "barcode": "4870145004258",
        "name": "ПИВО TUBORG Original 0.45Л ЖБ",
        "price": 480.0
    },
    {
        "barcode": "4600452022948",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР МОЛ. Caramel & Sea Salt",
        "price": 670.0
    },
    {
        "barcode": "4630007400389",
        "name": "СЕМЕЧКИ ДЖИНН КЛАСС. БС 140ГР Желтый",
        "price": 610.0
    },
    {
        "barcode": "4630007400662",
        "name": "СЕМЕЧКИ ДЖИНН КЛАСС. МС 140ГР Голубой",
        "price": 610.0
    },
    {
        "barcode": "8711327603523",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ 65ГР ВафСтакан Сливочный",
        "price": 500.0
    },
    {
        "barcode": "8683130057735",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ 65ГР ВафСтакан Сливочный",
        "price": 500.0
    },
    {
        "barcode": "4605922001751",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ 65ГР ВафСтакан Фисташка",
        "price": 500.0
    },
    {
        "barcode": "8683130068724",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ 65ГР ВафСтакан Фисташка",
        "price": 500.0
    },
    {
        "barcode": "8683130060278",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ 65ГР ВафСтакан Черника",
        "price": 500.0
    },
    {
        "barcode": "8683130060254",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ 65ГР ВафСтакан Шоколад",
        "price": 500.0
    },
    {
        "barcode": "4870002954856",
        "name": "COPPA ITALIA СТАКАН 200ГР Классика",
        "price": 480.0
    },
    {
        "barcode": "8683130061732",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ ПЛОМБИР Рожок Классика 90ГР",
        "price": 600.0
    },
    {
        "barcode": "5000394052550",
        "name": "БАТАРЕЙКИ DURACEL AA 2ШТ",
        "price": 480.0
    },
    {
        "barcode": "5000394052567",
        "name": "БАТАРЕЙКИ DURACELL AAA 2ШТ",
        "price": 480.0
    },
    {
        "barcode": "4870001501112",
        "name": "КРУПА (SZ) АСТЫКЖАН 700ГР Рисовая \"Высший Сорт\" (Шлифованный)",
        "price": 460.0
    },
    {
        "barcode": "4015400930419",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 125ГР Классика Синий",
        "price": 700.0
    },
    {
        "barcode": "4870099002737",
        "name": "РАХАТ Яблочко 350ГР",
        "price": 600.0
    },
    {
        "barcode": "4870145004685",
        "name": "ПИВО BEERKHAN Крепкое 10 0.45Л ЖБ",
        "price": 470.0
    },
    {
        "barcode": "4870209742157",
        "name": "FLINT КАЛЬМАРЫ Сушено Вяленые 36ГР",
        "price": 470.0
    },
    {
        "barcode": "4870209742171",
        "name": "FLINT КАЛЬМАРЫ Кольца 36ГР",
        "price": 470.0
    },
    {
        "barcode": "4870209742126",
        "name": "FLINT АНЧОУСЫ 36ГР",
        "price": 470.0
    },
    {
        "barcode": "8690637852053",
        "name": "ИНМ NOGGER Sandwich 88.3ГР",
        "price": 470.0
    },
    {
        "barcode": "8690637986628",
        "name": "ИНМ CORNETTO Тутовик 84ГР",
        "price": 470.0
    },
    {
        "barcode": "8690637944109",
        "name": "ИНМ CORNETTO Лесные Ягоды + Карамель 85ГР",
        "price": 470.0
    },
    {
        "barcode": "4870071004483",
        "name": "НАПИТ TASSAY IT 1.0Л ПБ Forest Berry",
        "price": 580.0
    },
    {
        "barcode": "4870001084875",
        "name": "СОУС СИНКАН 500МЛ Классика",
        "price": 770.0
    },
    {
        "barcode": "4870002320477",
        "name": "ЧАЙ ПИАЛА ПКТ 25П Кенийский",
        "price": 570.0
    },
    {
        "barcode": "4870002320880",
        "name": "ЧАЙ ПИАЛА ПКТ 25П Зеленый",
        "price": 570.0
    },
    {
        "barcode": "4870001571993",
        "name": "ЧАЙ ПИАЛА ПКТ 25П Зеленый",
        "price": 570.0
    },
    {
        "barcode": "4870144749938",
        "name": "МОЛОКО ПЕТРОПАВЛОВСКОЕ 2.5% 1Л ФП",
        "price": 510.0
    },
    {
        "barcode": "8594001693009",
        "name": "КОНС HAME ПАШТЕТ Индейка 75ГР",
        "price": 470.0
    },
    {
        "barcode": "8594001695232",
        "name": "КОНС HAME ПАШТЕТ 75ГР Воздушная Ветчина",
        "price": 470.0
    },
    {
        "barcode": "8594001693047",
        "name": "КОНС HAME ПАШТЕТ Гусиная Печень 75ГР",
        "price": 470.0
    },
    {
        "barcode": "8594001692989",
        "name": "КОНС HAME ПАШТЕТ Мясо Птицы 75ГР",
        "price": 470.0
    },
    {
        "barcode": "4870035002777",
        "name": "ТЖ КОНСЕРВА КУКУРУЗА ЖБ 340ГР Сладкая",
        "price": 470.0
    },
    {
        "barcode": "4870004900622",
        "name": "ШИНЛ БОМБА БОЛЬШОЙ РОЖОК 135ГР Сливочный",
        "price": 600.0
    },
    {
        "barcode": "4870004909045",
        "name": "ШИНЛ БОМБА БОЛЬШОЙ РОЖОК 135ГР Черное Печенье",
        "price": 600.0
    },
    {
        "barcode": "5413149109810",
        "name": "СМО ПОРОШОК (СОЦ) МИФ АВТ ТП 400ГР МорозСвеж",
        "price": 550.0
    },
    {
        "barcode": "5413149097988",
        "name": "СМО ПОРОШОК (СОЦ) МИФ РУЧ ТП 400ГР МорозСвеж",
        "price": 550.0
    },
    {
        "barcode": "5413149109858",
        "name": "СМО ПОРОШОК (СОЦ) МИФ АВТ ТП 400ГР СвежЦвет",
        "price": 550.0
    },
    {
        "barcode": "4870022003305",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Classic",
        "price": 650.0
    },
    {
        "barcode": "4680036912629",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Classic",
        "price": 650.0
    },
    {
        "barcode": "4630065254191",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Classic",
        "price": 650.0
    },
    {
        "barcode": "4650243871828",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Mango",
        "price": 650.0
    },
    {
        "barcode": "4870022003312",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Mango",
        "price": 650.0
    },
    {
        "barcode": "4650243871224",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Dragon",
        "price": 650.0
    },
    {
        "barcode": "4870022002964",
        "name": "ПИВО КИТ Светлый 0.65Л СТ",
        "price": 450.0
    },
    {
        "barcode": "4870145004272",
        "name": "ПИВО БАЛТИКА 5 Желтый 0.45Л ЖБ",
        "price": 450.0
    },
    {
        "barcode": "4620031673187",
        "name": "АККУ СОСИСКИ Восточные 380ГР",
        "price": 600.0
    },
    {
        "barcode": "5449000000996",
        "name": "НАПИТ COCA-COLA 0.33Л ЖБ",
        "price": 470.0
    },
    {
        "barcode": "5449000011527",
        "name": "НАПИТ FANTA 0.33Л ЖБ",
        "price": 470.0
    },
    {
        "barcode": "4870245160021",
        "name": "НАПИТ FRUITNGO 0.45Л ЖБ Гранат",
        "price": 500.0
    },
    {
        "barcode": "4870245160069",
        "name": "НАПИТ FRUITNGO 0.45Л ЖБ Манго",
        "price": 500.0
    },
    {
        "barcode": "4870002329937",
        "name": "НАПИТ LIPTON IT 1.0Л ПБ Персик",
        "price": 600.0
    },
    {
        "barcode": "4870002329951",
        "name": "НАПИТ LIPTON IT 1.0Л ПБ Зеленый",
        "price": 600.0
    },
    {
        "barcode": "710535043525",
        "name": "КНЦ LED Лампа 12W [3525]",
        "price": 500.0
    },
    {
        "barcode": "5449000189356",
        "name": "НАПИТ FUSE-TEA 1.0Л ПБ Манго-Ананас",
        "price": 650.0
    },
    {
        "barcode": "4870071002359",
        "name": "НАПИТ HOLIDAY 1.0Л ПБ Tarkhun",
        "price": 630.0
    },
    {
        "barcode": "4870071002113",
        "name": "НАПИТ HOLIDAY 1.0Л ПБ Lemonade",
        "price": 630.0
    },
    {
        "barcode": "4870234681384",
        "name": "НАПИТ HOLIDAY 1.0Л ПБ Granat",
        "price": 550.0
    },
    {
        "barcode": "4660085515163",
        "name": "БТН. SNICKERS 80ГР Super",
        "price": 630.0
    },
    {
        "barcode": "5000159439480",
        "name": "БТН. SNICKERS 80ГР Super Орех",
        "price": 630.0
    },
    {
        "barcode": "5000159381178",
        "name": "БТН. BOUNTY 80ГР Trio",
        "price": 680.0
    },
    {
        "barcode": "4011100977952",
        "name": "БТН. TWIX 55ГР Regular",
        "price": 420.0
    },
    {
        "barcode": "5000159390729",
        "name": "БТН. TWIX 80ГР Xtra",
        "price": 630.0
    },
    {
        "barcode": "3800020453414",
        "name": "KITKAT Duo 64Р",
        "price": 450.0
    },
    {
        "barcode": "7622210357915",
        "name": "PICNIC Big x2 80ГР",
        "price": 450.0
    },
    {
        "barcode": "5000174645712",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 90ГР ЦВ-ЖЕЛТ. Ромашка",
        "price": 550.0
    },
    {
        "barcode": "5000174831368",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 90ГР ЦВ-РОЗ. Взрыв Розового",
        "price": 550.0
    },
    {
        "barcode": "8693495033985",
        "name": "МЫЛО PALMOLIVE Olive & Milk 90ГР",
        "price": 450.0
    },
    {
        "barcode": "234567890120008",
        "name": "МЫЛО ТВЕРДОЕ ХОЗ. РУСЬ Глицерин-72",
        "price": 450.0
    },
    {
        "barcode": "234567890120009",
        "name": "ПАКЕТ Мусорный 120Л",
        "price": 450.0
    },
    {
        "barcode": "4870145004388",
        "name": "ПИВО ЖИГУЛЕВСКОЕ Женщина 0.45Л ЖБ",
        "price": 440.0
    },
    {
        "barcode": "4630007401201",
        "name": "СЕМЕЧКИ ДЖИНН СОЛН.ВЕЛ. МС 100ГР Синий",
        "price": 500.0
    },
    {
        "barcode": "4870233463516",
        "name": "ШИНЛ БИСКОНТИНО Шоколад",
        "price": 570.0
    },
    {
        "barcode": "4870233467699",
        "name": "ШИНЛ БИСКОНТИНО Шоколад",
        "price": 570.0
    },
    {
        "barcode": "4870233467712",
        "name": "ШИНЛ БИСКОНТИНО Розочка",
        "price": 570.0
    },
    {
        "barcode": "8683130065723",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ Пломбир Сэндвич 65ГР",
        "price": 500.0
    },
    {
        "barcode": "4870003986641",
        "name": "ПИВО КРУЖКА СВЕЖЕГО СТ 0.475Л Мягкое",
        "price": 600.0
    },
    {
        "barcode": "4870003986252",
        "name": "ПИВО КРУЖКА СВЕЖЕГО ЖБ 0.45Л Мягкое",
        "price": 600.0
    },
    {
        "barcode": "4600721023508",
        "name": "ЭНЕРГ VOLT 0.45Л ЖБ Original",
        "price": 430.0
    },
    {
        "barcode": "4600721023546",
        "name": "VOLT оРАНЖЕВЫЙ",
        "price": 430.0
    },
    {
        "barcode": "4600721023584",
        "name": "VOLT оРАНЖЕВЫЙ",
        "price": 430.0
    },
    {
        "barcode": "4870003986399",
        "name": "ПИВО ЖИГУЛЕВСКОЕ ЖБ 0.45Л Разливное",
        "price": 660.0
    },
    {
        "barcode": "4870003986405",
        "name": "ПИВО ЖИГУЛЕВСКОЕ ЖБ 0.45Л Мягкое",
        "price": 660.0
    },
    {
        "barcode": "4870233461246",
        "name": "ШИНЛ МИШКА ПОЛЮС НА СЛИВКАХ ПЛОМБИР 75ГР Зефирный",
        "price": 530.0
    },
    {
        "barcode": "4870233461215",
        "name": "ШИНЛ МИШКА ПОЛЮС НА СЛИВКАХ ПЛОМБИР 75ГР Зефирный",
        "price": 530.0
    },
    {
        "barcode": "4607015232653",
        "name": "ЯШК ВАФЛИ 400ГР Шоколадные",
        "price": 770.0
    },
    {
        "barcode": "4690329008113",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР ТЕМН. Extra Almonds",
        "price": 730.0
    },
    {
        "barcode": "4603290003667",
        "name": "ЯШК ПЕЧ БОНДИ 180ГР Железо",
        "price": 560.0
    },
    {
        "barcode": "4770190038423",
        "name": "АККУ АТЛАНТИДА Крабовые Палочки",
        "price": 440.0
    },
    {
        "barcode": "4610101146178",
        "name": "АККУ АТЛАНТИДА Крабовые Палочки",
        "price": 440.0
    },
    {
        "barcode": "4870001080907",
        "name": "ЦИН-КАЗ ТОМАТНАЯ ПАСТА ЖБ 198ГР",
        "price": 500.0
    },
    {
        "barcode": "764460229844",
        "name": "АРЗУ Жайма 300ГР",
        "price": 420.0
    },
    {
        "barcode": "4870091000663",
        "name": "СУЛТАН Спагетти 400ГР",
        "price": 470.0
    },
    {
        "barcode": "4870091001776",
        "name": "СУЛТАН Спираль-12 400ГР",
        "price": 470.0
    },
    {
        "barcode": "4870091000847",
        "name": "СУЛТАН Спираль-12 400ГР",
        "price": 470.0
    },
    {
        "barcode": "4870091000748",
        "name": "СУЛТАН (SZ) 400ГР Рожки-8",
        "price": 450.0
    },
    {
        "barcode": "4870091000724",
        "name": "СУЛТАН (SZ) 400ГР Рожки-5",
        "price": 450.0
    },
    {
        "barcode": "4870091001127",
        "name": "СУЛТАН (SZ) 400ГР Рожки-5",
        "price": 450.0
    },
    {
        "barcode": "4870091000809",
        "name": "СУЛТАН (SZ) 400ГР Рожки Особые",
        "price": 450.0
    },
    {
        "barcode": "4600682007470",
        "name": "ЭНЕРГ FLASH 0.45Л ЖБ Berry Mix",
        "price": 410.0
    },
    {
        "barcode": "4600682000280",
        "name": "ЭНЕРГ FLASH 0.45Л ЖБ Mojito",
        "price": 410.0
    },
    {
        "barcode": "4600682029359",
        "name": "ЭНЕРГ FLASH 0.45Л ЖБ Ultra",
        "price": 410.0
    },
    {
        "barcode": "4870145004821",
        "name": "ЭНЕРГ FLASH 0.45Л ЖБ Ultra",
        "price": 410.0
    },
    {
        "barcode": "4600682557456",
        "name": "ЭНЕРГ FLASH 0.45Л ЖБ Energy",
        "price": 410.0
    },
    {
        "barcode": "4870145004326",
        "name": "ПИВО ДЕРБЕС Крепкое 0.45Л ЖБ",
        "price": 410.0
    },
    {
        "barcode": "4600682037538",
        "name": "ПИВО ДЕРБЕС Крепкое 0.45Л ЖБ",
        "price": 410.0
    },
    {
        "barcode": "4870145003213",
        "name": "ПИВО ДЕРБЕС Классика 0.45Л ЖБ",
        "price": 410.0
    },
    {
        "barcode": "4600682039990",
        "name": "ЭНЕРГ FLASH 0.45Л ЖБ Bubble Gum",
        "price": 410.0
    },
    {
        "barcode": "4600682035466",
        "name": "ЭНЕРГ FLASH 0.45Л ЖБ Exotic",
        "price": 410.0
    },
    {
        "barcode": "54491472",
        "name": "НАПИТ COCA-COLA ПБ 0.5Л Classic",
        "price": 470.0
    },
    {
        "barcode": "40822938",
        "name": "НАПИТ FANTA 0.5Л ПБ",
        "price": 470.0
    },
    {
        "barcode": "4870001570057",
        "name": "НАПИТ PEPSI 0.5Л ПБ Classic",
        "price": 450.0
    },
    {
        "barcode": "4870002327278",
        "name": "НАПИТ PEPSI 0.5Л ПБ Zero",
        "price": 500.0
    },
    {
        "barcode": "4605496001461",
        "name": "ЛБП-ЛАПША BIGBON ЛТ ЗЕЛ. 85ГР Курица Сальса",
        "price": 430.0
    },
    {
        "barcode": "4605496001478",
        "name": "ЛБП-ЛАПША BIGBON ЛТ КРАСН. 85ГР Говядина Томат",
        "price": 430.0
    },
    {
        "barcode": "4605246017834",
        "name": "ЧАЙ ШАХ Кения 25П",
        "price": 410.0
    },
    {
        "barcode": "4605246009242",
        "name": "ЧАЙ ШАХ Индия 25П",
        "price": 410.0
    },
    {
        "barcode": "8854800970757",
        "name": "КОНС КИМОНО Резанные Шампиньоны",
        "price": 410.0
    },
    {
        "barcode": "4870003982414",
        "name": "ПИВО БЕЛЫЙ МЕДВЕДЬ ЖЕЛТ. СТ 0.5Л Особое",
        "price": 500.0
    },
    {
        "barcode": "4870003986351",
        "name": "ПИВО БЕЛЫЙ МЕДВЕДЬ ЖЕЛТ. ЖБ 0.45Л Особое НФ",
        "price": 500.0
    },
    {
        "barcode": "4870022002636",
        "name": "ПИВО ЖИГУЛИ Барное 0.45Л ЖБ",
        "price": 400.0
    },
    {
        "barcode": "4870145004357",
        "name": "ПИВО ЖАТЕЦКИЙ ГУСЬ 0.45Л ЖБ Светлый",
        "price": 550.0
    },
    {
        "barcode": "4870145004746",
        "name": "ПИВО БОЛЬШАЯ КРУЖКА Мягкое 0.45Л ЖБ",
        "price": 400.0
    },
    {
        "barcode": "4600682003212",
        "name": "ПИВО БАЛТИКА 0 Голубой 0.45Л ЖБ",
        "price": 390.0
    },
    {
        "barcode": "4603290002882",
        "name": "ЯШК РУЛЕТ 200ГР Сгущенка",
        "price": 550.0
    },
    {
        "barcode": "4603290003285",
        "name": "ЯШК РУЛЕТ 200ГР Клубника",
        "price": 550.0
    },
    {
        "barcode": "4603290002905",
        "name": "ЯШК РУЛЕТ 200ГР Черничный",
        "price": 470.0
    },
    {
        "barcode": "4603290003889",
        "name": "ЯШК РУЛЕТ 200ГР Шоколад",
        "price": 550.0
    },
    {
        "barcode": "4603290002912",
        "name": "ЯШК РУЛЕТ 200ГР Вишня",
        "price": 550.0
    },
    {
        "barcode": "4603290005524",
        "name": "ЯШК РУЛЕТ 200ГР Какао",
        "price": 580.0
    },
    {
        "barcode": "4607015234398",
        "name": "ЯШК ПЕЧ 350ГР Овсяное",
        "price": 500.0
    },
    {
        "barcode": "4690329008120",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР МОЛ. Hazelnuts Extra",
        "price": 760.0
    },
    {
        "barcode": "4600452021149",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР МОЛ. Hazelnuts & Extra Milk",
        "price": 600.0
    },
    {
        "barcode": "4630007400617",
        "name": "СЕМ ДЖИНН 250ГР Мастер",
        "price": 400.0
    },
    {
        "barcode": "8690637868207",
        "name": "ИНМ BOOM BOOM 44.8ГР",
        "price": 400.0
    },
    {
        "barcode": "4631151083381",
        "name": "ЭНЕРГ DRAGON 0.45Л ЖБ Classic",
        "price": 400.0
    },
    {
        "barcode": "46147110",
        "name": "НАПИТ LAIMON FRESH 0.5Л ПБ",
        "price": 400.0
    },
    {
        "barcode": "4870002903441",
        "name": "ЧАЙ АССАМ ПКТ 25П Классика",
        "price": 400.0
    },
    {
        "barcode": "4870002903410",
        "name": "ЧАЙ АССАМ ПКТ 25П Зеленый",
        "price": 400.0
    },
    {
        "barcode": "5010232967625",
        "name": "ПРЕЗЕРВАТИВ DUREX",
        "price": 600.0
    },
    {
        "barcode": "5052197005103",
        "name": "ПРЕЗЕРВАТИВ DUREX",
        "price": 600.0
    },
    {
        "barcode": "5010232953826",
        "name": "ПРЕЗЕРВАТИВ DUREX",
        "price": 600.0
    },
    {
        "barcode": "5010232954236",
        "name": "ПРЕЗЕРВАТИВ DUREX",
        "price": 600.0
    },
    {
        "barcode": "5010232954250",
        "name": "ПРЕЗЕРВАТИВ DUREX",
        "price": 600.0
    },
    {
        "barcode": "3014260251147",
        "name": "СТАНОК БРИТВ. GILETTE MACH3 Безопасная Со Сменной Кассетой",
        "price": 3900.0
    },
    {
        "barcode": "6221155023612",
        "name": "МЫЛО CAMAY France Купаж Цветочных Масел 85ГР",
        "price": 400.0
    },
    {
        "barcode": "6974582253946",
        "name": "ПАКЕТ Подарочный большой",
        "price": 400.0
    },
    {
        "barcode": "234567890120011",
        "name": "СКОТЧ Маленький",
        "price": 400.0
    },
    {
        "barcode": "4870035006706",
        "name": "ТЖ МАЙОНЕЗ 190ГР ДП Провансаль",
        "price": 500.0
    },
    {
        "barcode": "4870003986375",
        "name": "ПИВО БЕЛЫЙ МЕДВЕДЬ СИНИЙ ЖБ 0.45Л Крепкий",
        "price": 500.0
    },
    {
        "barcode": "4870003986344",
        "name": "ПИВО БЕЛЫЙ МЕДВЕДЬ ЗЕЛЕН. ЖБ 0.45Л Светлый",
        "price": 500.0
    },
    {
        "barcode": "4870003982421",
        "name": "ПИВО БЕЛЫЙ МЕДВЕДЬ ЗЕЛЕН. СТ 0.5Л Светлый",
        "price": 500.0
    },
    {
        "barcode": "4870022002575",
        "name": "ПИВО YICHANG ЖБ 0.45Л Light",
        "price": 600.0
    },
    {
        "barcode": "4870145004265",
        "name": "ПИВО АЛМА-АТА Ячменное 0.45Л ЖБ",
        "price": 390.0
    },
    {
        "barcode": "4600682251453",
        "name": "ПИВО БАЛТИКА 0 Белый 0.45Л ЖБ",
        "price": 390.0
    },
    {
        "barcode": "4607015232646",
        "name": "ЯШК ВАФЛИ 300ГР Орех",
        "price": 720.0
    },
    {
        "barcode": "4603290004800",
        "name": "ЯШК ПЕЧ FUNBANAN 200ГР Банан",
        "price": 450.0
    },
    {
        "barcode": "8683130063200",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ Эскимо Классика 65ГР",
        "price": 500.0
    },
    {
        "barcode": "4870002841903",
        "name": "АККУ СМ КРЕСТЬЯНСКОЕ 82,5% Спред 180ГР",
        "price": 340.0
    },
    {
        "barcode": "4870002841194",
        "name": "АККУ СМ КРЕСТЬЯНСКОЕ 82,5% Спред 180ГР",
        "price": 340.0
    },
    {
        "barcode": "4870004930223",
        "name": "КОНС КУБЛЕЙ 160ГР Шпротный Паштет",
        "price": 600.0
    },
    {
        "barcode": "3014260265885",
        "name": "БРИТВА ОДНОРАЗОВАЯ МУЖ. GILETTE BLUE-2 Гель",
        "price": 400.0
    },
    {
        "barcode": "8700216352437",
        "name": "БРИТВА ОДНОРАЗОВАЯ МУЖ. GILETTE BLUE-2 Гель",
        "price": 400.0
    },
    {
        "barcode": "4870051003017",
        "name": "ПИВО БОЛЬШАЯ SLAVNA ПРАГА СТ 0.65Л Светлое",
        "price": 630.0
    },
    {
        "barcode": "4870003987761",
        "name": "ПИВО БОЛЬШАЯ SLAVNA ПРАГА СТ 0.65Л Крепкое",
        "price": 630.0
    },
    {
        "barcode": "4600682000297",
        "name": "ПИВО БАЛТИКА Прага 0.45Л ЖБ",
        "price": 380.0
    },
    {
        "barcode": "4600682037514",
        "name": "ПИВО БАЛТИКА Прага 0.45Л ЖБ",
        "price": 380.0
    },
    {
        "barcode": "4607015232677",
        "name": "ЯШК ВАФЛИ 300ГР Сгущенка",
        "price": 660.0
    },
    {
        "barcode": "4607015232660",
        "name": "ЯШК ВАФЛИ 300ГР Сливочный",
        "price": 660.0
    },
    {
        "barcode": "4607015232868",
        "name": "ЯШК ВАФЛИ ГЛАЗИРОВАННЫЕ 200ГР Обычные",
        "price": 650.0
    },
    {
        "barcode": "4690329016699",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР МОЛ. Extra Milk",
        "price": 540.0
    },
    {
        "barcode": "4631151792610",
        "name": "МАРШМЕЛЛОУ CONFECTUM Косичка",
        "price": 380.0
    },
    {
        "barcode": "4870002329470",
        "name": "НАПИТ PIALA IT 0.96Л ПБ ЧЕР Pleasure (Манго-Ананас)",
        "price": 570.0
    },
    {
        "barcode": "4607160451039",
        "name": "ЛБП БИГЛАНЧ Говядина Острый 90ГР",
        "price": 380.0
    },
    {
        "barcode": "4870006610284",
        "name": "ЦЕСНА Перья 400ГР",
        "price": 380.0
    },
    {
        "barcode": "4607015234497",
        "name": "ЯШК ВАФЛИ ГЛАЗИРОВАННЫЕ 200ГР Орех",
        "price": 550.0
    },
    {
        "barcode": "4620017453130",
        "name": "ЯШК ПЕЧ NF ТАРАЛЛИНИ 180ГР Классика",
        "price": 450.0
    },
    {
        "barcode": "4620017453536",
        "name": "ЯШК ПЕЧ NF ТАРАЛЛИНИ 180ГР Чеснок",
        "price": 450.0
    },
    {
        "barcode": "4620017453147",
        "name": "ЯШК ПЕЧ NF ТАРАЛЛИНИ 180ГР Томат",
        "price": 420.0
    },
    {
        "barcode": "4870234681377",
        "name": "ВОДА TASSAY ПБ 1.0Л ВКУС Алоэ-Фейхоа",
        "price": 520.0
    },
    {
        "barcode": "4870234680349",
        "name": "ВОДА TASSAY ПБ 1.0Л ВКУС Клубника",
        "price": 520.0
    },
    {
        "barcode": "4870234680219",
        "name": "ВОДА TASSAY ПБ 1.0Л ВКУС Лимон",
        "price": 520.0
    },
    {
        "barcode": "6921555509982",
        "name": "ЛБП MASTER KAN ФП 90ГР Омлет",
        "price": 420.0
    },
    {
        "barcode": "4870218891389",
        "name": "БАТАРЕЙКА Major CR2025/2016/2032",
        "price": 370.0
    },
    {
        "barcode": "4870218891372",
        "name": "БАТАРЕЙКА Major CR2025/2016/2032",
        "price": 370.0
    },
    {
        "barcode": "4870218890849",
        "name": "БАТАРЕЙКА Major CR2025/2016/2032",
        "price": 370.0
    },
    {
        "barcode": "4870085000013",
        "name": "ПИВО АЛМАТИНСКОЕ Светлое 0.5 СТ",
        "price": 360.0
    },
    {
        "barcode": "4607015235388",
        "name": "ЯШК ПРЯНИКИ 350ГР Мята",
        "price": 600.0
    },
    {
        "barcode": "4870052001944",
        "name": "НАПИТ ТАН Рудненский 0.5Л ПБ",
        "price": 480.0
    },
    {
        "barcode": "4870210772051",
        "name": "НАПИТ ТАН Рудненский 0.5Л ПБ",
        "price": 480.0
    },
    {
        "barcode": "4870071004490",
        "name": "НАПИТ TASSAY IT 0.5Л ПБ Forest Berries",
        "price": 470.0
    },
    {
        "barcode": "4870234680714",
        "name": "НАПИТ TASSAY IT 0.5Л ПБ Ананас-Маракуйя",
        "price": 470.0
    },
    {
        "barcode": "4870071000232",
        "name": "ВОДА TASSAY ПБ 1.5Л REG Питьевая",
        "price": 570.0
    },
    {
        "barcode": "4607065580216",
        "name": "ЛБП ДОШИРАК ЛТ 90ГР Красный",
        "price": 450.0
    },
    {
        "barcode": "4607065580223",
        "name": "ЛБП ДОШИРАК ЛТ 90ГР Зеленый",
        "price": 450.0
    },
    {
        "barcode": "4870244250617",
        "name": "ЛБП MASTER KAN ФП 100ГР Классика",
        "price": 450.0
    },
    {
        "barcode": "4870006610338",
        "name": "ЦЕСНА Паутинка 400ГР",
        "price": 360.0
    },
    {
        "barcode": "4870006610321",
        "name": "ЦЕСНА Ракушки 400ГР",
        "price": 450.0
    },
    {
        "barcode": "4610082860315",
        "name": "КРУПА УВЕЛКА ГЕРКУЛЕС 400ГР",
        "price": 360.0
    },
    {
        "barcode": "234567890120012",
        "name": "ЛЕПЕШКА Самса",
        "price": 450.0
    },
    {
        "barcode": "4870035002678",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 250ГР Казахстанский",
        "price": 550.0
    },
    {
        "barcode": "4870035002692",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 250ГР Классика",
        "price": 550.0
    },
    {
        "barcode": "4870035002715",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 250ГР Чили",
        "price": 550.0
    },
    {
        "barcode": "4870035003484",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 250ГР Шашлык",
        "price": 550.0
    },
    {
        "barcode": "4870003986511",
        "name": "ПИВО BREMEN ЖБ 0.45Л Ilustig",
        "price": 600.0
    },
    {
        "barcode": "4870003986610",
        "name": "ПИВО ХМЕЛЬНОЙ ЛОСЬ 0.45Л ЖБ Крепкий",
        "price": 600.0
    },
    {
        "barcode": "4607035653292",
        "name": "ЯШК ВАФЕЛЬНЫЕ ТРУБОЧКИ 190ГР Орех",
        "price": 520.0
    },
    {
        "barcode": "4630026561825",
        "name": "ЯШК ВАФЛИ STIX 130ГР Палочки Молочный Шоколад",
        "price": 800.0
    },
    {
        "barcode": "4603290004855",
        "name": "ЯШК ПЕЧЕНЬЕ ЦИЛИНДР FORSITE 220ГР ЗЕЛ. Орех",
        "price": 500.0
    },
    {
        "barcode": "460712085453",
        "name": "ЯШК BEERKA 38ГР Кальмар Копченые Кольца",
        "price": 680.0
    },
    {
        "barcode": "4607120854535",
        "name": "ЯШК BEERKA 38ГР Кальмар Копченые Кольца",
        "price": 680.0
    },
    {
        "barcode": "4607120853422",
        "name": "ЯШК BEERKA 38ГР Перуанский Кальмар",
        "price": 630.0
    },
    {
        "barcode": "4630007400266",
        "name": "АРАХИС КАРАВАН PREMIUM 90ГР Красный",
        "price": 430.0
    },
    {
        "barcode": "4870002328398",
        "name": "ВОДА ASU ПБ ВКУС 1.0Л Мята",
        "price": 450.0
    },
    {
        "barcode": "4870002329555",
        "name": "ВОДА ASU ПБ ГАЗ ВКУС 1.0Л Лимон-Лайм",
        "price": 450.0
    },
    {
        "barcode": "710535043488",
        "name": "КНЦ LED Лампа 9W [3488]",
        "price": 500.0
    },
    {
        "barcode": "5449000189349",
        "name": "НАПИТ FUSE-TEA 0.5Л ПБ Манго-Ананас",
        "price": 450.0
    },
    {
        "barcode": "4870234680523",
        "name": "НАПИТ JUMBO COLA 1.0Л ПБ",
        "price": 450.0
    },
    {
        "barcode": "4870002320576",
        "name": "ЧАЙ ПИАЛА ГРН 50ГР Кенийский",
        "price": 350.0
    },
    {
        "barcode": "4870212650012",
        "name": "САХАР РАФИНАД 500ГР АРМАН Белый",
        "price": 350.0
    },
    {
        "barcode": "6985100100253",
        "name": "ПАКЕТ Подарочный Средний",
        "price": 350.0
    },
    {
        "barcode": "4680021887758",
        "name": "ЯШК ПЕЧ БОНФЕТТИ 200ГР Цветное Драже",
        "price": 520.0
    },
    {
        "barcode": "4603290004862",
        "name": "ЯШК ПЕЧЕНЬЕ ЦИЛИНДР FORSITE 220ГР ОРАНЖ. Шоколад",
        "price": 500.0
    },
    {
        "barcode": "4607015235357",
        "name": "ЯШК ПРЯНИКИ 350ГР Классика",
        "price": 600.0
    },
    {
        "barcode": "4870233466272",
        "name": "ШИНЛ МИША ПЛОМБИР 80ГР Цельное Молоко",
        "price": 400.0
    },
    {
        "barcode": "4870233460065",
        "name": "ШИНЛ МИША ПЛОМБИР 80ГР Йогурт",
        "price": 400.0
    },
    {
        "barcode": "4870233466319",
        "name": "ШИНЛ МИША ПЛОМБИР 80ГР Йогурт",
        "price": 400.0
    },
    {
        "barcode": "4870233466333",
        "name": "ШИНЛ МИША ПЛОМБИР 80ГР Черника",
        "price": 400.0
    },
    {
        "barcode": "4870233466357",
        "name": "ШИНЛ МИША ПЛОМБИР 80ГР Трио",
        "price": 400.0
    },
    {
        "barcode": "4870001157906",
        "name": "ВОДА ASU ПБ REG 1.5Л Обычная",
        "price": 500.0
    },
    {
        "barcode": "4870202521148",
        "name": "НАПИТ MAXI ЧАЙ ПБ 0.45Л Зеленый",
        "price": 450.0
    },
    {
        "barcode": "4870202521186",
        "name": "НАПИТ MAXI ЧАЙ ПБ 0.45Л Клубника",
        "price": 450.0
    },
    {
        "barcode": "4870216740047",
        "name": "СОЛ Перцовый Соус 285ГР СТ",
        "price": 420.0
    },
    {
        "barcode": "4870216740023",
        "name": "СОЛ Перцовый Соус 285ГР СТ",
        "price": 420.0
    },
    {
        "barcode": "4620017459422",
        "name": "ЯШК ПЕЧ PUFFITO 125ГР Малина",
        "price": 450.0
    },
    {
        "barcode": "4680021880490",
        "name": "ЯШК ПЕЧЕНЬЕ АМЕРИКАНСКОЕ 200ГР Крошки",
        "price": 550.0
    },
    {
        "barcode": "4870239130450",
        "name": "ТЖ МАСЛО СЛИВОЧНОЕ 180ГР Иртыш Спред Крестьянский",
        "price": 330.0
    },
    {
        "barcode": "4870002841187",
        "name": "АККУ СМ КРЕСТЬЯНСКОЕ 72.5% Спред Соленое 180ГР",
        "price": 330.0
    },
    {
        "barcode": "4870002841965",
        "name": "АККУ СМ ИССЫКУЛЬСКОЕ 200ГР",
        "price": 380.0
    },
    {
        "barcode": "4607015235760",
        "name": "ЯШК ПЕЧ JAFFA CAKE 137ГР Апельсин",
        "price": 430.0
    },
    {
        "barcode": "4607015235784",
        "name": "ЯШК ПЕЧ JAFFA CAKE 137ГР Клубника",
        "price": 430.0
    },
    {
        "barcode": "4607015235777",
        "name": "ЯШК ПЕЧ JAFFA CAKE 137ГР Вишня",
        "price": 430.0
    },
    {
        "barcode": "4620017458531",
        "name": "ЯШК ПЕЧЕНЬЕ 200ГР Кокосовое",
        "price": 540.0
    },
    {
        "barcode": "4690329013711",
        "name": "ЯШК 21 ПЛИТ.-ШОК. ЯШКИНО 90ГР Взрывная Карамель",
        "price": 320.0
    },
    {
        "barcode": "4607120857048",
        "name": "ЯШК BEERKA 25ГР Горбуша Филе Вяленое",
        "price": 400.0
    },
    {
        "barcode": "4870209744885",
        "name": "FLINT BIGBOB 90ГР Ядра Семечек",
        "price": 350.0
    },
    {
        "barcode": "4870001224615",
        "name": "ЛИЯ Сочни Для Бешбармака 250ГР",
        "price": 450.0
    },
    {
        "barcode": "4870001220259",
        "name": "КЭММИ Лапша Суповая",
        "price": 450.0
    },
    {
        "barcode": "4680167310608",
        "name": "ЯШК ПЕЧ ФАГГОТИНИ 125ГР Черника Смородина",
        "price": 400.0
    },
    {
        "barcode": "4607035653957",
        "name": "ЯШК ВАФЛИ 180ГР Воздушный",
        "price": 700.0
    },
    {
        "barcode": "4870071000133",
        "name": "ВОДА TASSAY ПБ 1.0Л REG ГАЗ Обычная",
        "price": 470.0
    },
    {
        "barcode": "4870071000218",
        "name": "ВОДА TASSAY ПБ 1.0Л REG Питьевая",
        "price": 470.0
    },
    {
        "barcode": "4603290003520",
        "name": "ЯШК ПЕЧ ДЖЕНС 180ГР",
        "price": 500.0
    },
    {
        "barcode": "4690329005457",
        "name": "ЯШК 21 ПЛИТ.-ШОК. ЯШКИНО 90ГР Бисквитные Шарики",
        "price": 300.0
    },
    {
        "barcode": "4690329005693",
        "name": "ЯШК 21 ПЛИТ.-ШОК. ЯШКИНО 90ГР МОЛ. Арахис",
        "price": 400.0
    },
    {
        "barcode": "4690329007567",
        "name": "ЯШК 21 ПЛИТ.-ШОК. ЯШКИНО 90ГР Белый",
        "price": 300.0
    },
    {
        "barcode": "4690329009455",
        "name": "ЯШК ПЕЧ БРЕТЦЕЛЬ 250ГР Немецкий",
        "price": 480.0
    },
    {
        "barcode": "4870209744809",
        "name": "СУХАРИКИ FLINT GRENKI 100ГР Чеснок",
        "price": 350.0
    },
    {
        "barcode": "4870233466838",
        "name": "ШИНЛ БЕЛОЧКА ЭСКИМО 70ГР Зеленый",
        "price": 400.0
    },
    {
        "barcode": "4870002329432",
        "name": "НАПИТ PIALA IT 0.5Л ПБ ЧЕР Pleasure (Манго-Ананас)",
        "price": 400.0
    },
    {
        "barcode": "4870085000884",
        "name": "НАПИТ БУРАТИНО 0.5Л ПБ",
        "price": 420.0
    },
    {
        "barcode": "4870227271073",
        "name": "ЛБП ROLLTON ЛТ 90ГР Курица",
        "price": 370.0
    },
    {
        "barcode": "46146625",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT XXL Сладкая Мята",
        "price": 350.0
    },
    {
        "barcode": "46146632",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT XXL Клубника Банан",
        "price": 350.0
    },
    {
        "barcode": "46153708",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT XXL Нежная Мята",
        "price": 350.0
    },
    {
        "barcode": "46153715",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT XXL Bubblemint",
        "price": 350.0
    },
    {
        "barcode": "8710732217059",
        "name": "ЗАЖИГАЛКА CRICKET Carlton",
        "price": 350.0
    },
    {
        "barcode": "8710732217127",
        "name": "ЗАЖИГАЛКА CRICKET Carlton",
        "price": 350.0
    },
    {
        "barcode": "3086120600044",
        "name": "ЗАЖИГАЛКА BIC J3 Slim",
        "price": 450.0
    },
    {
        "barcode": "4870218891426",
        "name": "ЗАЖИГАЛКА RB Major",
        "price": 300.0
    },
    {
        "barcode": "4870001225711",
        "name": "ЛИЯ Лапша Яичная",
        "price": 440.0
    },
    {
        "barcode": "4870002960789",
        "name": "КРУПА НАТУРАЛЬНАЯ КУХНЯ ГОРОХ 700ГР",
        "price": 300.0
    },
    {
        "barcode": "4870001501174",
        "name": "КРУПА (SZ) АСТЫКЖАН 700ГР Гречневая",
        "price": 340.0
    },
    {
        "barcode": "6930861461181",
        "name": "КАРТЫ ДБК Игральные",
        "price": 300.0
    },
    {
        "barcode": "4607065001445",
        "name": "БТН. SNICKERS 55ГР Regular",
        "price": 420.0
    },
    {
        "barcode": "4011100977624",
        "name": "БТН. BOUNTY 55ГР Regular",
        "price": 470.0
    },
    {
        "barcode": "4690329007550",
        "name": "ЯШК 21 ПЛИТ.-ШОК. ЯШКИНО 90ГР МОЛ. Крекер",
        "price": 550.0
    },
    {
        "barcode": "4607120854856",
        "name": "ЯШК BEERKA 40ГР Путассу Янтарная Перец",
        "price": 400.0
    },
    {
        "barcode": "4870209744717",
        "name": "FLINT 100ГР GRENKI Телятина Аджика",
        "price": 370.0
    },
    {
        "barcode": "4870254130435",
        "name": "FLINT 100ГР GRENKI Телятина Аджика",
        "price": 370.0
    },
    {
        "barcode": "4870204391978",
        "name": "НАПИТ RIKSAMIN 0.25Л СТ Vitamin-C",
        "price": 370.0
    },
    {
        "barcode": "4870200194245",
        "name": "НАПИТ RIKSAMIN 0.25Л СТ Vitamin-C",
        "price": 370.0
    },
    {
        "barcode": "4870234680226",
        "name": "ВОДА TASSAY ПБ 0.5Л ВКУС Лимон",
        "price": 370.0
    },
    {
        "barcode": "4870234680240",
        "name": "ВОДА TASSAY ПБ 0.5Л ВКУС Клубника",
        "price": 370.0
    },
    {
        "barcode": "4607035653278",
        "name": "ЯШК ВАФЕЛЬНЫЕ РУЛЕТИКИ 160ГР Сгущеное Молоко",
        "price": 450.0
    },
    {
        "barcode": "4607035654466",
        "name": "ЯШК ПЕЧ КРЕКЕР 180ГР Классика",
        "price": 320.0
    },
    {
        "barcode": "4870209743581",
        "name": "АРАХИС FLINT BIGBOB 50ГР Грузия",
        "price": 250.0
    },
    {
        "barcode": "4870254131173",
        "name": "АРАХИС FLINT BIGBOB 50ГР Грузия",
        "price": 250.0
    },
    {
        "barcode": "4870209743598",
        "name": "АРАХИС FLINT BIGBOB 50ГР Япония",
        "price": 250.0
    },
    {
        "barcode": "4870209744502",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Сыр",
        "price": 400.0
    },
    {
        "barcode": "4870254130701",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Сыр",
        "price": 400.0
    },
    {
        "barcode": "4870254130749",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Шашлык",
        "price": 400.0
    },
    {
        "barcode": "4870209744595",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Краб",
        "price": 400.0
    },
    {
        "barcode": "4870254130558",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Краб",
        "price": 400.0
    },
    {
        "barcode": "4870209744625",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Сметана-Зелень",
        "price": 400.0
    },
    {
        "barcode": "4870254130664",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Сметана-Зелень",
        "price": 400.0
    },
    {
        "barcode": "4870209741334",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Икра",
        "price": 400.0
    },
    {
        "barcode": "4870254130596",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Икра",
        "price": 400.0
    },
    {
        "barcode": "4870209744533",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Салями",
        "price": 400.0
    },
    {
        "barcode": "4870254130633",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА Салями",
        "price": 400.0
    },
    {
        "barcode": "4600068054142",
        "name": "НАПИТ FRESH МОХИТО Клубника 0.33Л ЖБ",
        "price": 280.0
    },
    {
        "barcode": "4600068055439",
        "name": "НАПИТ FRESH МОХИТО Манго 0.33Л ЖБ",
        "price": 280.0
    },
    {
        "barcode": "4630007400976",
        "name": "АРАХИС КАРАВАН STANDARD 90ГР Зеленый",
        "price": 300.0
    },
    {
        "barcode": "4870201330369",
        "name": "COPPA ITALIA СТАКАН 90ГР Сгущенка",
        "price": 270.0
    },
    {
        "barcode": "4870073000018",
        "name": "ВОДА АЛЕКС-САРЫАГАШ 1.5Л ПБ ГАЗ Минеральная",
        "price": 450.0
    },
    {
        "barcode": "4870002328404",
        "name": "ВОДА ASU ПБ ВКУС 0.5Л Мята",
        "price": 300.0
    },
    {
        "barcode": "4870001571023",
        "name": "ВОДА ASU ПБ ВКУС 0.5Л Клубника",
        "price": 300.0
    },
    {
        "barcode": "4870001571535",
        "name": "ВОДА ASU ПБ ВКУС 0.5Л Персик",
        "price": 300.0
    },
    {
        "barcode": "4870006610680",
        "name": "ЦЕСНА Вермишель 400ГР",
        "price": 380.0
    },
    {
        "barcode": "4870091001752",
        "name": "ЦЕСНА Вермишель 400ГР",
        "price": 380.0
    },
    {
        "barcode": "46234964",
        "name": "3 ЧЧ XXL",
        "price": 300.0
    },
    {
        "barcode": "4607015232592",
        "name": "ЯШК ВАФЛИ 200ГР Сгущенка",
        "price": 450.0
    },
    {
        "barcode": "4607015232585",
        "name": "ЯШК ВАФЛИ 200ГР Сливочный",
        "price": 450.0
    },
    {
        "barcode": "4680021881855",
        "name": "ЯШК МЯГКИЕ ВАФЛИ 120ГР Карамель",
        "price": 450.0
    },
    {
        "barcode": "4680021881862",
        "name": "ЯШК МЯГКИЕ ВАФЛИ 120ГР Вишня",
        "price": 450.0
    },
    {
        "barcode": "4680021881879",
        "name": "ЯШК МЯГКИЕ ВАФЛИ 120ГР Шоколад",
        "price": 450.0
    },
    {
        "barcode": "4680021887994",
        "name": "ЯШК МЯГКИЕ ВАФЛИ 120ГР Яблоко Корица",
        "price": 450.0
    },
    {
        "barcode": "4620017459910",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO 36ГР Коричневый",
        "price": 270.0
    },
    {
        "barcode": "4870209746261",
        "name": "СУХАРИКИ FLINT 55ГР СОУС Пикантная Колбаса",
        "price": 320.0
    },
    {
        "barcode": "4870209746285",
        "name": "СУХАРИКИ FLINT 55ГР СОУС Томленое Мясо",
        "price": 320.0
    },
    {
        "barcode": "4870001157913",
        "name": "ВОДА ASU ПБ REG 0.5Л Обычная",
        "price": 300.0
    },
    {
        "barcode": "4870071000195",
        "name": "ВОДА TASSAY ПБ 0.5Л REG Питьевая",
        "price": 350.0
    },
    {
        "barcode": "4870071000119",
        "name": "ВОДА TASSAY ПБ 0.5Л REG ГАЗ Питьевая",
        "price": 350.0
    },
    {
        "barcode": "4870209741778",
        "name": "АРАХИС FLINT BIGBOB 50ГР Соленый",
        "price": 250.0
    },
    {
        "barcode": "4870209745349",
        "name": "FLINT БАГЕТ 75ГР Томат",
        "price": 250.0
    },
    {
        "barcode": "4630007400358",
        "name": "СЕМЕЧКИ ДЖИНН КЛАСС. БС 70ГР Желтый",
        "price": 320.0
    },
    {
        "barcode": "4630007400655",
        "name": "СЕМЕЧКИ ДЖИНН КЛАСС. МС 70ГР Голубой",
        "price": 320.0
    },
    {
        "barcode": "4630007400570",
        "name": "СЕМ ДЖИНН 140ГР Мастер",
        "price": 250.0
    },
    {
        "barcode": "4870233467316",
        "name": "ШИНЛ СНЕГОВИЧОК 70ГР Эскимо",
        "price": 330.0
    },
    {
        "barcode": "8690637846922",
        "name": "ИНМ CLASSICS Cacao 48,2ГР",
        "price": 250.0
    },
    {
        "barcode": "4870200193927",
        "name": "НАПИТ RIKS Гранат 0.33Л ПБ",
        "price": 300.0
    },
    {
        "barcode": "4870227272827",
        "name": "ПЮРЕ БП ROLLTON ЧАШКА 40ГР Лисичка",
        "price": 300.0
    },
    {
        "barcode": "4870227272834",
        "name": "ПЮРЕ БП ROLLTON ЧАШКА 40ГР Сыр",
        "price": 320.0
    },
    {
        "barcode": "46187857",
        "name": "ЖВАЧКА DIROL SM Bubble Fresh",
        "price": 260.0
    },
    {
        "barcode": "46078490",
        "name": "ЖВАЧКА DIROL SM Мята Зеленая",
        "price": 260.0
    },
    {
        "barcode": "57027913",
        "name": "ЖВАЧКА DIROL SM White Уголь",
        "price": 260.0
    },
    {
        "barcode": "46103536",
        "name": "ЖВАЧКА DIROL SM Арбуз",
        "price": 260.0
    },
    {
        "barcode": "42101901",
        "name": "ЖЕВ-Р. WRIGLEY'S ECLIPSE SM 13.6ГР Ледяная Свежесть",
        "price": 300.0
    },
    {
        "barcode": "42124016",
        "name": "ЖЕВ-Р. WRIGLEY'S ECLIPSE SM 13.6ГР Ледяная Вишня",
        "price": 300.0
    },
    {
        "barcode": "46107084",
        "name": "ЖЕВ-Р. WRIGLEY'S ECLIPSE SM 13.6ГР Ледяная Ягода",
        "price": 300.0
    },
    {
        "barcode": "2022070164510",
        "name": "ПАКЕТ Подарочный Маленький",
        "price": 250.0
    },
    {
        "barcode": "234567890120013",
        "name": "СКОТЧ Самый Маленький",
        "price": 250.0
    },
    {
        "barcode": "4870234820837",
        "name": "СОК JUICY JUNIOR Зеленое Яблоко 0.2Л ТП",
        "price": 300.0
    },
    {
        "barcode": "4870234820851",
        "name": "СОК JUICY JUNIOR Мультивитамин 0.2Л ТП",
        "price": 260.0
    },
    {
        "barcode": "4870209746483",
        "name": "АРАХИС FLINT BIGBOB 50ГР Тайланд",
        "price": 250.0
    },
    {
        "barcode": "4870209745363",
        "name": "FLINT БАГЕТ 75ГР Королевские Грибы",
        "price": 200.0
    },
    {
        "barcode": "4870233466432",
        "name": "ШИНЛ БОМБА 90ГР ВафСтакан Сливочный",
        "price": 300.0
    },
    {
        "barcode": "4870233466470",
        "name": "ШИНЛ БОМБА 90ГР ВафСтакан Клубника",
        "price": 300.0
    },
    {
        "barcode": "4870233466456",
        "name": "ШИНЛ БОМБА 90ГР ВафСтакан Шоколад",
        "price": 300.0
    },
    {
        "barcode": "4870233466944",
        "name": "ШИНЛ БОМБА 90ГР ВафСтакан Фисташка",
        "price": 300.0
    },
    {
        "barcode": "4870201330796",
        "name": "COPPA ITALIA 65ГР БУРЖУЙ Black Star",
        "price": 240.0
    },
    {
        "barcode": "8711000546567",
        "name": "КОФЕ CARTE NOIRE 3-1 РАСТ. СШ 17.4ГР White Coffee",
        "price": 250.0
    },
    {
        "barcode": "234567890120014",
        "name": "ДЕТ ТУАЛЕТ Желе",
        "price": 240.0
    },
    {
        "barcode": "4600452023365",
        "name": "ЯШК CLICK PROTEIN 40ГР Молочный",
        "price": 350.0
    },
    {
        "barcode": "4690329004924",
        "name": "ЯШК СУХАР. КИРИЕШКИ 60ГР СОУС Хрен",
        "price": 300.0
    },
    {
        "barcode": "4620017455684",
        "name": "ЯШК СУХАР. КИРИЕШКИ 60ГР СОУС Чизбургер",
        "price": 300.0
    },
    {
        "barcode": "4690329005808",
        "name": "ЯШК СУХАР. КИРИЕШКИ 60ГР СОУС Стейк",
        "price": 300.0
    },
    {
        "barcode": "4690329003378",
        "name": "ЯШК СУХАР. КИРИЕШКИ 60ГР СОУС Шашлык",
        "price": 300.0
    },
    {
        "barcode": "4690329005266",
        "name": "ЯШК СУХАР. КИРИЕШКИ 60ГР СОУС Семга",
        "price": 300.0
    },
    {
        "barcode": "4690329005259",
        "name": "ЯШК СУХАР. КИРИЕШКИ 60ГР СОУС Чеснок",
        "price": 300.0
    },
    {
        "barcode": "600291373984",
        "name": "НАПИТ ROYAL Гранат 300МЛ",
        "price": 250.0
    },
    {
        "barcode": "7200530098048",
        "name": "НАПИТ ROYAL Гранат 300МЛ",
        "price": 250.0
    },
    {
        "barcode": "8711000701171",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 18ГР Milka Cappuccino",
        "price": 250.0
    },
    {
        "barcode": "50173976",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Winterfresh",
        "price": 260.0
    },
    {
        "barcode": "50173808",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Сладкая Мята",
        "price": 260.0
    },
    {
        "barcode": "50173617",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Эвкалипт",
        "price": 260.0
    },
    {
        "barcode": "50173822",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Мята",
        "price": 260.0
    },
    {
        "barcode": "42203100",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Клубника-Банан",
        "price": 260.0
    },
    {
        "barcode": "42113270",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Сочный Арбуз",
        "price": 260.0
    },
    {
        "barcode": "46141538",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Bubblemint",
        "price": 260.0
    },
    {
        "barcode": "40099484",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Классический",
        "price": 260.0
    },
    {
        "barcode": "46288653",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Классический",
        "price": 260.0
    },
    {
        "barcode": "46249876",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Гранат-Малина",
        "price": 260.0
    },
    {
        "barcode": "42113164",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Нежная Мята",
        "price": 260.0
    },
    {
        "barcode": "46231499",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Пряный Абрикос",
        "price": 260.0
    },
    {
        "barcode": "46214638",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Мята",
        "price": 260.0
    },
    {
        "barcode": "46214621",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Тутти-Фрутти",
        "price": 260.0
    },
    {
        "barcode": "80942726",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Свежая Мята",
        "price": 260.0
    },
    {
        "barcode": "4870001501150",
        "name": "КРУПА АСТЫКЖАН 700ГР Гороховая",
        "price": 300.0
    },
    {
        "barcode": "3014260282707",
        "name": "БРИТВА ОДНОРАЗОВАЯ МУЖ. GILETTE-2 Без Геля",
        "price": 250.0
    },
    {
        "barcode": "4605922024613",
        "name": "ИНМ ЛЕСНАЯ БЕЛОЧКА 48.2ГР",
        "price": 220.0
    },
    {
        "barcode": "4690329010819",
        "name": "ЯШК BEERKA 90ГР Арахис",
        "price": 210.0
    },
    {
        "barcode": "4870227270953",
        "name": "ЛБП-ЛАПША BIGBON 75ГР Говядина Томат",
        "price": 250.0
    },
    {
        "barcode": "4870227273756",
        "name": "ЛБП-ЛАПША BIGBON 75ГР ОСТР. Говядина",
        "price": 250.0
    },
    {
        "barcode": "4870227273749",
        "name": "ЛБП BIGBON ФП 75ГР ОСТР. Курица",
        "price": 250.0
    },
    {
        "barcode": "4870227270946",
        "name": "ЛБП BIGBON ФП 75ГР Курица Сальса",
        "price": 250.0
    },
    {
        "barcode": "4603134002146",
        "name": "КРУПА АСТЫКЖАН ЦАРЬ 400ГР Овсяная \"Геркулес\"",
        "price": 420.0
    },
    {
        "barcode": "234567890120015",
        "name": "PAMPERS Штучно",
        "price": 200.0
    },
    {
        "barcode": "48705011",
        "name": "ТЖ МАЙОНЕЗ 100ГР ДП Провансаль",
        "price": 250.0
    },
    {
        "barcode": "4630007400242",
        "name": "АРАХИС КАРАВАН PREMIUM 50ГР Красный",
        "price": 240.0
    },
    {
        "barcode": "4870227273015",
        "name": "ЛБП-ВЕРМИШЕЛЬ ROLLTON ФП 85ГР Говядина",
        "price": 200.0
    },
    {
        "barcode": "4870218890924",
        "name": "БАТАРЕЙКИ Major AA",
        "price": 300.0
    },
    {
        "barcode": "4870218890948",
        "name": "БАТАРЕЙКИ Major AAA",
        "price": 320.0
    },
    {
        "barcode": "6931717809447",
        "name": "БАТАРЕЙКА ЕСТПАУЭР Крона 9V",
        "price": 200.0
    },
    {
        "barcode": "3014260241803",
        "name": "ЛЕЗВИЯ SPUTNIK 5ШТ",
        "price": 250.0
    },
    {
        "barcode": "6931650500265",
        "name": "СВЕЧИ Для Торта",
        "price": 200.0
    },
    {
        "barcode": "6962668652110",
        "name": "НОГТЕГРЫЗКИ TWO HILL",
        "price": 200.0
    },
    {
        "barcode": "4870001501198",
        "name": "КРУПА АСТЫКЖАН 700ГР Перловая",
        "price": 200.0
    },
    {
        "barcode": "4870082005035",
        "name": "РАХАТ ЗОЛОТОЙ ОРЕШЕК 50ГР",
        "price": 230.0
    },
    {
        "barcode": "4620017459613",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO 36ГР Фиолетовый",
        "price": 190.0
    },
    {
        "barcode": "4690329016255",
        "name": "ЯШК OZERA 45ГР Extra Milk & Hazelnuts",
        "price": 430.0
    },
    {
        "barcode": "4870209742638",
        "name": "СЕМЕЧКИ FLINT BIGBOB 50ГР Очищенные",
        "price": 210.0
    },
    {
        "barcode": "4870254130978",
        "name": "СЕМЕЧКИ FLINT BIGBOB 50ГР Очищенные",
        "price": 210.0
    },
    {
        "barcode": "4870209745424",
        "name": "СУХАРИКИ FLINT GRENKI 60ГР Телятина",
        "price": 230.0
    },
    {
        "barcode": "4870254130428",
        "name": "СУХАРИКИ FLINT GRENKI 60ГР Телятина",
        "price": 230.0
    },
    {
        "barcode": "4870209745455",
        "name": "СУХАРИКИ FLINT GRENKI 60ГР Вяленая Конина",
        "price": 230.0
    },
    {
        "barcode": "4870209745448",
        "name": "СУХАРИКИ FLINT GRENKI 60ГР Томат Спайси",
        "price": 230.0
    },
    {
        "barcode": "4870254130466",
        "name": "СУХАРИКИ FLINT GRENKI 60ГР Томат Спайси",
        "price": 230.0
    },
    {
        "barcode": "4870209745417",
        "name": "СУХАРИКИ FLINT GRENKI 60ГР Салями Неополитано",
        "price": 220.0
    },
    {
        "barcode": "4870235680980",
        "name": "ЧИПСЫ ДЛИН. HROOM 40ГР Шашлык",
        "price": 230.0
    },
    {
        "barcode": "4870235680966",
        "name": "ЧИПСЫ ДЛИН. HROOM 40ГР Сыр",
        "price": 230.0
    },
    {
        "barcode": "4870235681000",
        "name": "ЧИПСЫ ДЛИН. HROOM 40ГР Краб",
        "price": 230.0
    },
    {
        "barcode": "4870235681024",
        "name": "ЧИПСЫ ДЛИН. HROOM 40ГР Сметана-Зелень",
        "price": 230.0
    },
    {
        "barcode": "4690329016286",
        "name": "ЯШК OZERA 45ГР Extra Milk & Salted Caramel",
        "price": 330.0
    },
    {
        "barcode": "4690329014077",
        "name": "ЯШК BABYFOX 45ГР Молочный Шоколад",
        "price": 350.0
    },
    {
        "barcode": "4690329003125",
        "name": "ЯШК СУХАР. КИРИЕШКИ 100ГР Ветчина Сыр",
        "price": 220.0
    },
    {
        "barcode": "4690329003149",
        "name": "ЯШК СУХАР. КИРИЕШКИ 100ГР Бекон",
        "price": 230.0
    },
    {
        "barcode": "4607120854924",
        "name": "ЯШК BEERKA 25ГР Путассу Янтарная Соломка",
        "price": 250.0
    },
    {
        "barcode": "4607120854849",
        "name": "ЯШК BEERKA 25ГР Путассу Янтарная Перец",
        "price": 250.0
    },
    {
        "barcode": "6935949230315",
        "name": "ЯШК BEERKA 25ГР Путассу Янтарная Перец",
        "price": 250.0
    },
    {
        "barcode": "4870209741679",
        "name": "СУХАРИКИ FLINT 60ГР Сметана-Зелень",
        "price": 250.0
    },
    {
        "barcode": "4870254130657",
        "name": "СУХАРИКИ FLINT 60ГР Сметана-Зелень",
        "price": 250.0
    },
    {
        "barcode": "4870209741693",
        "name": "СУХАРИКИ FLINT 60ГР Краб",
        "price": 250.0
    },
    {
        "barcode": "4870254130541",
        "name": "СУХАРИКИ FLINT 60ГР Краб",
        "price": 250.0
    },
    {
        "barcode": "4870209741709",
        "name": "СУХАРИКИ FLINT 60ГР Шашлык",
        "price": 250.0
    },
    {
        "barcode": "4870254130732",
        "name": "СУХАРИКИ FLINT 60ГР Шашлык",
        "price": 250.0
    },
    {
        "barcode": "4870254130695",
        "name": "СУХАРИКИ FLINT 60ГР Сыр",
        "price": 250.0
    },
    {
        "barcode": "4870209741716",
        "name": "СУХАРИКИ FLINT 60ГР Икра",
        "price": 250.0
    },
    {
        "barcode": "4870254130589",
        "name": "СУХАРИКИ FLINT 60ГР Икра",
        "price": 250.0
    },
    {
        "barcode": "8714599108505",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 17ГР Caramel Latte",
        "price": 200.0
    },
    {
        "barcode": "4690329002968",
        "name": "ЯШК ЧИПСЫ БОЛЖАУ 45ГР Краб",
        "price": 200.0
    },
    {
        "barcode": "4620017459934",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO 36ГР ГОЛУБ. Миндаль-Кокос",
        "price": 250.0
    },
    {
        "barcode": "4690329014299",
        "name": "ЯШК OZERA 45ГР Mango",
        "price": 250.0
    },
    {
        "barcode": "4870038005522",
        "name": "ТЖ МАРГАРИН БРИКЕТ 180ГР Пампушка",
        "price": 200.0
    },
    {
        "barcode": "4607065580087",
        "name": "ЛБП ДОШИРАК КВИСТИ Зеленый 70ГР",
        "price": 150.0
    },
    {
        "barcode": "4607065581657",
        "name": "ЛБП ДОШИРАК КВИСТИ Зеленый 70ГР",
        "price": 150.0
    },
    {
        "barcode": "4607065580070",
        "name": "ЛБП ДОШИРАК КВИСТИ Красный 70ГР",
        "price": 150.0
    },
    {
        "barcode": "4607065581664",
        "name": "ЛБП ДОШИРАК КВИСТИ Красный 70ГР",
        "price": 150.0
    },
    {
        "barcode": "4870227273022",
        "name": "ЛБП-ВЕРМИШЕЛЬ ROLLTON ФП 85ГР ОСТР. Курица",
        "price": 220.0
    },
    {
        "barcode": "48730976",
        "name": "ТЖ ГОРЧИЦА 70ГР Заправская",
        "price": 220.0
    },
    {
        "barcode": "4607120854764",
        "name": "ЯШК BEERKA 18ГР Кальмар Копченый Кольца",
        "price": 250.0
    },
    {
        "barcode": "6920924103349",
        "name": "ЯШК BEERKA 18ГР Кальмар Копченый Кольца",
        "price": 250.0
    },
    {
        "barcode": "4630116181056",
        "name": "МАРШМЕЛЛОУ CONFECTUM Палка",
        "price": 130.0
    },
    {
        "barcode": "4630116181766",
        "name": "МАРШМЕЛЛОУ CONFECTUM Палка",
        "price": 130.0
    },
    {
        "barcode": "4607032244646",
        "name": "ЯШК ЛУКОВЫЕ КОЛЬЦА MINIFREE 45ГР Сметана",
        "price": 220.0
    },
    {
        "barcode": "4607032244653",
        "name": "ЯШК ЛУКОВЫЕ КОЛЬЦА MINIFREE 45ГР Сыр",
        "price": 220.0
    },
    {
        "barcode": "4620017456834",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Perfect Match",
        "price": 180.0
    },
    {
        "barcode": "4630116180554",
        "name": "МАРШМЕЛЛОУ CONFECTUM 11ГР Ice Mallow",
        "price": 160.0
    },
    {
        "barcode": "4630116182251",
        "name": "МАРШМЕЛЛОУ CONFECTUM 11ГР Ice Mallow",
        "price": 160.0
    },
    {
        "barcode": "8887290002141",
        "name": "КОФЕ MACCOFE 3-1 РАСТ. СШ Di Torino Red",
        "price": 150.0
    },
    {
        "barcode": "4660040684743",
        "name": "ДЕТ ЧЕЛЛЕНДЖ Сладко Гадко",
        "price": 150.0
    },
    {
        "barcode": "4670116541405",
        "name": "ДЕТ ЧЕЛЛЕНДЖ Сладко Гадко",
        "price": 150.0
    },
    {
        "barcode": "4870243950389",
        "name": "ПАКЕТ Мусорный 60Л",
        "price": 450.0
    },
    {
        "barcode": "4870035002517",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 100ГР Казахстанский",
        "price": 230.0
    },
    {
        "barcode": "4870035002579",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 100ГР Классика",
        "price": 250.0
    },
    {
        "barcode": "4870035002616",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 100ГР Чили",
        "price": 250.0
    },
    {
        "barcode": "4870035007239",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 100ГР Чили",
        "price": 250.0
    },
    {
        "barcode": "4870035002654",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 100ГР Чили",
        "price": 250.0
    },
    {
        "barcode": "4620017451914",
        "name": "ЯШК МАРМЕЛАД BABYFOX 70ГР Зеленый",
        "price": 180.0
    },
    {
        "barcode": "4870227270021",
        "name": "ЛБП-ВЕРМИШЕЛЬ ROLLTON ФП 65ГР Курица",
        "price": 130.0
    },
    {
        "barcode": "4620017459590",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO 36ГР ЗЕЛН. Арахисовая Паста",
        "price": 200.0
    },
    {
        "barcode": "4620017452317",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO 36ГР Красный",
        "price": 130.0
    },
    {
        "barcode": "4690329016408",
        "name": "ЯШК OZERA 24ГР Dark Chocolate & Orange Chili",
        "price": 130.0
    },
    {
        "barcode": "4690329012141",
        "name": "ЯШК OZERA 32ГР Dark Chocolate Aerated",
        "price": 200.0
    },
    {
        "barcode": "4630007400600",
        "name": "СЕМ ДЖИНН 70ГР Мастер",
        "price": 130.0
    },
    {
        "barcode": "234567890120020",
        "name": "ПРК ALWAYS Штучно",
        "price": 150.0
    },
    {
        "barcode": "4607015239485",
        "name": "ЯШК 124-1 БАТОН.-ВАФ. 35ГР Zebra",
        "price": 220.0
    },
    {
        "barcode": "4680021887901",
        "name": "ЯШК БАТОНЧИК APACHE 35ГР",
        "price": 120.0
    },
    {
        "barcode": "8887290146227",
        "name": "КОФЕ MACCOFE 3-1 РАСТ. СШ Di Torino Gold",
        "price": 120.0
    },
    {
        "barcode": "4660040684606",
        "name": "ДЕТ НАПАЛЬЧНИК Леденец",
        "price": 120.0
    },
    {
        "barcode": "8680945416689",
        "name": "ДЕТ PUDDING Паста",
        "price": 150.0
    },
    {
        "barcode": "6957743394610",
        "name": "ДЕТ PUDDING Паста",
        "price": 150.0
    },
    {
        "barcode": "234567890120021",
        "name": "ИЗОЛЕНТА Vinitape",
        "price": 120.0
    },
    {
        "barcode": "4680021883828",
        "name": "ЯШК 124-1 БАТОН.-ВАФ. 35ГР FunBanan",
        "price": 170.0
    },
    {
        "barcode": "4690329016811",
        "name": "ЯШК OZERA 24ГР Milk Chocolate & Hazelnut",
        "price": 160.0
    },
    {
        "barcode": "4690329016361",
        "name": "ЯШК OZERA 24ГР Milk Chocolate & Mango Filling",
        "price": 160.0
    },
    {
        "barcode": "4680021882296",
        "name": "ЯШК 124-1 БАТОН.-ВАФ. 30ГР Джумка",
        "price": 180.0
    },
    {
        "barcode": "4870004909984",
        "name": "ШИНЛ ДЖУСИК ЛЕД 70ГР Апельсин",
        "price": 150.0
    },
    {
        "barcode": "4870233460690",
        "name": "ШИНЛ ДЖУСИК ЛЕД 70ГР Ананас",
        "price": 150.0
    },
    {
        "barcode": "8714599102961",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 15ГР Monarch",
        "price": 130.0
    },
    {
        "barcode": "8714599104538",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 15ГР Hazelnut",
        "price": 130.0
    },
    {
        "barcode": "8714599516966",
        "name": "КОФЕ CARTE NOIRE РАСТ. СШ 1.8ГР Original",
        "price": 130.0
    },
    {
        "barcode": "8711000545164",
        "name": "КОФЕ CARTE NOIRE РАСТ. СШ 1.8ГР Elegant",
        "price": 130.0
    },
    {
        "barcode": "6925374526717",
        "name": "ДЕТ Взрывалка",
        "price": 150.0
    },
    {
        "barcode": "4607109843260",
        "name": "ЯШК БТН SUPER 50ГР",
        "price": 100.0
    },
    {
        "barcode": "4680003335062",
        "name": "ЯШК БТН SPRINT 50ГР",
        "price": 130.0
    },
    {
        "barcode": "4690329016804",
        "name": "ЯШК OZERA 24ГР Milk Chocolate",
        "price": 160.0
    },
    {
        "barcode": "6970986570337",
        "name": "БАТАРЕЙКИ ПОБЕДА 2А/3А",
        "price": 100.0
    },
    {
        "barcode": "3200000255258",
        "name": "РУЧКА BIGMAX Daily",
        "price": 100.0
    },
    {
        "barcode": "3154148500216",
        "name": "КАРАНДАШ MAPED Black Peps HB2",
        "price": 100.0
    },
    {
        "barcode": "4670152960093",
        "name": "ДЕТ ЗОМБИ Желтый",
        "price": 150.0
    },
    {
        "barcode": "4670152960031",
        "name": "ДЕТ ЗОМБИ Красный",
        "price": 100.0
    },
    {
        "barcode": "4670152960079",
        "name": "ДЕТ ЗОМБИ Зеленый",
        "price": 100.0
    },
    {
        "barcode": "6957342916633",
        "name": "ДЕТ ЗОМБИ Неонпоп Тату",
        "price": 100.0
    },
    {
        "barcode": "4711372660254",
        "name": "ДЕТ ЖВАЧКА Динозавр",
        "price": 100.0
    },
    {
        "barcode": "234567890120022",
        "name": "ПАКЕТ Большой Картинка",
        "price": 100.0
    },
    {
        "barcode": "234567890120023",
        "name": "ЖЕЛЕЗКА Для Посуды",
        "price": 100.0
    },
    {
        "barcode": "234567890120024",
        "name": "ГУБКА Для Посуды",
        "price": 100.0
    },
    {
        "barcode": "234567890120025",
        "name": "ПАКЕТ Мусорный 30Л",
        "price": 100.0
    },
    {
        "barcode": "4620017456889",
        "name": "ЯШК OZERA PYR 23ГР Creamy Hazelnut",
        "price": 130.0
    },
    {
        "barcode": "4690329016378",
        "name": "ЯШК OZERA 24ГР Milk Chocolate & Strawberry Filling",
        "price": 160.0
    },
    {
        "barcode": "4690329015081",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР МОЛ. Almond & Sea Salt",
        "price": 580.0
    },
    {
        "barcode": "4607010748616",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР MAX Охотничьи Колбаски",
        "price": 120.0
    },
    {
        "barcode": "4690329010802",
        "name": "ЯШК BEERKA 30ГР Арахис",
        "price": 90.0
    },
    {
        "barcode": "8714599102831",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 12.3ГР Caramel Latte",
        "price": 120.0
    },
    {
        "barcode": "8714599102718",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 12.3ГР Original",
        "price": 120.0
    },
    {
        "barcode": "8714599102800",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 12.3ГР Capuccino",
        "price": 120.0
    },
    {
        "barcode": "8711000601020",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 12.3ГР Capuccino",
        "price": 120.0
    },
    {
        "barcode": "8714599102770",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 12.3ГР Intense",
        "price": 120.0
    },
    {
        "barcode": "8711000601044",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 12.3ГР Intense",
        "price": 120.0
    },
    {
        "barcode": "8714599518823",
        "name": "КОФЕ JACOBS РАСТ. СШ 1.8ГР Monarch",
        "price": 120.0
    },
    {
        "barcode": "8714599630310",
        "name": "КОФЕ JACOBS РАСТ. СШ 1.8ГР BE Americano",
        "price": 120.0
    },
    {
        "barcode": "8887290101004",
        "name": "КОФЕ MACCOFE 3-1 РАСТ. СШ 20ГР The Original",
        "price": 100.0
    },
    {
        "barcode": "8887290101905",
        "name": "КОФЕ MACCOFE 3-1 РАСТ. СШ 20ГР The Original",
        "price": 100.0
    },
    {
        "barcode": "8887290101707",
        "name": "КОФЕ MACCOFE 3-1 РАСТ. СШ 20ГР Hazelnut",
        "price": 100.0
    },
    {
        "barcode": "8887290102001",
        "name": "ГОР-ШОК. MACCHOCOLATE 20ГР СШ Классический",
        "price": 100.0
    },
    {
        "barcode": "8887290103107",
        "name": "ЧАЙ MACTEA РАСТ. СШ 18ГР Lemon",
        "price": 100.0
    },
    {
        "barcode": "8887290103343",
        "name": "ЧАЙ MACTEA РАСТ. СШ 18ГР Blackcurrant",
        "price": 100.0
    },
    {
        "barcode": "8887290103367",
        "name": "ЧАЙ MACTEA РАСТ. СШ 18ГР Raspberry",
        "price": 100.0
    },
    {
        "barcode": "8887290103008",
        "name": "ЧАЙ MACTEA РАСТ. СШ 18ГР Classic",
        "price": 100.0
    },
    {
        "barcode": "4780021910019",
        "name": "ДЕТ FRUTTI STICK Желе",
        "price": 90.0
    },
    {
        "barcode": "4700002090172",
        "name": "ДЕТ FRUTTI STICK Желе",
        "price": 90.0
    },
    {
        "barcode": "234567890120026",
        "name": "ЯЙЦО Особое",
        "price": 100.0
    },
    {
        "barcode": "4607109843598",
        "name": "ЯШК БТН JETS 50ГР",
        "price": 100.0
    },
    {
        "barcode": "4607109843741",
        "name": "ЯШК БТН ЧИОРИО 30ГР",
        "price": 120.0
    },
    {
        "barcode": "4607010740078",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Ветчина Сыр",
        "price": 120.0
    },
    {
        "barcode": "4607010740085",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Курица",
        "price": 120.0
    },
    {
        "barcode": "4607010740016",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Бекон",
        "price": 120.0
    },
    {
        "barcode": "4607010742027",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Хрен",
        "price": 120.0
    },
    {
        "barcode": "4690329016484",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Хрен",
        "price": 120.0
    },
    {
        "barcode": "4607010749286",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Икра",
        "price": 120.0
    },
    {
        "barcode": "4607010740191",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Салями",
        "price": 120.0
    },
    {
        "barcode": "4690329000476",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Шашлык",
        "price": 120.0
    },
    {
        "barcode": "4607035654565",
        "name": "ЯШК 122 ВАФЛИ 22.5ГР Твист",
        "price": 120.0
    },
    {
        "barcode": "4620017456902",
        "name": "ЯШК OZERA PYR 23ГР Chocolate Hazelnut",
        "price": 130.0
    },
    {
        "barcode": "4680167311179",
        "name": "ЯШК BABYFOX PYR 23ГР Creamy Choco",
        "price": 150.0
    },
    {
        "barcode": "4620017451907",
        "name": "ЯШК МАРМЕЛАД BABYFOX 30ГР Зелёный",
        "price": 100.0
    },
    {
        "barcode": "4620017452607",
        "name": "ЯШК МАРМЕЛАД BABYFOX 30ГР Фиолетовый",
        "price": 100.0
    },
    {
        "barcode": "4606157006368",
        "name": "ДЕТ КИСЛОТНОЕ ЧУДОВИЩЕ Конфета",
        "price": 100.0
    },
    {
        "barcode": "4660040684477",
        "name": "ДЕТ КИСЛОТНОЕ ЧУДОВИЩЕ Конфета",
        "price": 100.0
    },
    {
        "barcode": "6961257000134",
        "name": "ДЕТ КИСЛОТНОЕ ЧУДОВИЩЕ Конфета",
        "price": 100.0
    },
    {
        "barcode": "4607109843895",
        "name": "ЯШК БТН КРОКАНТ 28ГР",
        "price": 100.0
    },
    {
        "barcode": "4620017459149",
        "name": "ЯШК BABYFOX PYR 23ГР Roxy",
        "price": 70.0
    },
    {
        "barcode": "4660019340144",
        "name": "СУХИЕ САЛФЕТКИ ONLY YOU 10ШТ",
        "price": 100.0
    },
    {
        "barcode": "8684718590989",
        "name": "ДЕТ PRESTIGE STICKS Стики",
        "price": 150.0
    },
    {
        "barcode": "4680021881886",
        "name": "ЯШК 124-1 БАТОН.-ВАФ. 16ГР Impulse",
        "price": 70.0
    },
    {
        "barcode": "4620017451426",
        "name": "ЯШК БАТОНЧИК BONTIME 20ГР",
        "price": 70.0
    },
    {
        "barcode": "4620017451099",
        "name": "ЯШК БАТОНЧИК BONFETTI 20ГР",
        "price": 70.0
    },
    {
        "barcode": "46214355",
        "name": "ПРИПР MAGGI Говяжий на косточке",
        "price": 50.0
    },
    {
        "barcode": "46214348",
        "name": "ПРИПР MAGGI Куриный на косточке",
        "price": 50.0
    },
    {
        "barcode": "8857660019659",
        "name": "ДЕТ MONSTER EYES Леденец",
        "price": 50.0
    },
    {
        "barcode": "8857660198323",
        "name": "ДЕТ PIZZA Леденец",
        "price": 100.0
    },
    {
        "barcode": "8857660012018",
        "name": "ДЕТ PIZZA Леденец",
        "price": 100.0
    },
    {
        "barcode": "6995482154348",
        "name": "ДЕТ PIZZA Леденец",
        "price": 100.0
    },
    {
        "barcode": "8680945412353",
        "name": "4 ДЕТ ЖЕЛЕ PIZZA Jelly",
        "price": 90.0
    },
    {
        "barcode": "234567890120027",
        "name": "6 ДЕТ ЯЙЦО Сковородка",
        "price": 100.0
    },
    {
        "barcode": "6991108862604",
        "name": "6 ДЕТ ЯЙЦО Сковородка",
        "price": 100.0
    },
    {
        "barcode": "6976499101549",
        "name": "6 ДЕТ ЯЙЦО Сковородка",
        "price": 100.0
    },
    {
        "barcode": "84103222",
        "name": "ПРИПР GALLINA BLANCA Говяжий на косточке",
        "price": 35.0
    },
    {
        "barcode": "84103697",
        "name": "ПРИПР GALLINA BLANCA Куриный косточка",
        "price": 35.0
    },
    {
        "barcode": "4870202940710",
        "name": "САЛФЕТКИ ВЛАЖНЫЕ СВЕЖЕСТЬ 15ШТ",
        "price": 100.0
    },
    {
        "barcode": "234567890120028",
        "name": "ДЕТ ЖВАЧКА Love Is",
        "price": 30.0
    },
    {
        "barcode": "234567890120029",
        "name": "ДЕТ ЖВАЧКА Кислая",
        "price": 30.0
    },
    {
        "barcode": "234567890120030",
        "name": "СТАКАНЧИК ОДНОРАЗОВЫЙ Средний",
        "price": 30.0
    },
    {
        "barcode": "8680945412995",
        "name": "ДЕТ СТИКИ Штучно",
        "price": 20.0
    },
    {
        "barcode": "234567890120031",
        "name": "ПАКЕТ Белый / Черный",
        "price": 20.0
    },
    {
        "barcode": "234567890120032",
        "name": "ВИЛКА\\ЛОЖКА ОДНОРАЗОВАЯ",
        "price": 30.0
    },
    {
        "barcode": "234567890120033",
        "name": "5 ДЕТ ЖВАЧКА Freshboom",
        "price": 10.0
    },
    {
        "barcode": "234567890120034",
        "name": "ТРУБОЧКИ Для Напитка",
        "price": 10.0
    },
    {
        "barcode": "234567890120035",
        "name": "СТАКАНЧИК ОДНОРАЗОВЫЙ Мелкий",
        "price": 10.0
    },
    {
        "barcode": "23456789012003",
        "name": "ПАКЕТ Обычный 5ТГ (Жужу)",
        "price": 10.0
    },
    {
        "barcode": "4870144748290",
        "name": "СМ ПЕТРОПАВЛОВСКОЕ Облегченное Спред 60% 180ГР",
        "price": 0.0
    },
    {
        "barcode": "4700000140305",
        "name": "КИРГИЗ СМ БЕЛОВОДСКОЕ Натуральное 80% 200ГР",
        "price": 1600.0
    },
    {
        "barcode": "4870055000166",
        "name": "КЕФИР-3.2% ФМ 0.5Л ТП",
        "price": 420.0
    },
    {
        "barcode": "4870207312130",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ТП 0.5Л Клубника",
        "price": 530.0
    },
    {
        "barcode": "4870207315360",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ТП 0.5Л Клубника",
        "price": 530.0
    },
    {
        "barcode": "4870055000197",
        "name": "БИО-С-3.2% ФМ ТП 0.5Л Ваниль",
        "price": 550.0
    },
    {
        "barcode": "4870055000043",
        "name": "РЯЖЕНКА ФМ 0.5Л ТП Топленый Вкус",
        "price": 400.0
    },
    {
        "barcode": "4870207315568",
        "name": "РЯЖЕНКА ФМ 0.5Л ТП Топленый Вкус",
        "price": 400.0
    },
    {
        "barcode": "4870207314202",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ТП 0.5Л Лесные Ягоды",
        "price": 530.0
    },
    {
        "barcode": "4700040115172",
        "name": "КИРГИЗ BIO 1.0Л ТП Клубника",
        "price": 540.0
    },
    {
        "barcode": "4700040115363",
        "name": "КИРГИЗ BIO 1.0Л ТП Банан",
        "price": 540.0
    },
    {
        "barcode": "4870207314363",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ПБ 280ГР Клубника",
        "price": 470.0
    },
    {
        "barcode": "4870207314844",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ПБ 280ГР Гранат",
        "price": 540.0
    },
    {
        "barcode": "4870055004287",
        "name": "БИО-С-3.2% ФМ ТП 1.0Л Ваниль",
        "price": 860.0
    },
    {
        "barcode": "4870207313229",
        "name": "СНЕЖОК ФМ 1.0Л ТП Сладкий",
        "price": 670.0
    },
    {
        "barcode": "4870055008223",
        "name": "СЫРОК ФМ ЖИВОЙ 26.3ГР Ваниль",
        "price": 300.0
    },
    {
        "barcode": "4870055007806",
        "name": "СЫРОК ФМ ЖИВОЙ 26.3ГР Клубника",
        "price": 300.0
    },
    {
        "barcode": "4607018771661",
        "name": "МИНВОДА ЕССЕНТУКИ 17 1.0Л ПБ",
        "price": 0.0
    },
    {
        "barcode": "4607018771791",
        "name": "МИНВОДА ЕССЕНТУКИ 17 0.5Л СТ",
        "price": 0.0
    },
    {
        "barcode": "4870202521704",
        "name": "НАПИТ ПЕРВОКВАС 1.5Л ПБ",
        "price": 600.0
    },
    {
        "barcode": "8001090879127",
        "name": "ШАМПУНЬ WELLA PRO SERIES 500МЛ Глубокое Восстановление",
        "price": 2300.0
    },
    {
        "barcode": "4870206557877",
        "name": "МЯСНЫЕ ПАЛОЧКИ ПЕРВОМАЙКА MRMEAT Spicy",
        "price": 1320.0
    },
    {
        "barcode": "4870206557853",
        "name": "МЯСНЫЕ ПАЛОЧКИ ПЕРВОМАЙКА MRMEAT Classic",
        "price": 1320.0
    },
    {
        "barcode": "4870206557860",
        "name": "МЯСНЫЕ ПАЛОЧКИ ПЕРВОМАЙКА MRMEAT Premium",
        "price": 1320.0
    },
    {
        "barcode": "4870206556269",
        "name": "ПМАЙКА КОЛБАСА 420ГР ВУ ПК Конская",
        "price": 1300.0
    },
    {
        "barcode": "4870206558140",
        "name": "КОЛБАСА ПОЛУКОП. ПЕРВОМАЙСКАЯ 300ГР Жайлау",
        "price": 950.0
    },
    {
        "barcode": "4870206559352",
        "name": "КОЛБАСА ВАР. ПЕРВОМАЙСКАЯ 460ГР Мусульманская",
        "price": 1750.0
    },
    {
        "barcode": "4870206557655",
        "name": "КОЛБАСА ВАР. ПЕРВОМАЙСКАЯ 460ГР Мясная",
        "price": 1500.0
    },
    {
        "barcode": "4870206556368",
        "name": "КОЛБАСА ВАР. ПЕРВОМАЙСКАЯ 460ГР Докторская",
        "price": 1500.0
    },
    {
        "barcode": "4870005822909",
        "name": "ШАХ КОЛБАСА Конская 400ГР",
        "price": 1390.0
    },
    {
        "barcode": "4870005822916",
        "name": "ШАХ КОЛБАСА Чесночная 400ГР",
        "price": 1390.0
    },
    {
        "barcode": "745760970568",
        "name": "ШАХ КОЛБАСА Полтовская",
        "price": 420.0
    },
    {
        "barcode": "4870112003925",
        "name": "ПЕЧ ALBENI 40ГР",
        "price": 380.0
    },
    {
        "barcode": "4870112003956",
        "name": "ПЕЧ ALBENI 55ГР Super",
        "price": 500.0
    },
    {
        "barcode": "4870112002775",
        "name": "ПЕЧ ALBENI 72ГР Bites",
        "price": 500.0
    },
    {
        "barcode": "4011100091108",
        "name": "БТН. MARS 55ГР Regular",
        "price": 420.0
    },
    {
        "barcode": "4607084351378",
        "name": "CHOCO-PIE 6ШТ Original",
        "price": 750.0
    },
    {
        "barcode": "4607084351385",
        "name": "CHOCO-PIE 12ШТ Original",
        "price": 1500.0
    },
    {
        "barcode": "7622210309358",
        "name": "OREO 95ГР 10ШТ Original",
        "price": 520.0
    },
    {
        "barcode": "7622210375674",
        "name": "OREO 95ГР 10ШТ Original",
        "price": 520.0
    },
    {
        "barcode": "4607065000790",
        "name": "ДРАЖЕ M&MS 45ГР Желтый",
        "price": 530.0
    },
    {
        "barcode": "4607065000868",
        "name": "ДРАЖЕ M&MS 45ГР Черный",
        "price": 530.0
    },
    {
        "barcode": "5000159438056",
        "name": "ДРАЖЕ-КИСЛ. SKITTLES 38ГР Limegreen",
        "price": 370.0
    },
    {
        "barcode": "4011100156364",
        "name": "ДРАЖЕ-КИСЛ. SKITTLES 38ГР Red",
        "price": 370.0
    },
    {
        "barcode": "42203223",
        "name": "ДРАЖЕ-КИСЛ. SKITTLES 38ГР Red",
        "price": 370.0
    },
    {
        "barcode": "8935001721086",
        "name": "ЖЕВ-Р. MENTOS BOX 9ШТ Сладкая Мята",
        "price": 250.0
    },
    {
        "barcode": "8935001720744",
        "name": "ЖЕВ-Р. MENTOS BOX 9ШТ Перечная Мята",
        "price": 250.0
    },
    {
        "barcode": "4870112002805",
        "name": "ПЕЧ ALBENI Tane",
        "price": 220.0
    },
    {
        "barcode": "8000500191712",
        "name": "ДРАЖЕ ТИКТАК Клубничный Микс",
        "price": 410.0
    },
    {
        "barcode": "42378594",
        "name": "ДРАЖЕ ТИКТАК Ягодный Микс",
        "price": 410.0
    },
    {
        "barcode": "80050025",
        "name": "ДРАЖЕ ТИКТАК Апельсин",
        "price": 410.0
    },
    {
        "barcode": "80310891",
        "name": "KINDER ЯЙЦО JOY Мальчики",
        "price": 860.0
    },
    {
        "barcode": "80768258",
        "name": "KINDER ЯЙЦО JOY Девочки",
        "price": 860.0
    },
    {
        "barcode": "6949586611207",
        "name": "ADK MTC3 tbd.",
        "price": 220.0
    },
    {
        "barcode": "40084107",
        "name": "KINDER ЯЙЦО",
        "price": 760.0
    },
    {
        "barcode": "80741251",
        "name": "KINDER ЯЙЦО",
        "price": 760.0
    },
    {
        "barcode": "80775034",
        "name": "KINDER ЯЙЦО",
        "price": 760.0
    },
    {
        "barcode": "80741244",
        "name": "KINDER ЯЙЦО",
        "price": 760.0
    },
    {
        "barcode": "54088191",
        "name": "KINDER ЯЙЦО",
        "price": 760.0
    },
    {
        "barcode": "80050117",
        "name": "KINDER ЯЙЦО",
        "price": 760.0
    },
    {
        "barcode": "80052760",
        "name": "ВАФЛИ KINDER BUENO 43ГР Черный",
        "price": 570.0
    },
    {
        "barcode": "80761761",
        "name": "ВАФЛИ KINDER BUENO 43ГР Белый",
        "price": 570.0
    },
    {
        "barcode": "80052463",
        "name": "KINDER DELICE",
        "price": 460.0
    },
    {
        "barcode": "8000500224281",
        "name": "KINDER NUTELLA B-Ready",
        "price": 360.0
    },
    {
        "barcode": "80177609",
        "name": "KINDER T4",
        "price": 620.0
    },
    {
        "barcode": "40084701",
        "name": "KINDER T8",
        "price": 1200.0
    },
    {
        "barcode": "40084077",
        "name": "KINDER MAXI",
        "price": 250.0
    },
    {
        "barcode": "80177425",
        "name": "KINDER NUTELLA",
        "price": 1900.0
    },
    {
        "barcode": "8000500023976",
        "name": "ДК RAFAELLO Стандарт",
        "price": 2650.0
    },
    {
        "barcode": "8000500170779",
        "name": "ДК FERRERO ROCHER",
        "price": 3400.0
    },
    {
        "barcode": "8691707140247",
        "name": "OZMO Club T4",
        "price": 400.0
    },
    {
        "barcode": "8691707062389",
        "name": "OZMO PAPITA Желтый",
        "price": 260.0
    },
    {
        "barcode": "8691707062402",
        "name": "OZMO PAPITA Фиолетовый",
        "price": 260.0
    },
    {
        "barcode": "8691707090122",
        "name": "OZMO Club Конус",
        "price": 290.0
    },
    {
        "barcode": "4607065736965",
        "name": "БТН. SNICKERS Sticks",
        "price": 150.0
    },
    {
        "barcode": "4011100091993",
        "name": "БТН. MILKY WAY 26ГР Regular",
        "price": 230.0
    },
    {
        "barcode": "4607015235401",
        "name": "ЯШК ПРЯНИКИ 350ГР Шоколадный",
        "price": 600.0
    },
    {
        "barcode": "4032900161228",
        "name": "СИГ WINSTON Compact 100s Blue",
        "price": 1220.0
    },
    {
        "barcode": "46250780",
        "name": "СИГ WINSTON Compact 100s Blue",
        "price": 1220.0
    },
    {
        "barcode": "48747301",
        "name": "СИГ WINSTON Compact 100s Blue",
        "price": 1220.0
    },
    {
        "barcode": "4607154772447",
        "name": "ВОДКА ДОМАШНЯЯ 0.5Л Мед Перец",
        "price": 2150.0
    },
    {
        "barcode": "4607154771129",
        "name": "ВОДКА ДОМАШНЯЯ 0.5Л Обычная",
        "price": 2150.0
    },
    {
        "barcode": "4607154770450",
        "name": "ВОДКА ДОМАШНЯЯ 0.25Л Обычная",
        "price": 1000.0
    },
    {
        "barcode": "4810738008249",
        "name": "ВОДКА НАЛИБОКИ Лагодная 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4810738006238",
        "name": "ВОДКА НАЛИБОКИ Асабливая 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4813807006313",
        "name": "ВОДКА КРАМБАМБУЛЯ 0.5Л Люкс",
        "price": 2100.0
    },
    {
        "barcode": "4813807006320",
        "name": "ВОДКА КРАМБАМБУЛЯ 0.5Л Запаведная",
        "price": 2200.0
    },
    {
        "barcode": "4810030015891",
        "name": "ВОДКА ЗЕРНО NOTVODKA Дистиллят 0.5Л",
        "price": 2600.0
    },
    {
        "barcode": "4600577008353",
        "name": "ВОДКА ЗЕРНО FINKA Wild Cloudberry 0.5Л",
        "price": 2300.0
    },
    {
        "barcode": "4600577008339",
        "name": "ВОДКА ЗЕРНО FINKA Wheat 0.5Л",
        "price": 2300.0
    },
    {
        "barcode": "4603928001812",
        "name": "ВОДКА ЗЕРНО МЕДВЕЖИЙ УГОЛ 0.5Л",
        "price": 1800.0
    },
    {
        "barcode": "4600577008872",
        "name": "ВОДКА ЗЕРНО БЕЛКА И СТРЕЛКА 0.5Л",
        "price": 1900.0
    },
    {
        "barcode": "4600577008896",
        "name": "ВОДКА ЗЕРНО ЖМЕНЯ Пшеничная 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4870031000678",
        "name": "ВОДКА ХАОМА Зеренда 0.2Л",
        "price": 900.0
    },
    {
        "barcode": "4870031007059",
        "name": "ВОДКА ХАОМА Зеренда 0.5Л",
        "price": 1900.0
    },
    {
        "barcode": "4870031007066",
        "name": "ВОДКА ХАОМА Зеренда 0.7Л",
        "price": 2500.0
    },
    {
        "barcode": "4870031006496",
        "name": "ВОДКА ХАОМА Оригинальная 0.5Л",
        "price": 1900.0
    },
    {
        "barcode": "4870031005949",
        "name": "ВОДКА ХАОМА Platinum 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4870213930670",
        "name": "ВОДКА ХАОМА КЫЗЫЛЖАР Экспорт 0.5Л",
        "price": 2900.0
    },
    {
        "barcode": "4870001302542",
        "name": "ВОДКА ХАОМА TAU SAMALY Exclusive 0.45Л",
        "price": 1600.0
    },
    {
        "barcode": "4870004173835",
        "name": "ВОДКА ХАОМА QAZAQ STANDARD Original 0.5Л",
        "price": 2000.0
    },
    {
        "barcode": "4870004173828",
        "name": "ВОДКА ХАОМА QAZAQ STANDARD Classic 0.5Л",
        "price": 2000.0
    },
    {
        "barcode": "4870031008438",
        "name": "ВОДКА ХАОМА LEGEND OF QAZAQSTAN 0.5Л",
        "price": 3300.0
    },
    {
        "barcode": "4870031009619",
        "name": "ВОДКА ХАОМА LEGEND OF QAZAQSTAN 0.7Л",
        "price": 4500.0
    },
    {
        "barcode": "4870213930021",
        "name": "ВОДКА ХАОМА POLUS Platinum 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4870031008025",
        "name": "ВОДКА ХАОМА WOLF Mountain 0.5Л",
        "price": 1700.0
    },
    {
        "barcode": "4870031007851",
        "name": "ВОДКА ХАОМА СИНЯЯ ГОРА Мягкая 0.5Л",
        "price": 1800.0
    },
    {
        "barcode": "4601728015725",
        "name": "ВОДКА ПЯТЬ ОЗЕР Студеная 0.5Л",
        "price": 2300.0
    },
    {
        "barcode": "4601728010720",
        "name": "ВОДКА ПЯТЬ ОЗЕР Обычная 0.5Л",
        "price": 2300.0
    },
    {
        "barcode": "4601728011598",
        "name": "ВОДКА ПЯТЬ ОЗЕР Обычная 0.25Л",
        "price": 1600.0
    },
    {
        "barcode": "4650071330146",
        "name": "ВОДКА STOLICHNAYA Original Ru 0.5Л",
        "price": 3300.0
    },
    {
        "barcode": "4602486001791",
        "name": "ВОДКА МЯГКОВ Silver 0.5Л",
        "price": 2700.0
    },
    {
        "barcode": "4602486000565",
        "name": "ВОДКА БЕЛЕНЬКАЯ Классика 0.5Л",
        "price": 2800.0
    },
    {
        "barcode": "4602486002057",
        "name": "ВОДКА БЕЛЕНЬКАЯ Классика 0.7Л",
        "price": 3400.0
    },
    {
        "barcode": "4602486003306",
        "name": "ВОДКА БЕЛЕНЬКАЯ Золотая 0.5Л",
        "price": 3200.0
    },
    {
        "barcode": "4601728015930",
        "name": "ВОДКА REMESLO Craft 0.5Л",
        "price": 3000.0
    },
    {
        "barcode": "4820225080290",
        "name": "ВОДКА MEDOFF Winter 0.5Л",
        "price": 3000.0
    },
    {
        "barcode": "4820225080030",
        "name": "ВОДКА MEDOFF Classic 0.5Л",
        "price": 3000.0
    },
    {
        "barcode": "4820201993101",
        "name": "ВОДКА PRIME Black Carbon 0.5Л",
        "price": 3200.0
    },
    {
        "barcode": "4820201992043",
        "name": "ВОДКА PRIME Noir 0.5Л",
        "price": 2200.0
    },
    {
        "barcode": "4607024761373",
        "name": "ВОДКА ПЕРЕПЕЛКА Фермерская 0.5Л",
        "price": 2150.0
    },
    {
        "barcode": "4820197480968",
        "name": "ВИНО TERRA SARATA БЕЛОЕ ПСД СТЛ Черноморское 0.5Л",
        "price": 1800.0
    },
    {
        "barcode": "4870237141496",
        "name": "ВИНО DIONIS КРАСНОЕ ПСД Саперави 0.7Л",
        "price": 1800.0
    },
    {
        "barcode": "4870237141465",
        "name": "ВИНО DIONIS КРАСНОЕ ПСД Мускат 0.7Л",
        "price": 1800.0
    },
    {
        "barcode": "4607024761434",
        "name": "ВОДКА ВОЗДУХ 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4870044005400",
        "name": "ВИНО БХС ROSE РОЗОВОЕ ПСД 0.7Л",
        "price": 1650.0
    },
    {
        "barcode": "4840526010574",
        "name": "ВИНО KABUKI Cherry 0.7Л",
        "price": 3400.0
    },
    {
        "barcode": "4840526010567",
        "name": "ВИНО KABUKI White Plum 0.7Л",
        "price": 3400.0
    },
    {
        "barcode": "4843197000486",
        "name": "ВИНО KABUKI Strawberry 0.7Л",
        "price": 3400.0
    },
    {
        "barcode": "4843197000103",
        "name": "ВИНО KABUKI Pomengranate 0.7Л",
        "price": 3400.0
    },
    {
        "barcode": "4870207313977",
        "name": "ТВОРОГ-5% ФМ PRESIDENT ВАННА 200ГР",
        "price": 700.0
    },
    {
        "barcode": "4870207314004",
        "name": "ТВОРОГ-5% ФМ PRESIDENT ВАННА 400ГР",
        "price": 1220.0
    },
    {
        "barcode": "4870055001798",
        "name": "СМЕТАНА-20% ФМ PRESIDENT 200ГР",
        "price": 610.0
    },
    {
        "barcode": "4870055002542",
        "name": "СМЕТАНА-20% ФМ PRESIDENT 400ГР",
        "price": 1050.0
    },
    {
        "barcode": "4870055001248",
        "name": "СМЕТАНА-15% ФМ PRESIDENT 200ГР",
        "price": 560.0
    },
    {
        "barcode": "4870055001231",
        "name": "СМЕТАНА-15% ФМ PRESIDENT 400ГР",
        "price": 920.0
    },
    {
        "barcode": "4607037121867",
        "name": "СЫР ПЛ.-БЛОЧКИ ФМ PRESIDENT 50ГР Сливочный",
        "price": 360.0
    },
    {
        "barcode": "4607037121560",
        "name": "СЫР ПЛ.-ЛИСТАМИ ФМ PRESIDENT 150ГР Сливочный",
        "price": 1280.0
    },
    {
        "barcode": "4607037122345",
        "name": "СЫР ПЛ.-ЛИСТАМИ ФМ PRESIDENT 150ГР Чизбургер",
        "price": 1280.0
    },
    {
        "barcode": "4607037121584",
        "name": "СЫР ПЛ.-ЛИСТАМИ ФМ PRESIDENT 150ГР Моцарелла",
        "price": 1200.0
    },
    {
        "barcode": "4607037120013",
        "name": "СЫР ПЛ.-КРУГ ФМ PRESIDENT 140ГР Сливочный",
        "price": 1250.0
    },
    {
        "barcode": "4607037122604",
        "name": "СЫР ПЛ.-КРУГ ФМ PRESIDENT 140ГР Сливочный",
        "price": 1250.0
    },
    {
        "barcode": "4607037122574",
        "name": "СЫР ПЛ.-КРУГ ФМ PRESIDENT 140ГР Классическая Коллекция",
        "price": 1230.0
    },
    {
        "barcode": "4700040115370",
        "name": "КИРГИЗ BIO 1.0Л ТП Курант",
        "price": 540.0
    },
    {
        "barcode": "4870055000852",
        "name": "КЕФИР-3.2% ФМ 1.0Л ТП",
        "price": 710.0
    },
    {
        "barcode": "4700040111907",
        "name": "КИРГИЗ КЕФИР 2.5% 1Л ТП",
        "price": 550.0
    },
    {
        "barcode": "4700040111846",
        "name": "КИРГИЗ МОЛОКО 3.2% 1Л ТП",
        "price": 720.0
    },
    {
        "barcode": "4700040114052",
        "name": "КИРГИЗ BIO 1.0Л ТП Ваниль",
        "price": 540.0
    },
    {
        "barcode": "4700000140107",
        "name": "КИРГИЗ ЭРИМЕ СЫР Плавленный 250ГР",
        "price": 870.0
    },
    {
        "barcode": "4700040115738",
        "name": "КИРГИЗ СМЕТАНА-40% 250ГР Каймак",
        "price": 470.0
    },
    {
        "barcode": "46258854",
        "name": "ДР-ЖЕВ. MENTOS 37.5ГР Виноград",
        "price": 380.0
    },
    {
        "barcode": "4600452021439",
        "name": "ЯШК BABYFOX Коробка 12ШТ",
        "price": 590.0
    },
    {
        "barcode": "46264077",
        "name": "ДР-ЖЕВ. MENTOS 37.5ГР Радуга",
        "price": 380.0
    },
    {
        "barcode": "46254948",
        "name": "ДР-ЖЕВ. MENTOS 37.5ГР Радуга",
        "price": 380.0
    },
    {
        "barcode": "46254931",
        "name": "ДР-ЖЕВ. MENTOS 37.5ГР Мята",
        "price": 380.0
    },
    {
        "barcode": "46202659",
        "name": "ЧЧ FRUITELLA Mini",
        "price": 90.0
    },
    {
        "barcode": "4870082006056",
        "name": "АРАХИС РАХАТ 150ГР В Сахаре",
        "price": 430.0
    },
    {
        "barcode": "4870082006070",
        "name": "АРАХИС РАХАТ 150ГР В Шоколаде",
        "price": 430.0
    },
    {
        "barcode": "6973019401165",
        "name": "CNJP Штучный Шашлык",
        "price": 50.0
    },
    {
        "barcode": "6921821818121",
        "name": "CNJP Соломка",
        "price": 100.0
    },
    {
        "barcode": "6972820596053",
        "name": "CNJP Соломка",
        "price": 100.0
    },
    {
        "barcode": "6973998541111",
        "name": "CNJP Соломка",
        "price": 100.0
    },
    {
        "barcode": "6921821818138",
        "name": "CNJP Соломка",
        "price": 100.0
    },
    {
        "barcode": "6972041780200",
        "name": "CNJP Соломка",
        "price": 100.0
    },
    {
        "barcode": "6921821818152",
        "name": "CNJP Палочки",
        "price": 150.0
    },
    {
        "barcode": "6921821813027",
        "name": "CNJP Пластина большая",
        "price": 130.0
    },
    {
        "barcode": "234567890120038",
        "name": "МК Пончики",
        "price": 260.0
    },
    {
        "barcode": "4870005920544",
        "name": "КОРЖИК МИР КЕКСОВ Песочный",
        "price": 250.0
    },
    {
        "barcode": "4600495078222",
        "name": "СУПЕР КОНТИК 50ГР Орех",
        "price": 250.0
    },
    {
        "barcode": "4600495507822",
        "name": "СУПЕР КОНТИК 50ГР Орех",
        "price": 250.0
    },
    {
        "barcode": "4600495000019",
        "name": "СУПЕР КОНТИК 100ГР Шоколад",
        "price": 300.0
    },
    {
        "barcode": "4600495507853",
        "name": "СУПЕР КОНТИК 100ГР Сгущенка",
        "price": 300.0
    },
    {
        "barcode": "4600495512642",
        "name": "СУПЕР КОНТИК 50ГР Шоколад",
        "price": 250.0
    },
    {
        "barcode": "4870069000350",
        "name": "КУКУРУЗНЫЕ ПАЛОЧКИ СЛАСТЕНА 200ГР",
        "price": 460.0
    },
    {
        "barcode": "4870216620172",
        "name": "LAZIZ ПРЯНИК 350ГР Белый Шоколад",
        "price": 700.0
    },
    {
        "barcode": "4870216620431",
        "name": "LAZIZ ПРЯНИК 350ГР Топленое Молоко",
        "price": 520.0
    },
    {
        "barcode": "4870216621599",
        "name": "LAZIZ ПРЯНИК 350ГР Сгущенка",
        "price": 520.0
    },
    {
        "barcode": "4870216620127",
        "name": "LAZIZ ПЕЧЕНЬЕ 350ГР Овсяное",
        "price": 680.0
    },
    {
        "barcode": "7622201695958",
        "name": "ШОКОЛАД ALPEN GOLD Фундук",
        "price": 800.0
    },
    {
        "barcode": "7622201450427",
        "name": "ШОКОЛАД ALPEN GOLD Фундук",
        "price": 800.0
    },
    {
        "barcode": "7622202395697",
        "name": "ШОКОЛАД ALPEN GOLD Фундук",
        "price": 800.0
    },
    {
        "barcode": "7622202394898",
        "name": "ШОКОЛАД ALPEN GOLD Фундук",
        "price": 800.0
    },
    {
        "barcode": "7622202395659",
        "name": "ШОКОЛАД ALPEN GOLD Фундук",
        "price": 800.0
    },
    {
        "barcode": "7622202394867",
        "name": "ШОКОЛАД ALPEN GOLD Фундук",
        "price": 800.0
    },
    {
        "barcode": "7622202394669",
        "name": "ШОКОЛАД ALPEN GOLD Фундук",
        "price": 800.0
    },
    {
        "barcode": "7622202397318",
        "name": "ШОКОЛАД ALPEN GOLD Фундук",
        "price": 800.0
    },
    {
        "barcode": "7622201696313",
        "name": "ШОКОЛАД ALPEN GOLD Соленый Арахис Крекер",
        "price": 450.0
    },
    {
        "barcode": "7622210345806",
        "name": "ШОКОЛАД MILKA Caramel",
        "price": 560.0
    },
    {
        "barcode": "7622202396014",
        "name": "ШОКОЛАД MILKA Hazelnut",
        "price": 900.0
    },
    {
        "barcode": "4870036001205",
        "name": "ШОКОЛАД ПЛИТОЧНЫЙ РАХАТ 100ГР Казахстанский",
        "price": 1000.0
    },
    {
        "barcode": "4870036003582",
        "name": "РАХАТ ШОКОЛАД КАЗАХСТАН 20ГР",
        "price": 220.0
    },
    {
        "barcode": "4602606015721",
        "name": "ЧЧ LONG BELTS 120ГР Strips Strawberry",
        "price": 960.0
    },
    {
        "barcode": "234567890120039",
        "name": "2 ЧЧ MEDIUM",
        "price": 150.0
    },
    {
        "barcode": "234567890120040",
        "name": "1 ЧЧ MINI",
        "price": 70.0
    },
    {
        "barcode": "745114229960",
        "name": "ANTI BACTER Salfetka",
        "price": 100.0
    },
    {
        "barcode": "4607027800048",
        "name": "СПИЧКИ",
        "price": 20.0
    },
    {
        "barcode": "4607058990121",
        "name": "СПИЧКИ",
        "price": 20.0
    },
    {
        "barcode": "5486612654872",
        "name": "НОСКИ",
        "price": 300.0
    },
    {
        "barcode": "4870204391510",
        "name": "ЭНЕРГ DIZZY ENERGY 0.33Л СТ Original",
        "price": 550.0
    },
    {
        "barcode": "4860019001346",
        "name": "ВОДА BORJOMI 0.5Л СТ ГАЗ Минеральная",
        "price": 870.0
    },
    {
        "barcode": "4870071000256",
        "name": "ВОДА TASSAY 5Л ПБ",
        "price": 780.0
    },
    {
        "barcode": "4870002328886",
        "name": "ВОДА ASU ПБ 8Л Питьевая",
        "price": 960.0
    },
    {
        "barcode": "4607065375980",
        "name": "КОРМ KITEKAT 85ГР ЖИД ЖЕЛЕ Сочная Говядина",
        "price": 250.0
    },
    {
        "barcode": "4870248480041",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Говядина",
        "price": 270.0
    },
    {
        "barcode": "5900951318269",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Говядина",
        "price": 270.0
    },
    {
        "barcode": "4660085513985",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Говядина",
        "price": 270.0
    },
    {
        "barcode": "4670082520701",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Говядина",
        "price": 270.0
    },
    {
        "barcode": "4660085513947",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Говядина",
        "price": 270.0
    },
    {
        "barcode": "4870248480072",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Индейка",
        "price": 270.0
    },
    {
        "barcode": "5900951318276",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Индейка",
        "price": 270.0
    },
    {
        "barcode": "4670082520688",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Индейка",
        "price": 270.0
    },
    {
        "barcode": "4607065371043",
        "name": "КОРМ KITEKAT 350ГР СУХ ЦВ-ЖЕЛТ. Аппетитная Курочка",
        "price": 900.0
    },
    {
        "barcode": "4607065371166",
        "name": "КОРМ KITEKAT 350ГР СУХ ЦВ-КРАСН. Мясной Пир",
        "price": 900.0
    },
    {
        "barcode": "4607065371227",
        "name": "КОРМ KITEKAT 350ГР СУХ ЦВ-РОЗ. Телятинка Аппетитная",
        "price": 900.0
    },
    {
        "barcode": "8887856932400",
        "name": "ДЕТ НЕОНПОП Взрыв Мозга",
        "price": 150.0
    },
    {
        "barcode": "2404041342224",
        "name": "ПИЦЦА Сендвич",
        "price": 480.0
    },
    {
        "barcode": "2404041343122",
        "name": "EF Пирожок с картошкой",
        "price": 200.0
    },
    {
        "barcode": "6925747174606",
        "name": "ДЕТ ПАСТА Тюбик",
        "price": 150.0
    },
    {
        "barcode": "4870209413460",
        "name": "ШИНЛ ХФ Дженерик",
        "price": 60.0
    },
    {
        "barcode": "4870233462908",
        "name": "ШИНЛ ХФ Дженерик",
        "price": 60.0
    },
    {
        "barcode": "4870209413446",
        "name": "ШИНЛ ХФ Дженерик",
        "price": 60.0
    },
    {
        "barcode": "4620017452867",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 30ГР Машина",
        "price": 100.0
    },
    {
        "barcode": "4620017455547",
        "name": "ЯШК МАРМЕЛАД HIPPO BONDI 30ГР Зеленый",
        "price": 100.0
    },
    {
        "barcode": "4620017452683",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 30ГР Медведь",
        "price": 100.0
    },
    {
        "barcode": "4606157005187",
        "name": "ДЕТ ЭЛЕКТРОШОК Дженерик SM",
        "price": 120.0
    },
    {
        "barcode": "4606157007051",
        "name": "ДЕТ ЭЛЕКТРОШОК Дженерик SM",
        "price": 120.0
    },
    {
        "barcode": "4606157007013",
        "name": "ДЕТ ЭЛЕКТРОШОК Дженерик SM",
        "price": 120.0
    },
    {
        "barcode": "4606157005149",
        "name": "ДЕТ ЭЛЕКТРОШОК Дженерик SM",
        "price": 120.0
    },
    {
        "barcode": "6957342915742",
        "name": "ДЕТ ЭЛЕКТРОШОК Пятка",
        "price": 100.0
    },
    {
        "barcode": "6957342918019",
        "name": "ДЕТ ЭЛЕКТРОШОК Пятка",
        "price": 100.0
    },
    {
        "barcode": "6941568774443",
        "name": "ДЕТ ЭЛЕКТРОШОК Пятка",
        "price": 100.0
    },
    {
        "barcode": "4660040683111",
        "name": "ДЕТ КОНФЕТИ Лучик",
        "price": 50.0
    },
    {
        "barcode": "6929309515111",
        "name": "ДЕТ НЕОНПОП Спрей Зомби",
        "price": 150.0
    },
    {
        "barcode": "6957342916381",
        "name": "ДЕТ НЕОНПОП Спрей Зомби",
        "price": 150.0
    },
    {
        "barcode": "4870237430293",
        "name": "LAZIZ 300ГР Сушки к чаю",
        "price": 620.0
    },
    {
        "barcode": "4870237435304",
        "name": "LAZIZ 300ГР Сушки к чаю",
        "price": 620.0
    },
    {
        "barcode": "4870002541162",
        "name": "ТРАПЕЗА Сушка Малютка",
        "price": 530.0
    },
    {
        "barcode": "4870216620035",
        "name": "LAZIZ ПРЯНИК 350ГР Казахстан",
        "price": 520.0
    },
    {
        "barcode": "4600439915690",
        "name": "СИГ РУССКИЙ СТИЛЬ Белый",
        "price": 1400.0
    },
    {
        "barcode": "48745956",
        "name": "СИГ РУССКИЙ СТИЛЬ Белый",
        "price": 1400.0
    },
    {
        "barcode": "4610032920984",
        "name": "ВОДКА БУЛЬБАШЬ 0.5Л Особая",
        "price": 2700.0
    },
    {
        "barcode": "4850001921646",
        "name": "КОНЬЯК ЛЕГЕНДЫ АРМЕНИИ 5ST 0.5Л",
        "price": 5000.0
    },
    {
        "barcode": "5010852028621",
        "name": "ВИСКИ MCLAIN Scotch 0.5Л",
        "price": 4900.0
    },
    {
        "barcode": "4870233465305",
        "name": "ШИНЛ BAHROMA 85ГР Melona",
        "price": 380.0
    },
    {
        "barcode": "4870240011632",
        "name": "СИГ TEREA Ruby Fuse",
        "price": 1330.0
    },
    {
        "barcode": "4870249810342",
        "name": "СИГ TEREA Ruby Fuse",
        "price": 1330.0
    },
    {
        "barcode": "48700122",
        "name": "СИГ PHILIPMORRIS BOND R Silver",
        "price": 1250.0
    },
    {
        "barcode": "48746663",
        "name": "СИГ NEO Demi Beryl Click",
        "price": 1330.0
    },
    {
        "barcode": "48746533",
        "name": "СИГ DUNHILL Compact Golden",
        "price": 1350.0
    },
    {
        "barcode": "46250780",
        "name": "СИГ WINSTON CM 100s Blue",
        "price": 890.0
    },
    {
        "barcode": "2404061329397",
        "name": "ДЕТ СПРЕЙ Обычный",
        "price": 100.0
    },
    {
        "barcode": "6941921458782",
        "name": "ДЕТ СПРЕЙ Обычный",
        "price": 100.0
    },
    {
        "barcode": "4640001890031",
        "name": "СОДА ПИЩЕВАЯ",
        "price": 380.0
    },
    {
        "barcode": "7622201751623",
        "name": "КРЕКЕР TUC 100ГР Сыр",
        "price": 470.0
    },
    {
        "barcode": "6930861460382",
        "name": "ИГРАЛЬНЫЕ КАРТЫ ДБК",
        "price": 300.0
    },
    {
        "barcode": "6971156860098",
        "name": "КНЦ НОГТЕГРЫЗКА Wachd",
        "price": 350.0
    },
    {
        "barcode": "4640030091294",
        "name": "КНЦ НОГТЕГРЫЗКА Wachd",
        "price": 350.0
    },
    {
        "barcode": "6920911698261",
        "name": "КНЦ РАСЧЁСКА Hair Comb",
        "price": 250.0
    },
    {
        "barcode": "6921955800108",
        "name": "ОДЖ НОСКИ Aiyayo's",
        "price": 500.0
    },
    {
        "barcode": "6928235188888",
        "name": "ОДЖ СЛЕДИКИ Keremet/Лидер",
        "price": 450.0
    },
    {
        "barcode": "6974430200023",
        "name": "ОДЖ СЛЕДИКИ Keremet/Лидер",
        "price": 450.0
    },
    {
        "barcode": "5010232967625",
        "name": "ПРЕЗЕРВАТИВЫ Durex",
        "price": 400.0
    },
    {
        "barcode": "7930050300252",
        "name": "КНЦ ПЕРГАМЕНТ Выпечка",
        "price": 400.0
    },
    {
        "barcode": "8997220603604",
        "name": "МЫЛО KIMI",
        "price": 350.0
    },
    {
        "barcode": "8997220603581",
        "name": "МЫЛО KIMI",
        "price": 350.0
    },
    {
        "barcode": "8997220603628",
        "name": "МЫЛО KIMI",
        "price": 350.0
    },
    {
        "barcode": "8997220603611",
        "name": "МЫЛО KIMI",
        "price": 350.0
    },
    {
        "barcode": "8997220603574",
        "name": "МЫЛО KIMI",
        "price": 350.0
    },
    {
        "barcode": "6260891000990",
        "name": "МЫЛО PONAK",
        "price": 400.0
    },
    {
        "barcode": "2161230089100109",
        "name": "МЫЛО PONAK",
        "price": 400.0
    },
    {
        "barcode": "6260891000945",
        "name": "МЫЛО PONAK",
        "price": 400.0
    },
    {
        "barcode": "2161230089100104",
        "name": "МЫЛО PONAK",
        "price": 400.0
    },
    {
        "barcode": "4601313000129",
        "name": "МЫЛО МАЛЫШАМ",
        "price": 300.0
    },
    {
        "barcode": "4601313022312",
        "name": "МЫЛО МАЛЫШАМ",
        "price": 300.0
    },
    {
        "barcode": "4601313022299",
        "name": "МЫЛО МАЛЫШАМ",
        "price": 300.0
    },
    {
        "barcode": "4600697101996",
        "name": "МЫЛО УШАСТЫЙ НЯНЬ / Детское",
        "price": 400.0
    },
    {
        "barcode": "4601576005862",
        "name": "МЫЛО УШАСТЫЙ НЯНЬ / Детское",
        "price": 400.0
    },
    {
        "barcode": "4870001159955",
        "name": "ВОДА ASU ПБ REG 1.0Л Обычная",
        "price": 430.0
    },
    {
        "barcode": "9002490272456",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л EDBlue Blueberry",
        "price": 930.0
    },
    {
        "barcode": "9002490283643",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л EDBlue Blueberry",
        "price": 930.0
    },
    {
        "barcode": "4870237140055",
        "name": "КОНЬЯК ХАОМА Казахстан 3ST 0.5Л",
        "price": 2600.0
    },
    {
        "barcode": "4870237140604",
        "name": "БРЕНДИ ХАОМА Туркестан 0.5Л",
        "price": 1700.0
    },
    {
        "barcode": "4870207313281",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ТП 1.0Л Клубника",
        "price": 800.0
    },
    {
        "barcode": "4620017455806",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO 36ГР ЖЕЛТ. Миндаль",
        "price": 230.0
    },
    {
        "barcode": "4870207312383",
        "name": "СНЕЖОК ФМ 0.5Л ТП Сладкий Вкус",
        "price": 500.0
    },
    {
        "barcode": "4870207314547",
        "name": "СМУЗИ ФМ 290ГР ПБ Киви-Банан-Яблоко",
        "price": 430.0
    },
    {
        "barcode": "4870207314530",
        "name": "СМУЗИ ФМ 290ГР ПБ Манго-Ананас",
        "price": 430.0
    },
    {
        "barcode": "4870207314585",
        "name": "СМУЗИ ФМ 290ГР ПБ Клубника-Яблоко",
        "price": 430.0
    },
    {
        "barcode": "4870207314554",
        "name": "КОКТЕЙЛЬ МОЛОЧНЫЙ ФМ МУУ 0.2Л Ваниль",
        "price": 370.0
    },
    {
        "barcode": "4870207314639",
        "name": "ЙОГУРТ СТ. ФМ ДОЛЬЧЕ 115ГР Клубника",
        "price": 250.0
    },
    {
        "barcode": "4607037120020",
        "name": "СЫР ПЛ.-ВАННА ФМ PRESIDENT 200ГР Сливочный",
        "price": 1450.0
    },
    {
        "barcode": "4870234680585",
        "name": "ВОДА TASSAY ПБ 1.0Л ВКУС Малина",
        "price": 520.0
    },
    {
        "barcode": "4870234680950",
        "name": "ВОДА TASSAY ПБ 1.0Л ВКУС Малина",
        "price": 520.0
    },
    {
        "barcode": "4601296009010",
        "name": "ПМОЖЕТ ВАР 400ГР Филейная",
        "price": 1850.0
    },
    {
        "barcode": "4607958074761",
        "name": "ПМОЖЕТ ВАР 400ГР Филейная",
        "price": 1850.0
    },
    {
        "barcode": "4607958075065",
        "name": "ПМОЖЕТ ВАР КОП 310ГР Русский",
        "price": 1400.0
    },
    {
        "barcode": "4607958072170",
        "name": "ПМОЖЕТ ВАР КОП 350ГР Финский",
        "price": 1770.0
    },
    {
        "barcode": "4607958072323",
        "name": "ПМОЖЕТ ВАР КОП 350ГР Копченый на буке",
        "price": 1770.0
    },
    {
        "barcode": "4607958072552",
        "name": "ПМОЖЕТ 350ГР Чесночная",
        "price": 1250.0
    },
    {
        "barcode": "4870004909953",
        "name": "ШИНЛ ДЖУСИК ЛЕД 70ГР Арбуз",
        "price": 150.0
    },
    {
        "barcode": "4870234820530",
        "name": "СОК JUICY ТП 0.95Л Помидор",
        "price": 1000.0
    },
    {
        "barcode": "4870085002710",
        "name": "НАПИТ КОМПОТАЙ 1.0Л ПБ Вишня",
        "price": 680.0
    },
    {
        "barcode": "4870085004615",
        "name": "НАПИТ КОМПОТАЙ 1.0Л ПБ Гранат",
        "price": 680.0
    },
    {
        "barcode": "4870085002741",
        "name": "НАПИТ КОМПОТАЙ Яблоко 1Л ПБ",
        "price": 680.0
    },
    {
        "barcode": "4602606018241",
        "name": "ЧЧ РОЛЛСЫ 100ГР Кислые",
        "price": 700.0
    },
    {
        "barcode": "4602606017527",
        "name": "ЧЧ ФЭНСЫ 100ГР Кислые",
        "price": 700.0
    },
    {
        "barcode": "4602606017671",
        "name": "ЧЧ ФЭНСЫ 70ГР Кислые",
        "price": 550.0
    },
    {
        "barcode": "4602606003728",
        "name": "ЧЧ FRUITELLA Змеи XXL 70ГР",
        "price": 500.0
    },
    {
        "barcode": "4602606003711",
        "name": "МАРМЕЛАД FRUITELLA 70ГР Медвежата",
        "price": 500.0
    },
    {
        "barcode": "4602606003759",
        "name": "ЧЧ FRUITELLA Звери Mix 70ГР",
        "price": 500.0
    },
    {
        "barcode": "4602606012577",
        "name": "ЧЧ FRUITELLA Крутой Микс 70ГР",
        "price": 500.0
    },
    {
        "barcode": "4870005822923",
        "name": "ШАХ КОЛБАСА Краковская 400ГР",
        "price": 1390.0
    },
    {
        "barcode": "4600721023560",
        "name": "ЭНЕРГ VOLT 0.45Л ЖБ Granat",
        "price": 430.0
    },
    {
        "barcode": "4870254130626",
        "name": "СУХАРИКИ FLINT 60ГР Салями",
        "price": 250.0
    },
    {
        "barcode": "4870209744380",
        "name": "СУХАРИКИ FLINT GRENKI 180ГР Томат Спайси",
        "price": 600.0
    },
    {
        "barcode": "4870254130480",
        "name": "СУХАРИКИ FLINT GRENKI 180ГР Томат Спайси",
        "price": 600.0
    },
    {
        "barcode": "4870001571566",
        "name": "ВОДА ASU ПБ ВКУС ГАЗ 0.5Л Апельсин",
        "price": 300.0
    },
    {
        "barcode": "4870001572204",
        "name": "ВОДА ASU ПБ ВКУС 1.0Л Манго",
        "price": 450.0
    },
    {
        "barcode": "4870001571528",
        "name": "ВОДА ASU ПБ ВКУС 1.0Л Персик",
        "price": 450.0
    },
    {
        "barcode": "4607015232578",
        "name": "ЯШК ВАФЛИ 200ГР Шоколад",
        "price": 500.0
    },
    {
        "barcode": "4607015232561",
        "name": "ЯШК ВАФЛИ 200ГР Орех",
        "price": 430.0
    },
    {
        "barcode": "4870002329913",
        "name": "НАПИТ LIPTON IT 0.5Л ПБ Зеленый",
        "price": 400.0
    },
    {
        "barcode": "4870001154059",
        "name": "НАПИТ LIPTON IT 0.5Л ПБ Зеленый",
        "price": 400.0
    },
    {
        "barcode": "4870002329890",
        "name": "НАПИТ LIPTON IT 0.5Л ПБ Персик",
        "price": 400.0
    },
    {
        "barcode": "4870003986122",
        "name": "ПИВО ЖИГУЛЕВСКОЕ ЖБ 0.9Л Разливное",
        "price": 1300.0
    },
    {
        "barcode": "4870209410834",
        "name": "ШИНЛ BAHROMA 75ГР Гранат-Черешня",
        "price": 700.0
    },
    {
        "barcode": "4870233468870",
        "name": "ШИНЛ BAHROMA 75ГР Гранат-Черешня",
        "price": 700.0
    },
    {
        "barcode": "8801073115088",
        "name": "ЛБП SAMYANG BULDAK ФП 120ГР Cheese Quattro",
        "price": 900.0
    },
    {
        "barcode": "4870204395396",
        "name": "НАПИТ RIKSAMIN 0.5Л ПБ Vitamin-C Мед",
        "price": 400.0
    },
    {
        "barcode": "4870001081270",
        "name": "ЦИН-КАЗ ТОМАТНАЯ ПАСТА СТ 220ГР",
        "price": 680.0
    },
    {
        "barcode": "8718951556522",
        "name": "ШАМПУНЬ PALMOLIVE 450МЛ MEN Лимон",
        "price": 2200.0
    },
    {
        "barcode": "8648951556249",
        "name": "ШАМПУНЬ PALMOLIVE 450МЛ Натурэль Олива",
        "price": 2200.0
    },
    {
        "barcode": "7891024128992",
        "name": "ЗУБНАЯ ПАСТА COLGATE 146ГР-100МЛ Triple Action Мята",
        "price": 1050.0
    },
    {
        "barcode": "764460084429",
        "name": "ШАМПУНЬ ГД BUSINESS LADY 350МЛ Perfumed Shower Gel",
        "price": 1500.0
    },
    {
        "barcode": "8003520040206",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ LADY SPEED STICK 150МЛ Алоэ",
        "price": 2300.0
    },
    {
        "barcode": "4606144010163",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ LADY SPEED STICK 150МЛ Антибактериальный",
        "price": 2300.0
    },
    {
        "barcode": "8590232000050",
        "name": "ЗУБНАЯ ЩЕТКА COLGATE Средняя Жесткость",
        "price": 400.0
    },
    {
        "barcode": "5996175234096",
        "name": "ДЕЗОДОРАНТ ТВЕРДЫЙ LADY SPEED STICK 45ГР Алоэ",
        "price": 2400.0
    },
    {
        "barcode": "5029053534541",
        "name": "ТАМПОН KOTEX 8 Super",
        "price": 980.0
    },
    {
        "barcode": "4752171013643",
        "name": "КРЕМ ДЛЯ РУК AURA Pure Cotton",
        "price": 400.0
    },
    {
        "barcode": "4607109843857",
        "name": "ЯШК БТН ЯРЧЕ 50ГР",
        "price": 150.0
    },
    {
        "barcode": "4860019002077",
        "name": "ВОДА BORJOMI 1.25Л ПБ ГАЗ Минеральная",
        "price": 1100.0
    },
    {
        "barcode": "4870242450095",
        "name": "ВОДКА ШИШКИН ЛЕС Классика 0.45Л",
        "price": 2120.0
    },
    {
        "barcode": "4870242450279",
        "name": "ВОДКА ШИШКИН ЛЕС Кедровая 0.18Л",
        "price": 740.0
    },
    {
        "barcode": "6937962135676",
        "name": "ЛБП MASTER KAN ЛТ 80ГР Классика",
        "price": 780.0
    },
    {
        "barcode": "4870244250624",
        "name": "ЛБП MASTER KAN ЛТ 80ГР Классика",
        "price": 780.0
    },
    {
        "barcode": "6971474880044",
        "name": "CNJP Пластина 3",
        "price": 130.0
    },
    {
        "barcode": "4870028000773",
        "name": "ВАФЛИ Баян Сулу",
        "price": 1000.0
    },
    {
        "barcode": "4870099001310",
        "name": "РАХАТ ВАФЛИ Асем",
        "price": 300.0
    },
    {
        "barcode": "4870099001297",
        "name": "РАХАТ ВАФЛИ Сюрприз",
        "price": 300.0
    },
    {
        "barcode": "8683130068496",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ 65ГР ВафСтакан Клубника",
        "price": 500.0
    },
    {
        "barcode": "8690637687662",
        "name": "ИНМ МАГНАТ Миндаль 80.5ГР",
        "price": 1050.0
    },
    {
        "barcode": "8683130114421",
        "name": "ИНМ МАГНАТ Миндаль 80.5ГР",
        "price": 1050.0
    },
    {
        "barcode": "8683130069622",
        "name": "ИНМ МАГНАТ Euphoria Double 80.5ГР",
        "price": 900.0
    },
    {
        "barcode": "4870002329906",
        "name": "НАПИТ LIPTON IT 0.5Л ПБ Малина",
        "price": 400.0
    },
    {
        "barcode": "4870001158163",
        "name": "НАПИТ LIPTON IT 0.5Л ПБ Малина",
        "price": 400.0
    },
    {
        "barcode": "4870001571375",
        "name": "НАПИТ PIALA IT 0.96Л ПБ ЧЕР Summer Joy (Клубника)",
        "price": 570.0
    },
    {
        "barcode": "4870001570118",
        "name": "НАПИТ 7UP ПБ 0.5Л",
        "price": 500.0
    },
    {
        "barcode": "4870001570170",
        "name": "НАПИТ MIRINDA ПБ 0.5Л",
        "price": 500.0
    },
    {
        "barcode": "4660085510908",
        "name": "ДРАЖЕ M&MS 80ГР Желтый",
        "price": 850.0
    },
    {
        "barcode": "4660085510915",
        "name": "ДРАЖЕ M&MS 80ГР Черный",
        "price": 850.0
    },
    {
        "barcode": "4870248480065",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Тунец",
        "price": 270.0
    },
    {
        "barcode": "5900951318221",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Тунец",
        "price": 270.0
    },
    {
        "barcode": "8006540890011",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 850МЛ Summer Breeze",
        "price": 2300.0
    },
    {
        "barcode": "8006540046845",
        "name": "ПРК NATURELLA Нормал 2КП 74ШТ",
        "price": 2600.0
    },
    {
        "barcode": "4690388095864",
        "name": "ЧИПСЫ LAYS 140ГР РИФЛ Лосось",
        "price": 1100.0
    },
    {
        "barcode": "4600338006147",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Груша",
        "price": 430.0
    },
    {
        "barcode": "4600338006574",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Яблоко-Банан-Клубника",
        "price": 430.0
    },
    {
        "barcode": "4600338006154",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Яблоко-Абрикос",
        "price": 430.0
    },
    {
        "barcode": "4600338006130",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Яблоко",
        "price": 430.0
    },
    {
        "barcode": "4600338008028",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Яблоко-Банан-Груша-Печенье",
        "price": 430.0
    },
    {
        "barcode": "4600338006185",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Витаминный Салат Клюква",
        "price": 430.0
    },
    {
        "barcode": "4601576013843",
        "name": "МАЙОНЕЗ ЩЕДРОЕ ЛЕТО 67%",
        "price": 360.0
    },
    {
        "barcode": "4601674086565",
        "name": "МАЙОНЕЗ HEINZ 300ГР Классика",
        "price": 630.0
    },
    {
        "barcode": "4870003260598",
        "name": "МАСЛО-ПОДСОЛ. МАСЛОЗАВОД-N1 ПБ 1.0Л",
        "price": 1100.0
    },
    {
        "barcode": "4690329007987",
        "name": "ЯШК OZERA 45ГР Truffle",
        "price": 250.0
    },
    {
        "barcode": "4870001401504",
        "name": "ЦЕСНА МУКА 1000ГР Высший Сорт",
        "price": 550.0
    },
    {
        "barcode": "4870001400019",
        "name": "ЦЕСНА МУКА 2000ГР Высший Сорт",
        "price": 1050.0
    },
    {
        "barcode": "4602441024353",
        "name": "НАПИТ CHILLOUT Bitter Lemon 0.33Л ЖБ",
        "price": 300.0
    },
    {
        "barcode": "4602441024339",
        "name": "НАПИТ CHILLOUT Bitter Grapefruit 0.33Л ЖБ",
        "price": 300.0
    },
    {
        "barcode": "6970259791025",
        "name": "УХОЧИСТКА COTTON BUDS",
        "price": 200.0
    },
    {
        "barcode": "8680945412537",
        "name": "ДЕТ ЖЕЛЕ Крокодил",
        "price": 130.0
    },
    {
        "barcode": "4670161190771",
        "name": "ЯШК ЛУКОВЫЕ КОЛЬЦА MINIFREE 45ГР Колбаски",
        "price": 220.0
    },
    {
        "barcode": "4670161190924",
        "name": "ЯШК ЛУКОВЫЕ КОЛЬЦА MINIFREE 45ГР Колбаски",
        "price": 220.0
    },
    {
        "barcode": "4620017451495",
        "name": "ЯШК СУХАР. КИРИЕШКИ 45ГР СОУС БАГЕТ Пицца",
        "price": 270.0
    },
    {
        "barcode": "4690329015425",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Мозг",
        "price": 200.0
    },
    {
        "barcode": "4620017459125",
        "name": "ЯШК BABYFOX PYR 23ГР Roxy Зеленый",
        "price": 80.0
    },
    {
        "barcode": "8691216090446",
        "name": "МАРМЕЛАД HARIBO ПКТ 80ГР Happy Cola",
        "price": 600.0
    },
    {
        "barcode": "8691216090453",
        "name": "HM HARIBO Worms 80ГР",
        "price": 560.0
    },
    {
        "barcode": "8691216090439",
        "name": "МАРМЕЛАД HARIBO ПКТ 80ГР Goldbears",
        "price": 600.0
    },
    {
        "barcode": "8691216099036",
        "name": "МАРМЕЛАД HARIBO ПКТ 80ГР Mix Zourr",
        "price": 600.0
    },
    {
        "barcode": "4607035653315",
        "name": "ЯШК ВАФЕЛЬНЫЕ ТРУБОЧКИ 190ГР Сгущеное Молоко",
        "price": 480.0
    },
    {
        "barcode": "4680021880377",
        "name": "ЯШК ВАФЕЛЬНЫЙ ТОРТ ГЛАЗИРОВАННЫЙ 250ГР Орех",
        "price": 720.0
    },
    {
        "barcode": "4690329016262",
        "name": "ЯШК OZERA 45ГР Extra Milk",
        "price": 430.0
    },
    {
        "barcode": "8683130065716",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ Вафля Пломбир 80ГР",
        "price": 500.0
    },
    {
        "barcode": "8683130069370",
        "name": "ИНМ МАГНАТ Chill Черника Печенье 80.5ГР",
        "price": 900.0
    },
    {
        "barcode": "4870251040119",
        "name": "ВОДКА МОРОША 0.5Л Синевир",
        "price": 2800.0
    },
    {
        "barcode": "4870235730210",
        "name": "БУМАГА ТУАЛЕТНАЯ КАРИНА Белоснежка",
        "price": 180.0
    },
    {
        "barcode": "4870235730326",
        "name": "САЛФЕТКИ СТОЛОВЫЕ КАРИНА 100ШТ",
        "price": 280.0
    },
    {
        "barcode": "8690997087171",
        "name": "ДЕТ ЖЕЛЕ Ремень",
        "price": 100.0
    },
    {
        "barcode": "6974041500468",
        "name": "ДЕТ ЖЕЛЕ Ремень",
        "price": 100.0
    },
    {
        "barcode": "8690997011428",
        "name": "ДЕТ ЖЕЛЕ Ремень",
        "price": 100.0
    },
    {
        "barcode": "8690997011435",
        "name": "ДЕТ ЖЕЛЕ Ремень",
        "price": 100.0
    },
    {
        "barcode": "4870254823047",
        "name": "ДЕТ ЖЕЛЕ Ремень",
        "price": 100.0
    },
    {
        "barcode": "4630007400990",
        "name": "СЕМЕЧКИ ДЖИНН СОЛН.ВЕЛ. БС 100ГР Красный",
        "price": 500.0
    },
    {
        "barcode": "6912345600026",
        "name": "КНЦ АЛЮМИНИЕВАЯ ФОЛЬГА Foil 10M",
        "price": 300.0
    },
    {
        "barcode": "48747325",
        "name": "СИГ WINSTON ST Amarillo",
        "price": 1250.0
    },
    {
        "barcode": "4870209410810",
        "name": "ШИНЛ BAHROMA 75ГР Double Халва",
        "price": 850.0
    },
    {
        "barcode": "4870209410827",
        "name": "ШИНЛ BAHROMA 75ГР Персик-Маракуя",
        "price": 700.0
    },
    {
        "barcode": "4870036007023",
        "name": "РАХАТ ВАФЛИ Белоснежка",
        "price": 350.0
    },
    {
        "barcode": "5013965696381",
        "name": "ШАМПУНЬ PANTENE 400МЛ Aqua Light",
        "price": 1700.0
    },
    {
        "barcode": "6262688700991",
        "name": "НАПИТ MAJTABA Orange 0.33Л СТ",
        "price": 450.0
    },
    {
        "barcode": "6262688701103",
        "name": "НАПИТ MAJTABA Pineapple 0.33Л СТ",
        "price": 450.0
    },
    {
        "barcode": "6262688701011",
        "name": "НАПИТ MAJTABA Pomengranate 0.33Л СТ",
        "price": 450.0
    },
    {
        "barcode": "4690388111403",
        "name": "ЧИПСЫ LAYS 140ГР Соль",
        "price": 1100.0
    },
    {
        "barcode": "4690388121068",
        "name": "ЧИПСЫ LAYS 70ГР Шашлык",
        "price": 560.0
    },
    {
        "barcode": "4690388119157",
        "name": "ЧИПСЫ LAYS 70ГР Сметана-Зелень",
        "price": 600.0
    },
    {
        "barcode": "4690388107765",
        "name": "ЧИПСЫ LAYS 70ГР Сметана-Зелень",
        "price": 600.0
    },
    {
        "barcode": "4690388120931",
        "name": "ЧИПСЫ LAYS 70ГР Сыр",
        "price": 600.0
    },
    {
        "barcode": "4690388119096",
        "name": "ЧИПСЫ LAYS 70ГР Краб",
        "price": 600.0
    },
    {
        "barcode": "4690388107871",
        "name": "ЧИПСЫ LAYS 70ГР Краб",
        "price": 600.0
    },
    {
        "barcode": "4690388121020",
        "name": "ЧИПСЫ LAYS 70ГР РИФЛ Лобстер",
        "price": 560.0
    },
    {
        "barcode": "4601296009577",
        "name": "ПМОЖЕТ СЫР КОП 250ГР Итальянский",
        "price": 1670.0
    },
    {
        "barcode": "4870240017511",
        "name": "СИГ TEREA Cap. Twilight Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4870249810496",
        "name": "СИГ TEREA Cap. Twilight Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4870249811998",
        "name": "СИГ TEREA Cap. Twilight Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4870085000907",
        "name": "НАПИТ БУРАТИНО 1.5Л ПБ",
        "price": 700.0
    },
    {
        "barcode": "4870085000891",
        "name": "НАПИТ БУРАТИНО 1.0Л ПБ",
        "price": 530.0
    },
    {
        "barcode": "4870085000914",
        "name": "НАПИТ БУРАТИНО 2.0Л ПБ",
        "price": 730.0
    },
    {
        "barcode": "4600605031865",
        "name": "МОЛОКО ДАНОН Шадринское 7.1% 500ГР",
        "price": 1000.0
    },
    {
        "barcode": "4810108009876",
        "name": "МОЛОКО ДАНОН Шадринское 7.1% 300ГР ЖБ",
        "price": 780.0
    },
    {
        "barcode": "4870206411599",
        "name": "ДАНОН АКТИВИА 270ГР ПБ Чернослив",
        "price": 520.0
    },
    {
        "barcode": "4870206411612",
        "name": "ДАНОН АКТИВИА 270ГР ПБ Клубника",
        "price": 520.0
    },
    {
        "barcode": "4870206411582",
        "name": "ДАНОН АКТИВИА 270ГР ПБ Злаки",
        "price": 520.0
    },
    {
        "barcode": "4700040114861",
        "name": "КИРГИЗ BIO 0.5Л ТП Ваниль",
        "price": 330.0
    },
    {
        "barcode": "4700040115219",
        "name": "КИРГИЗ BIO 0.5Л ТП Клубника",
        "price": 330.0
    },
    {
        "barcode": "4690329013469",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Змея",
        "price": 180.0
    },
    {
        "barcode": "4620017458661",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Сороконожка",
        "price": 180.0
    },
    {
        "barcode": "4620017454076",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Динозавр",
        "price": 150.0
    },
    {
        "barcode": "4602606017572",
        "name": "ЧЧ РОЛЛСЫ 70ГР Кислые",
        "price": 550.0
    },
    {
        "barcode": "4014400922905",
        "name": "МАРМЕЛАД MAMBA ПКТ 72ГР Фруктовый Микс",
        "price": 650.0
    },
    {
        "barcode": "4014400922912",
        "name": "МАРМЕЛАД MAMBA ПКТ 72ГР Фруктовый Йогурт",
        "price": 550.0
    },
    {
        "barcode": "4014400928709",
        "name": "МАРМЕЛАД MAMBA ПКТ 72ГР Команда Пиратов",
        "price": 650.0
    },
    {
        "barcode": "4014400934564",
        "name": "МАРМЕЛАД MAMBA ПКТ 72ГР Кислые Звездочки",
        "price": 650.0
    },
    {
        "barcode": "4014400922929",
        "name": "МАРМЕЛАД MAMBA ПКТ 72ГР Сочный Центр",
        "price": 650.0
    },
    {
        "barcode": "4014400932188",
        "name": "МАРМЕЛАД MAMBA ПКТ 90ГР Молочные Привидения",
        "price": 730.0
    },
    {
        "barcode": "40144955",
        "name": "HM MAMBA Конфеты 6ШТ",
        "price": 200.0
    },
    {
        "barcode": "40144146",
        "name": "HM MAMBA Конфеты 6ШТ",
        "price": 200.0
    },
    {
        "barcode": "40144313",
        "name": "HM MAMBA Конфеты 6ШТ",
        "price": 200.0
    },
    {
        "barcode": "40144306",
        "name": "HM MAMBA Конфеты 6ШТ",
        "price": 200.0
    },
    {
        "barcode": "3014260263331",
        "name": "GILETTE SIMPLY VENUS 2 Лезвия",
        "price": 500.0
    },
    {
        "barcode": "4870069001494",
        "name": "ХЛЕБЦЫ ЗДОРОВО Сушеная Слива 115ГР",
        "price": 420.0
    },
    {
        "barcode": "4870069000312",
        "name": "ХЛЕБЦЫ ЗДОРОВО Пшеничный 150ГР",
        "price": 400.0
    },
    {
        "barcode": "4870069000169",
        "name": "ХЛЕБЦЫ ЗДОРОВО Гречневый 100ГР",
        "price": 480.0
    },
    {
        "barcode": "4870069001616",
        "name": "ХЛЕБЦЫ ЗДОРОВО ВАФЕЛЬНЫЕ Мультизлак 70ГР",
        "price": 420.0
    },
    {
        "barcode": "4870001151362",
        "name": "СОК GRACIO ТП 0.95Л Персик",
        "price": 1050.0
    },
    {
        "barcode": "4600595007628",
        "name": "УКСУСНАЯ КИСЛОТА 70% 150МЛ Приправька",
        "price": 300.0
    },
    {
        "barcode": "4870004345058",
        "name": "ПИЩЕВОЙ КРАСИТЕЛЬ Asyl 2ГР",
        "price": 60.0
    },
    {
        "barcode": "5941132001358",
        "name": "ЗАГУСТИТЕЛЬ ДЛЯ СЛИВОК Dr. Oetker 8ГР",
        "price": 140.0
    },
    {
        "barcode": "5941132001433",
        "name": "ВАНИЛЬНЫЙ САХАР Dr. Oetker 8ГР",
        "price": 80.0
    },
    {
        "barcode": "4870004344686",
        "name": "ВАНИЛИН КРИСТАЛЛИЧЕСКИЙ Asyl 5ГР",
        "price": 150.0
    },
    {
        "barcode": "4870004340633",
        "name": "ВАНИЛИН КРИСТАЛЛИЧЕСКИЙ Asyl 1.5ГР",
        "price": 90.0
    },
    {
        "barcode": "4870004340640",
        "name": "РАЗРЫХЛИТЕЛЬ ТЕСТА 15ГР Asyl",
        "price": 100.0
    },
    {
        "barcode": "4607024897201",
        "name": "ЯШК ВАНИЛИН КРИСТАЛЛИЧЕСКИЙ Галерея Вкусов 1ГР",
        "price": 40.0
    },
    {
        "barcode": "4610000820308",
        "name": "ЛИМОННАЯ КИСЛОТА Приправыч 10ГР",
        "price": 120.0
    },
    {
        "barcode": "4870004340282",
        "name": "ЛИМОННАЯ КИСЛОТА Asyl 15ГР",
        "price": 120.0
    },
    {
        "barcode": "4870004340763",
        "name": "ПРИПР ASYL 15ГР Мол. Корица",
        "price": 140.0
    },
    {
        "barcode": "4607061492650",
        "name": "ВАНИЛИН-ИНТЕНСИВ Dr. Oetker 2ГР",
        "price": 70.0
    },
    {
        "barcode": "4870004340817",
        "name": "КОКОСОВАЯ СТРУЖКА Asyl 50ГР",
        "price": 320.0
    },
    {
        "barcode": "4870004344389",
        "name": "КОКОСОВАЯ СТРУЖКА ЦВЕТНАЯ Asyl 15ГР",
        "price": 110.0
    },
    {
        "barcode": "4870004341630",
        "name": "ПРИПР ASYL Манты",
        "price": 80.0
    },
    {
        "barcode": "4870004341173",
        "name": "ПРИПР ASYL Курдюк",
        "price": 100.0
    },
    {
        "barcode": "4870004341715",
        "name": "ПРИПР ASYL Плов",
        "price": 100.0
    },
    {
        "barcode": "4870004341784",
        "name": "ПРИПР ASYL Пельмени",
        "price": 100.0
    },
    {
        "barcode": "4870004341722",
        "name": "ПРИПР ASYL Шурпа",
        "price": 100.0
    },
    {
        "barcode": "4870004341739",
        "name": "ПРИПР ASYL Суп",
        "price": 100.0
    },
    {
        "barcode": "4870004341692",
        "name": "ПРИПР ASYL Курица",
        "price": 100.0
    },
    {
        "barcode": "4870004341708",
        "name": "ПРИПР ASYL Макароны и Рис",
        "price": 100.0
    },
    {
        "barcode": "4870004341258",
        "name": "ПРИПР ASYL Чесночная для мяса",
        "price": 100.0
    },
    {
        "barcode": "4610100811336",
        "name": "ПРИПР ПРИПРАВЫЧ Баранина",
        "price": 140.0
    },
    {
        "barcode": "4610000822111",
        "name": "ПРИПР ПРИПРАВЫЧ Смесь Перцев",
        "price": 140.0
    },
    {
        "barcode": "4610000821411",
        "name": "ПРИПР ПРИПРАВЫЧ Говядина",
        "price": 140.0
    },
    {
        "barcode": "4870227270267",
        "name": "ПРИПР ROLLTON Говядина 90ГР",
        "price": 200.0
    },
    {
        "barcode": "4870004346079",
        "name": "СУП РИСОВЫЙ С МЯСОМ Asyl",
        "price": 150.0
    },
    {
        "barcode": "4870004346017",
        "name": "СУП ХАРЧО Asyl",
        "price": 150.0
    },
    {
        "barcode": "48700043462220",
        "name": "СУП ЧЕЧЕВИЦА Asyl",
        "price": 150.0
    },
    {
        "barcode": "4610000823361",
        "name": "ПРИПР ПРИПРАВЫЧ Бульон Грибной",
        "price": 100.0
    },
    {
        "barcode": "4870082005868",
        "name": "КАКАО РАХАТ",
        "price": 850.0
    },
    {
        "barcode": "4600680026220",
        "name": "КАКАО-НАПИТОК Хрутка 135ГР",
        "price": 710.0
    },
    {
        "barcode": "4870004340770",
        "name": "ПРИПР ASYL 15ГР Зира",
        "price": 190.0
    },
    {
        "barcode": "4870004340732",
        "name": "ПРИПР ASYL 15ГР ФП Базилик",
        "price": 100.0
    },
    {
        "barcode": "4870004346055",
        "name": "СУП СОЛЯНКА С ГРИБАМИ Asyl",
        "price": 150.0
    },
    {
        "barcode": "4870004340985",
        "name": "ПРИПР ASYL 170ГР Для Мясных Блюд",
        "price": 400.0
    },
    {
        "barcode": "8410300356172",
        "name": "ПРИПР GALLINA BLANCA Куриный 90ГР",
        "price": 260.0
    },
    {
        "barcode": "4870004341586",
        "name": "ПРИПР ASYL Бульон Куриный",
        "price": 210.0
    },
    {
        "barcode": "4870004340664",
        "name": "ПРИПР ASYL Сахарная Пудра 50ГР",
        "price": 170.0
    },
    {
        "barcode": "4870004346376",
        "name": "КРАХМАЛ ASYL Кукурузный 125ГР",
        "price": 300.0
    },
    {
        "barcode": "4870004340831",
        "name": "КРАХМАЛ ASYL Картофельный 50ГР",
        "price": 250.0
    },
    {
        "barcode": "4870004340053",
        "name": "ПРИПР ASYL Лавровый Лист 50ГР",
        "price": 270.0
    },
    {
        "barcode": "4870004340060",
        "name": "ПРИПР ASYL Лавровый Лист 10ГР",
        "price": 160.0
    },
    {
        "barcode": "4870004344167",
        "name": "ПРИПР ASYL Мак Кондитерский 25ГР",
        "price": 170.0
    },
    {
        "barcode": "4870004343818",
        "name": "ПРИПР ASYL Куркума 15ГР",
        "price": 110.0
    },
    {
        "barcode": "4870004340220",
        "name": "ПРИПР ASYL 25ГР Карри",
        "price": 100.0
    },
    {
        "barcode": "4870004346352",
        "name": "ПРИПР ASYL 25ГР Кинза Сушеная",
        "price": 110.0
    },
    {
        "barcode": "4870202991934",
        "name": "ГОРЧИЧНЫЙ ПОРОШОК Almaty Spices",
        "price": 100.0
    },
    {
        "barcode": "4610000820520",
        "name": "ПРИПР PEPPERMANIA Травы Итальянской Кухни 15ГР",
        "price": 270.0
    },
    {
        "barcode": "4870144010076",
        "name": "ПРИПР PROFIPACK Зерна Тмина 15ГР",
        "price": 100.0
    },
    {
        "barcode": "4870144010090",
        "name": "ПРИПР PROFIPACK Кориандр Целый 15ГР",
        "price": 100.0
    },
    {
        "barcode": "4870144010571",
        "name": "ПРИПР PROFIPACK Перец Душистый 15ГР",
        "price": 100.0
    },
    {
        "barcode": "4870004340381",
        "name": "ПРИПР ASYL 15ГР Гвоздика",
        "price": 340.0
    },
    {
        "barcode": "4606598007085",
        "name": "ПРИПР МАГИЯ ВОСТОКА Черный Перец Горошек 10ГР",
        "price": 100.0
    },
    {
        "barcode": "4870004340268",
        "name": "ПАНИРОВОЧНЫЕ СУХАРИ Asyl",
        "price": 350.0
    },
    {
        "barcode": "4870004340343",
        "name": "ДРОЖЖИ Kazmaya 60ГР",
        "price": 370.0
    },
    {
        "barcode": "4870004343467",
        "name": "ДРОЖЖИ Kazmaya 10ГР",
        "price": 100.0
    },
    {
        "barcode": "4870004340565",
        "name": "ПРИПР ASYL 15ГР Перец Мол. Черный",
        "price": 130.0
    },
    {
        "barcode": "4870004340572",
        "name": "ПРИПР ASYL 50ГР Перец Мол. Красный",
        "price": 200.0
    },
    {
        "barcode": "4870004340589",
        "name": "ПРИПР ASYL 15ГР Красный Молотый",
        "price": 100.0
    },
    {
        "barcode": "4870207314745",
        "name": "СЫРОК ФМ ДОЛЬЧЕ Манго-Маракуя",
        "price": 300.0
    },
    {
        "barcode": "4870207314752",
        "name": "СЫРОК ФМ ДОЛЬЧЕ Крем-Брюле",
        "price": 300.0
    },
    {
        "barcode": "4870044001860",
        "name": "ДЖИН-ТОНИК BACCHUS 0.7Л Лимон",
        "price": 1240.0
    },
    {
        "barcode": "48730396",
        "name": "ДЖИН-ТОНИК BACCHUS 0.33Л Лимон",
        "price": 780.0
    },
    {
        "barcode": "4870031007110",
        "name": "ВОДКА ХАОМА Gold 0.5Л",
        "price": 2150.0
    },
    {
        "barcode": "4870200770661",
        "name": "БАРОН ПЕЛЬМЕНИ Студенческие",
        "price": 1070.0
    },
    {
        "barcode": "4870215250028",
        "name": "БУМАЖНЫЕ ПОЛОТЕНЦА Alba",
        "price": 780.0
    },
    {
        "barcode": "4870200192173",
        "name": "ВОДА ASEMAI 1.5Л ПБ ГАЗ Обычная",
        "price": 340.0
    },
    {
        "barcode": "4870200192166",
        "name": "ВОДА ASEMAI 1.0Л ПБ Обычная",
        "price": 400.0
    },
    {
        "barcode": "4870200192180",
        "name": "ВОДА ASEMAI 1.5Л ПБ Обычная",
        "price": 340.0
    },
    {
        "barcode": "4870242450293",
        "name": "ВОДКА ШИШКИН ЛЕС Классика 0.18Л",
        "price": 810.0
    },
    {
        "barcode": "4870007433783",
        "name": "ВОДКА ШИШКИН ЛЕС Классика 0.18Л",
        "price": 810.0
    },
    {
        "barcode": "4870240011540",
        "name": "СИГ TEREA Yellow",
        "price": 1330.0
    },
    {
        "barcode": "4870249812230",
        "name": "СИГ TEREA Yellow",
        "price": 1330.0
    },
    {
        "barcode": "4870249810250",
        "name": "СИГ TEREA Yellow",
        "price": 1330.0
    },
    {
        "barcode": "4870112002973",
        "name": "ПЕЧ ALBENI 70ГР XXL",
        "price": 630.0
    },
    {
        "barcode": "4870204395402",
        "name": "НАПИТ VITAMIN C Женьшень 0.5Л",
        "price": 300.0
    },
    {
        "barcode": "4860038000184",
        "name": "ВИНО ДГ КРАСНОЕ ПСД Алазанская Долина 0.75Л",
        "price": 3200.0
    },
    {
        "barcode": "4860038001068",
        "name": "ВИНО ДГ БЕЛОЕ СХ Тбилиси 0.75Л",
        "price": 2600.0
    },
    {
        "barcode": "4860038001099",
        "name": "ВИНО ДГ КРАСНОЕ ПСД Пиросмани 0.75Л",
        "price": 3200.0
    },
    {
        "barcode": "4607084351361",
        "name": "CHOCO-PIE 4ШТ Original",
        "price": 550.0
    },
    {
        "barcode": "8901393024531",
        "name": "ЧЧ СТРАЙПС Фруктовый",
        "price": 150.0
    },
    {
        "barcode": "4870237430309",
        "name": "LAZIZ 300Г Сухарики к чаю",
        "price": 660.0
    },
    {
        "barcode": "4870237430330",
        "name": "LAZIZ 300ГР Сушки маковые",
        "price": 500.0
    },
    {
        "barcode": "4870237430323",
        "name": "LAZIZ Сухарики ваниль 300Г",
        "price": 660.0
    },
    {
        "barcode": "4870237430286",
        "name": "LAZIZ Сухарики ваниль 300Г",
        "price": 660.0
    },
    {
        "barcode": "8714599102749",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 13ГР Latte",
        "price": 120.0
    },
    {
        "barcode": "8711000601051",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 13ГР Latte",
        "price": 120.0
    },
    {
        "barcode": "40084176",
        "name": "KINDER COUNTRY",
        "price": 370.0
    },
    {
        "barcode": "42378587",
        "name": "ДРАЖЕ ТИКТАК Фруктовый Микс",
        "price": 410.0
    },
    {
        "barcode": "6920648910575",
        "name": "ДЕТ 3Д Фрукт",
        "price": 110.0
    },
    {
        "barcode": "4870001154462",
        "name": "МОЛОКО (SZ) МОЕ 2.5% 1Л ТП",
        "price": 700.0
    },
    {
        "barcode": "4607096002985",
        "name": "СОК АГУША ТП 0.2Л Яблоко",
        "price": 390.0
    },
    {
        "barcode": "4607096002961",
        "name": "СОК АГУША ТП 0.2Л Яблоко",
        "price": 390.0
    },
    {
        "barcode": "4607065376000",
        "name": "КОРМ KITEKAT 85ГР ЖИД. СОУС Аппетитная Курочка",
        "price": 250.0
    },
    {
        "barcode": "5900951303920",
        "name": "КОРМ KITEKAT 85ГР ЖИД. СОУС Аппетитная Курочка",
        "price": 250.0
    },
    {
        "barcode": "4870248480089",
        "name": "КОРМ KITEKAT 85ГР ЖИД. СОУС Аппетитная Курочка",
        "price": 250.0
    },
    {
        "barcode": "4607065735098",
        "name": "КОРМ KITEKAT 85ГР ЖИД СОУС Лакомый Ягненок",
        "price": 250.0
    },
    {
        "barcode": "4008429170324",
        "name": "КОРМ KITEKAT 85ГР ЖИД СОУС Лакомый Ягненок",
        "price": 250.0
    },
    {
        "barcode": "4008429170300",
        "name": "КОРМ KITEKAT 85ГР ЖИД СОУС Лакомый Ягненок",
        "price": 250.0
    },
    {
        "barcode": "8690624203806",
        "name": "ЧИПСЫ DORITOS Nacho 70ГР",
        "price": 650.0
    },
    {
        "barcode": "8690624203820",
        "name": "ЧИПСЫ DORITOS Hot Corn 70ГР",
        "price": 650.0
    },
    {
        "barcode": "8690624200805",
        "name": "ЧИПСЫ DORITOS Hot Corn 130ГР",
        "price": 1200.0
    },
    {
        "barcode": "4690388121044",
        "name": "ЧИПСЫ LAYS 70ГР Соль",
        "price": 560.0
    },
    {
        "barcode": "4690228109300",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Черная Смородина-Ежевика",
        "price": 480.0
    },
    {
        "barcode": "4690228109287",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Клубника-Земляника-Клюква",
        "price": 480.0
    },
    {
        "barcode": "4690228102400",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Банан-Клубника-Киви",
        "price": 480.0
    },
    {
        "barcode": "4690228034978",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Черника-Земляника-Мультизлаки",
        "price": 480.0
    },
    {
        "barcode": "4650243871781",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Orange",
        "price": 650.0
    },
    {
        "barcode": "5449000052926",
        "name": "НАПИТ FANTA 1.5Л ПБ",
        "price": 850.0
    },
    {
        "barcode": "5449000131805",
        "name": "НАПИТ COCA-COLA 0.33Л ЖБ Zero",
        "price": 470.0
    },
    {
        "barcode": "4687012753191",
        "name": "СЕМ МАРТИН БСП Крупный Калибр 150ГР",
        "price": 690.0
    },
    {
        "barcode": "4607012351005",
        "name": "СЕМ МАРТИН БС Отборные 200ГР",
        "price": 790.0
    },
    {
        "barcode": "4607012352453",
        "name": "СЕМ МАРТИН СП Крупный Калибр 150ГР",
        "price": 690.0
    },
    {
        "barcode": "4607012350992",
        "name": "СЕМ МАРТИН БС Отборные 100ГР",
        "price": 400.0
    },
    {
        "barcode": "4607012352804",
        "name": "АРАХИС МАРТИН Соленые 100ГР",
        "price": 450.0
    },
    {
        "barcode": "4607012351951",
        "name": "СЕМ МАРТИН С Отборные 100ГР",
        "price": 400.0
    },
    {
        "barcode": "4607012352798",
        "name": "СЕМ МАРТИН СП Крупный Калибр 75ГР",
        "price": 400.0
    },
    {
        "barcode": "4690388111441",
        "name": "ЧИПСЫ LAYS 140ГР РИФЛ Сметана-Лук",
        "price": 1100.0
    },
    {
        "barcode": "6986125545418",
        "name": "ДЕТ ЭЛЕКТРОШОК Спрей",
        "price": 150.0
    },
    {
        "barcode": "4870240017481",
        "name": "СИГ TEREA Cap. Sun Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4870249810465",
        "name": "СИГ TEREA Cap. Sun Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4870249812117",
        "name": "СИГ TEREA Cap. Sun Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4870003431905",
        "name": "МОЛОКО МИЛОКО 3.2% 2Л ТП",
        "price": 1150.0
    },
    {
        "barcode": "4870036007443",
        "name": "РАХАТ ВАФЛИ Арахисовые",
        "price": 350.0
    },
    {
        "barcode": "4870002329944",
        "name": "НАПИТ LIPTON IT 1.0Л ПБ Малина",
        "price": 600.0
    },
    {
        "barcode": "4870002329968",
        "name": "НАПИТ LIPTON IT 1.5Л ПБ Персик",
        "price": 700.0
    },
    {
        "barcode": "4870002329982",
        "name": "НАПИТ LIPTON IT 1.5Л ПБ Лимон",
        "price": 700.0
    },
    {
        "barcode": "4870005392341",
        "name": "ВОДКА ВОДКА 0.18Л Пшеничная",
        "price": 780.0
    },
    {
        "barcode": "4870005392266",
        "name": "ВОДКА ВОДКА 0.18Л Пшеничная",
        "price": 780.0
    },
    {
        "barcode": "4870005392334",
        "name": "ВОДКА ВОДКА 0.18Л Ржаная",
        "price": 700.0
    },
    {
        "barcode": "4870219600102",
        "name": "Белый",
        "price": 490.0
    },
    {
        "barcode": "4870245160045",
        "name": "НАПИТ FRUITNGO 0.45Л ЖБ Lime&Mint",
        "price": 500.0
    },
    {
        "barcode": "4600338001623",
        "name": "ВОДА ФРУТОНЯНЯ 0.33Л ПБ Детская",
        "price": 280.0
    },
    {
        "barcode": "4600068054128",
        "name": "НАПИТ FRESH МОХИТО Классика 0.33Л ЖБ",
        "price": 280.0
    },
    {
        "barcode": "4870207314196",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ТП 1.0Л Лесные Ягоды",
        "price": 850.0
    },
    {
        "barcode": "4870207315308",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ТП 0.5Л Натуральный",
        "price": 490.0
    },
    {
        "barcode": "4870207315292",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ПБ 280ГР Натуральный",
        "price": 460.0
    },
    {
        "barcode": "4870207314561",
        "name": "КОКТЕЙЛЬ МОЛОЧНЫЙ ФМ МУУ 0.2Л Клубника",
        "price": 370.0
    },
    {
        "barcode": "4870055000890",
        "name": "КОКТЕЙЛЬ МОЛОЧНЫЙ ФМ МУУ 0.2Л Шоколад",
        "price": 370.0
    },
    {
        "barcode": "4870207314721",
        "name": "СЫРОК ФМ ДОЛЬЧЕ Кокос",
        "price": 300.0
    },
    {
        "barcode": "4870055008209",
        "name": "СЫРОК ФМ ЖИВОЙ 26.3ГР Лесные Ягоды",
        "price": 300.0
    },
    {
        "barcode": "4870004906914",
        "name": "ШИНЛ БОМБА Эскимо Черное Печенье",
        "price": 420.0
    },
    {
        "barcode": "4870233460928",
        "name": "ШИНЛ МИША ПЛОМБИР 110ГР Клубника Lux",
        "price": 480.0
    },
    {
        "barcode": "4870233467958",
        "name": "ШИНЛ ДЖУСИК ЛЕД 70ГР Кола",
        "price": 150.0
    },
    {
        "barcode": "4602441011186",
        "name": "НАПИТ ЧЕРНОГОЛОВКА Тархун 0.5Л СТ",
        "price": 400.0
    },
    {
        "barcode": "4602441011292",
        "name": "НАПИТ ЧЕРНОГОЛОВКА Буратино 0.5Л СТ",
        "price": 400.0
    },
    {
        "barcode": "4630065251053",
        "name": "НАПИТ LAIMON FRESH Манго 0.5Л ПБ",
        "price": 290.0
    },
    {
        "barcode": "8852634634821",
        "name": "ДЕТ ЖЕЛЕ Глаз",
        "price": 100.0
    },
    {
        "barcode": "4607065003135",
        "name": "КОРМ WHISKAS 350ГР СУХ КОТЯТА Индейка Морковь",
        "price": 1350.0
    },
    {
        "barcode": "4607065375119",
        "name": "КОРМ WHISKAS 350ГР СУХ Индейка Морковь",
        "price": 1350.0
    },
    {
        "barcode": "4607065375133",
        "name": "КОРМ WHISKAS 350ГР СУХ Индейка Морковь",
        "price": 1350.0
    },
    {
        "barcode": "4870248480034",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Лосось",
        "price": 270.0
    },
    {
        "barcode": "4870248480058",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Лосось",
        "price": 270.0
    },
    {
        "barcode": "46116482",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Ягодный Микс",
        "price": 260.0
    },
    {
        "barcode": "42069942",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Освежающая Мята",
        "price": 260.0
    },
    {
        "barcode": "4870001572211",
        "name": "ВОДА ASU ПБ ВКУС СОК 0.5Л Яблоко-Киви",
        "price": 300.0
    },
    {
        "barcode": "7891024188262",
        "name": "ЗУБНАЯ ПАСТА COLGATE 50МЛ Бережное Отбеливание",
        "price": 510.0
    },
    {
        "barcode": "8693495052788",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 150ГР Разные",
        "price": 700.0
    },
    {
        "barcode": "8718951317437",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 150ГР Разные",
        "price": 700.0
    },
    {
        "barcode": "8718951317406",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 150ГР Разные",
        "price": 700.0
    },
    {
        "barcode": "8693495052764",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 150ГР Разные",
        "price": 700.0
    },
    {
        "barcode": "8693495052740",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 150ГР Разные",
        "price": 700.0
    },
    {
        "barcode": "5996175230975",
        "name": "ШАМПУНЬ ГД PALMOLIVE 250МЛ Олива-Молоко",
        "price": 1350.0
    },
    {
        "barcode": "8693495034784",
        "name": "ГД PALMOLIVE 250МЛ MEN Спорт",
        "price": 1600.0
    },
    {
        "barcode": "3083680015394",
        "name": "КОНС BONDUELLE КЛЮЧ 170ГР - 212МЛ Кукуруза Сладкая",
        "price": 720.0
    },
    {
        "barcode": "3083680002875",
        "name": "КОНС BONDUELLE КЛЮЧ 340ГР - 425МЛ Кукуруза Сладкая",
        "price": 1200.0
    },
    {
        "barcode": "3083680048774",
        "name": "КОНС BONDUELLE 425МЛ-400ГР Зеленый Горошек Нежный",
        "price": 1200.0
    },
    {
        "barcode": "4870234681056",
        "name": "НАПИТ MANANA 1.0Л ПБ Cherry",
        "price": 780.0
    },
    {
        "barcode": "4870200193767",
        "name": "НАПИТ DIZZY MOJITO Клубника 0.45Л ЖБ",
        "price": 330.0
    },
    {
        "barcode": "4870200193835",
        "name": "ЭНЕРГ DIZZY ENERGY 0.33Л СТ Mojito",
        "price": 300.0
    },
    {
        "barcode": "4690388111199",
        "name": "ЧИПСЫ LAYS 140ГР Зеленый Лук",
        "price": 1100.0
    },
    {
        "barcode": "4690388111335",
        "name": "ЧИПСЫ LAYS 140ГР Шашлык",
        "price": 1100.0
    },
    {
        "barcode": "5449000050939",
        "name": "НАПИТ SPRITE 1.0Л ПБ",
        "price": 680.0
    },
    {
        "barcode": "8887290522021",
        "name": "ЧИПСЫ KRACKS Sour Cream Onion 160ГР",
        "price": 1500.0
    },
    {
        "barcode": "8887290526029",
        "name": "ЧИПСЫ KRACKS Paprika 160ГР",
        "price": 1500.0
    },
    {
        "barcode": "8887290524025",
        "name": "ЧИПСЫ KRACKS Cheese 160ГР",
        "price": 1500.0
    },
    {
        "barcode": "8887290521024",
        "name": "ЧИПСЫ KRACKS Original 160ГР",
        "price": 1500.0
    },
    {
        "barcode": "8887290112024",
        "name": "НАПИТ MACCOFE Original 0.24Л",
        "price": 680.0
    },
    {
        "barcode": "4620004391520",
        "name": "КОФЕ MACCOFE СУБЛ. ПКТ 40ГР Arabica",
        "price": 1800.0
    },
    {
        "barcode": "4870202521698",
        "name": "НАПИТ ПЕРВОКВАС 0.5Л ПБ",
        "price": 350.0
    },
    {
        "barcode": "6976485252040",
        "name": "КОПРОН KAMILA XXL Черные",
        "price": 800.0
    },
    {
        "barcode": "4870038004983",
        "name": "ТЖ МАСЛО СЛИВОЧНОЕ 180ГР Сливочные Берега",
        "price": 270.0
    },
    {
        "barcode": "4870038005003",
        "name": "ТЖ МАСЛО СЛИВОЧНОЕ 180ГР Закрома",
        "price": 860.0
    },
    {
        "barcode": "4870239130146",
        "name": "ТЖ МАСЛО СЛИВОЧНОЕ 180ГР Иртыш Спред",
        "price": 650.0
    },
    {
        "barcode": "6961257003302",
        "name": "ДЕТ КИСЛЫЕ Истории",
        "price": 100.0
    },
    {
        "barcode": "4600495507839",
        "name": "СУПЕР КОНТИК 100ГР Орех",
        "price": 300.0
    },
    {
        "barcode": "4600495507846",
        "name": "СУПЕР КОНТИК 50ГР Сгущенка",
        "price": 250.0
    },
    {
        "barcode": "4870242450033",
        "name": "ВОДКА QAZAQ REPUBLIC 0.5Л Original",
        "price": 1500.0
    },
    {
        "barcode": "4870242450071",
        "name": "ВОДКА ШИШКИН ЛЕС Кедровая 0.45Л",
        "price": 2110.0
    },
    {
        "barcode": "8001090783882",
        "name": "ПОДГУЗНИКИ PAMPERS 16ШТ Размер 5",
        "price": 3800.0
    },
    {
        "barcode": "8006540377178",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ OLD SPICE 150МЛ Tigerclaw",
        "price": 1800.0
    },
    {
        "barcode": "8001090378217",
        "name": "ПРК ALWAYS Ultra День Ночь 6КП 26ШТ",
        "price": 4100.0
    },
    {
        "barcode": "5413149333529",
        "name": "СМО ПОРОШОК ARIEL 1500ГР АВТ Color",
        "price": 2600.0
    },
    {
        "barcode": "5413149343702",
        "name": "СМО ПОРОШОК TIDE 1500ГР АВТ Color",
        "price": 2400.0
    },
    {
        "barcode": "4870145004944",
        "name": "ПИВО SR GARAGE Mango 0.45Л ЖБ",
        "price": 560.0
    },
    {
        "barcode": "4870145005033",
        "name": "ПИВО SR GARAGE Orange Spritz 0.45Л СТ",
        "price": 560.0
    },
    {
        "barcode": "4600682021476",
        "name": "ПИВО БАЛТИКА 0 Грейпфрут 0.33Л ЖБ",
        "price": 350.0
    },
    {
        "barcode": "4600682027188",
        "name": "ПИВО БАЛТИКА 0 Лайм 0.33Л ЖБ",
        "price": 350.0
    },
    {
        "barcode": "4870002841262",
        "name": "АККУ СМ БЕЛОВЕЖСКОЕ 200ГР",
        "price": 610.0
    },
    {
        "barcode": "4860109720317",
        "name": "ВИНО ЛГ КРАСНОЕ ПСД Хванчкара 0.75Л",
        "price": 9000.0
    },
    {
        "barcode": "4860120340051",
        "name": "ВИНО ЛГ БЕЛОЕ СХ Кахетури 0.75Л",
        "price": 2400.0
    },
    {
        "barcode": "4860120340075",
        "name": "ВИНО ЛГ БЕЛОЕ ПСХ Пиросмани 0.75Л",
        "price": 6000.0
    },
    {
        "barcode": "4870031006069",
        "name": "ВОДКА ХАОМА Silver 0.5Л",
        "price": 2100.0
    },
    {
        "barcode": "4602606017657",
        "name": "ЧЧ ФЭНСЫ 150ГР Кислые",
        "price": 970.0
    },
    {
        "barcode": "4870055002702",
        "name": "МОЛОКО (SZ) ФМ LACTEL 6.0% ТП 1.0Л Витамин-D3",
        "price": 1000.0
    },
    {
        "barcode": "4690329003132",
        "name": "ЯШК СУХАР. КИРИЕШКИ 100ГР Хрен",
        "price": 200.0
    },
    {
        "barcode": "4690329017139",
        "name": "ЯШК СУХАР. КИРИЕШКИ 100ГР ПШ Сметана Зелень",
        "price": 220.0
    },
    {
        "barcode": "4690329017122",
        "name": "ЯШК СУХАР. КИРИЕШКИ 100ГР ПШ Краб",
        "price": 250.0
    },
    {
        "barcode": "4620017457350",
        "name": "ЯШК СУХАР. КИРИЕШКИ 60ГР СОУС БАГЕТ Лобстер",
        "price": 200.0
    },
    {
        "barcode": "4690329009899",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР БЕЛ. Hazelnuts Extra",
        "price": 500.0
    },
    {
        "barcode": "4600452021095",
        "name": "ЯШК 22-BOX ПЛИТ.-ШОК. OZERA 90ГР МОЛ. Caramel & Chocalate",
        "price": 620.0
    },
    {
        "barcode": "4607015237481",
        "name": "ЯШК ВАФЛИ МЯГКИЕ 40ГР Вар.Сгущенка",
        "price": 150.0
    },
    {
        "barcode": "4607015237467",
        "name": "ЯШК МЯГКИЕ ВАФЛИ 40ГР Вишня",
        "price": 130.0
    },
    {
        "barcode": "4670161190580",
        "name": "ЯШК ВАФЕЛЬНЫЙ ТОРТ ШОКОЛАДНЫЙ 250ГР Фундук",
        "price": 700.0
    },
    {
        "barcode": "4607015235333",
        "name": "ЯШК ПРЯНИКИ 350ГР Сгущенка",
        "price": 750.0
    },
    {
        "barcode": "4607015235302",
        "name": "ЯШК ПРЯНИКИ 350ГР Вишня",
        "price": 800.0
    },
    {
        "barcode": "4603290004879",
        "name": "ЯШК ПЕЧЕНЬЕ ЦИЛИНДР FORSITE 220ГР ФИОЛ. Сливочный",
        "price": 450.0
    },
    {
        "barcode": "4690329016415",
        "name": "ЯШК BABYFOX 45ГР Молочный Шоколад Орех",
        "price": 320.0
    },
    {
        "barcode": "4690329017856",
        "name": "ЯШК OZERA 45ГР White Strawberry Pop Candy",
        "price": 430.0
    },
    {
        "barcode": "4607109845240",
        "name": "ЯШК БТН FUROR 20ГР",
        "price": 90.0
    },
    {
        "barcode": "4700040115745",
        "name": "КИРГИЗ МОЛОКО (SZ) МИЛКА 3.2% 1.0Л ТП Ультрапастеризованное",
        "price": 720.0
    },
    {
        "barcode": "4607065731755",
        "name": "ДРАЖЕ M&MS 45ГР Зеленый",
        "price": 530.0
    },
    {
        "barcode": "4870248480027",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Курица",
        "price": 270.0
    },
    {
        "barcode": "5900951318252",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ Курица",
        "price": 270.0
    },
    {
        "barcode": "4670161191853",
        "name": "ЯШК ЛУКОВЫЕ КОЛЬЦА MINIFREE 100ГР Сыр",
        "price": 300.0
    },
    {
        "barcode": "4607065003944",
        "name": "КОРМ PEDIGREE 85ГР ЖИД СОУС Говядина",
        "price": 200.0
    },
    {
        "barcode": "5000159425476",
        "name": "КОРМ CHAPPI 600ГР СУХ Говядина",
        "price": 1400.0
    },
    {
        "barcode": "4870004341111",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341203",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341296",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341135",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341197",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341241",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341166",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341180",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341159",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004341210",
        "name": "КИСЕЛЬ ASYL 170ГР Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4870004344730",
        "name": "ПРИПР ASYL 50ГР Перец Мол. Черный",
        "price": 250.0
    },
    {
        "barcode": "4870004343856",
        "name": "ПРИПР ASYL Рыба",
        "price": 100.0
    },
    {
        "barcode": "6974887992748",
        "name": "ДЕТ СТИК Тату",
        "price": 70.0
    },
    {
        "barcode": "6957342916688",
        "name": "ДЕТ НЕОНПОП Карта",
        "price": 100.0
    },
    {
        "barcode": "4870007640013",
        "name": "СОЛЬ АССОЛЬ 1КГ",
        "price": 120.0
    },
    {
        "barcode": "4870001571030",
        "name": "ВОДА ASU ПБ ВКУС 1.0Л Клубника",
        "price": 450.0
    },
    {
        "barcode": "4870251040300",
        "name": "ВОДКА МОРОША минералка 0.5Л",
        "price": 2200.0
    },
    {
        "barcode": "4870251040362",
        "name": "ВОДКА МОРОША 0.25Л Минеральная",
        "price": 1100.0
    },
    {
        "barcode": "4870251040331",
        "name": "ВОДКА МОРОША минералка 0.7л",
        "price": 2900.0
    },
    {
        "barcode": "4870001571078",
        "name": "СОК DADA 0.95Л ТП Клубника-Яблоко",
        "price": 850.0
    },
    {
        "barcode": "4870002322303",
        "name": "СОК НС -Яблоко 1.9Л ТП",
        "price": 960.0
    },
    {
        "barcode": "4870234821810",
        "name": "СОК JUICY МОРС ТП 0.95Л Черная-Красная Смородина",
        "price": 1000.0
    },
    {
        "barcode": "4870112005370",
        "name": "ПЕЧ ALBENI Bites Chocolate Cookies",
        "price": 1150.0
    },
    {
        "barcode": "4870112003918",
        "name": "ПЕЧ ALBENI Round",
        "price": 2350.0
    },
    {
        "barcode": "4870112007039",
        "name": "ПЕЧ ALBENI Laviva Dark",
        "price": 200.0
    },
    {
        "barcode": "7622201778484",
        "name": "ШОКОЛАД ALPEN GOLD Oreo",
        "price": 450.0
    },
    {
        "barcode": "7622201700706",
        "name": "ШОКОЛАД ALPEN GOLD Oreo",
        "price": 450.0
    },
    {
        "barcode": "7622202396076",
        "name": "ШОКОЛАД MILKA Bubbles Каппучино",
        "price": 790.0
    },
    {
        "barcode": "7622202395956",
        "name": "ШОКОЛАД MILKA Alpine Milk",
        "price": 900.0
    },
    {
        "barcode": "7622210343161",
        "name": "ШОКОЛАД MONDELEZ Воздушный Белый",
        "price": 600.0
    },
    {
        "barcode": "46103550",
        "name": "ЖВАЧКА DIROL SM Арбуз-Дыня",
        "price": 260.0
    },
    {
        "barcode": "4870216621537",
        "name": "LAZIZ ПРЯНИК 350ГР Шоколад",
        "price": 520.0
    },
    {
        "barcode": "4870207314592",
        "name": "БИО-С-3.2% ФМ ТП 1.0Л Клубника",
        "price": 870.0
    },
    {
        "barcode": "4870207314783",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ПБ 280ГР Злаки",
        "price": 460.0
    },
    {
        "barcode": "4870234680257",
        "name": "ВОДА TASSAY ПБ 0.5Л ВКУС Малина",
        "price": 370.0
    },
    {
        "barcode": "4601674084738",
        "name": "КЕТЧУП HEINZ 200ГР Острый",
        "price": 860.0
    },
    {
        "barcode": "4670028060148",
        "name": "ЭНЕРГ TASSAY ENERGY 0.45Л ЖБ Granat",
        "price": 570.0
    },
    {
        "barcode": "4870244500880",
        "name": "ВОДКА ХАОМА Ice 0.5Л",
        "price": 2700.0
    },
    {
        "barcode": "4602441011124",
        "name": "НАПИТ ЧЕРНОГОЛОВКА Байкал 0.5Л СТ",
        "price": 400.0
    },
    {
        "barcode": "8680945415880",
        "name": "ДЕТ СПРЕЙ Generic MD",
        "price": 110.0
    },
    {
        "barcode": "6974887000214",
        "name": "ДЕТ СПРЕЙ Generic MD",
        "price": 110.0
    },
    {
        "barcode": "4870001225728",
        "name": "ЛИЯ Лапша домашняя брикет 230 гр",
        "price": 440.0
    },
    {
        "barcode": "4870001224622",
        "name": "ЛИЯ Лапша для супа 200гр",
        "price": 430.0
    },
    {
        "barcode": "4870059001473",
        "name": "ТРАПЕЗА Сухарик для Супа",
        "price": 430.0
    },
    {
        "barcode": "5010852025309",
        "name": "ВИСКИ MCLAIN Scotch 0.7Л",
        "price": 7100.0
    },
    {
        "barcode": "8691216080348",
        "name": "МАРМЕЛАД HARIBO ПКТ 80ГР Teeth",
        "price": 600.0
    },
    {
        "barcode": "4700020004878",
        "name": "КНЦ WOLFRAM Лампа 95W",
        "price": 200.0
    },
    {
        "barcode": "4690388120917",
        "name": "ЧИПСЫ LAYS 70ГР Паприка",
        "price": 560.0
    },
    {
        "barcode": "4870006612202",
        "name": "ЦЕСНА Витка 400ГР",
        "price": 360.0
    },
    {
        "barcode": "4870006612127",
        "name": "ЦЕСНА Спираль 400ГР",
        "price": 450.0
    },
    {
        "barcode": "4870006612196",
        "name": "ЦЕСНА (SZ) 400ГР Рожки Рифленые",
        "price": 380.0
    },
    {
        "barcode": "4870006611564",
        "name": "ЦЕСНА Спагетти 400ГР",
        "price": 450.0
    },
    {
        "barcode": "4870003986283",
        "name": "ПИВО MILLER СТ 0.33Л Genuine Draft",
        "price": 750.0
    },
    {
        "barcode": "4870200193910",
        "name": "НАПИТ DIZZY Granat 0.45Л ЖБ",
        "price": 360.0
    },
    {
        "barcode": "4870233466715",
        "name": "ШИНЛ BAHROMA 75ГР Чизкейк-Гранат-Малина",
        "price": 800.0
    },
    {
        "barcode": "6954446300757",
        "name": "CNJP Рыба",
        "price": 140.0
    },
    {
        "barcode": "8690997088338",
        "name": "ДЕТ ЖЕЛЕ Jimmy",
        "price": 80.0
    },
    {
        "barcode": "6934344804670",
        "name": "ДЕТ Мыльные Пузыри SM",
        "price": 120.0
    },
    {
        "barcode": "4870145004579",
        "name": "ПИВО BEERKHAN Ультра 12 0.45Л",
        "price": 470.0
    },
    {
        "barcode": "4870207313366",
        "name": "ЙОГУРТ ФМ BOX ЖИВОЙ 115ГР Клубника",
        "price": 270.0
    },
    {
        "barcode": "4870207313533",
        "name": "ЙОГУРТ ФМ BOX ЖИВОЙ 115ГР Клубника",
        "price": 270.0
    },
    {
        "barcode": "4870207313540",
        "name": "ЙОГУРТ ФМ BOX ЖИВОЙ 115ГР Клубника",
        "price": 270.0
    },
    {
        "barcode": "4870001902827",
        "name": "СОК ЛУЧШИЕ РЕЦЕПТЫ 2Л ПРЯМОЙ ОТЖИМ Томатный",
        "price": 1650.0
    },
    {
        "barcode": "4860038000160",
        "name": "ВИНО ДГ КРАСНОЕ ПСД Киндзмараули 0.75Л",
        "price": 5500.0
    },
    {
        "barcode": "4680021884054",
        "name": "ЯШК ЧИПСЫ 250ГР Шашлык",
        "price": 1100.0
    },
    {
        "barcode": "4670161190740",
        "name": "ЯШК 011 СНЕКИ ЛУКОВЫЕ КОЛЬЦА 200ГР Колбаски",
        "price": 800.0
    },
    {
        "barcode": "4607010740757",
        "name": "ЯШК ЧИПСЫ ЧИПСОНЫ 45ГР Сметана Лук",
        "price": 220.0
    },
    {
        "barcode": "4670161190849",
        "name": "ЯШК ЧИПСЫ ЧИПСОНЫ 45ГР Сметана Лук",
        "price": 220.0
    },
    {
        "barcode": "4680021887987",
        "name": "ЯШК ВАФЕЛЬНЫЕ РУЛЕТИКИ 160ГР Шоколад",
        "price": 450.0
    },
    {
        "barcode": "4870001572129",
        "name": "НАПИТ LEGRACIO 0.45Л ЖБ Blood Pomengranate",
        "price": 590.0
    },
    {
        "barcode": "4870209746889",
        "name": "СУХАРИКИ FLINT GRENKI 90ГР ГАРЛИКИ Томат",
        "price": 420.0
    },
    {
        "barcode": "4870254130817",
        "name": "СУХАРИКИ FLINT GRENKI 90ГР ГАРЛИКИ Томат",
        "price": 420.0
    },
    {
        "barcode": "4870209746896",
        "name": "СУХАРИКИ FLINT GRENKI 90ГР ГАРЛИКИ Телятина-Аджика",
        "price": 420.0
    },
    {
        "barcode": "4870254130800",
        "name": "СУХАРИКИ FLINT GRENKI 90ГР ГАРЛИКИ Телятина-Аджика",
        "price": 420.0
    },
    {
        "barcode": "4870001154035",
        "name": "НАПИТ LIPTON IT 0.5Л ПБ",
        "price": 400.0
    },
    {
        "barcode": "4870209742263",
        "name": "FLINT ПУТАССУ Янтарная с перцем 36ГР",
        "price": 470.0
    },
    {
        "barcode": "4870069001852",
        "name": "ЗЕФИР-ЖЕВ. СЛАСТЕНА 40ГР Ваниль",
        "price": 250.0
    },
    {
        "barcode": "4870069001845",
        "name": "ЗЕФИР-ЖЕВ. СЛАСТЕНА 40ГР Ваниль",
        "price": 250.0
    },
    {
        "barcode": "4870069001753",
        "name": "ЗЕФИР-ЖЕВ. СЛАСТЕНА 75ГР Ваниль",
        "price": 450.0
    },
    {
        "barcode": "4870233467934",
        "name": "ШИНЛ ТРЕУГОЛЬНИК 123ГР Горилла",
        "price": 260.0
    },
    {
        "barcode": "4670026080094",
        "name": "НАПИТ ФРУТВИЛЛ Саперави 0.5ЛСТ",
        "price": 350.0
    },
    {
        "barcode": "4670026080056",
        "name": "НАПИТ ФРУТВИЛЛ Лимонад 0.5ЛСТ",
        "price": 350.0
    },
    {
        "barcode": "4670026080070",
        "name": "НАПИТ ФРУТВИЛЛ Сливочный 0.5Л СТ",
        "price": 350.0
    },
    {
        "barcode": "4670026080018",
        "name": "НАПИТ ФРУТВИЛЛ Тархун 0.5Л СТ",
        "price": 350.0
    },
    {
        "barcode": "48747431",
        "name": "СИГ WINSTON XStyle Caster+ Капсула 100",
        "price": 1300.0
    },
    {
        "barcode": "4870003433336",
        "name": "МОЛОКО АЙНАЛАЙЫН 2.5% Капучино 1Л",
        "price": 590.0
    },
    {
        "barcode": "4870002328619",
        "name": "НАПИТ DADA LETO 0.5Л ПБ  Апельсин-Лемонграсс",
        "price": 460.0
    },
    {
        "barcode": "4690329016538",
        "name": "ЯШК СУХАР. КИРИЕШКИ 60ГР СНЕКИТЫ Баварская Сосиска",
        "price": 160.0
    },
    {
        "barcode": "4620001311354",
        "name": "НАПИТ LAIMON FRESH 1Л ПБ",
        "price": 500.0
    },
    {
        "barcode": "4870002325441",
        "name": "ВОДА ASU ПБ ВКУС 0.5Л Лимон",
        "price": 300.0
    },
    {
        "barcode": "4870001572143",
        "name": "НАПИТ LIPTON IT 0.5Л ПБ Экзотик Манго",
        "price": 400.0
    },
    {
        "barcode": "8714599515921",
        "name": "КОФЕ JACOBS СУБЛ. ПАК. 33ГР Monarch",
        "price": 1450.0
    },
    {
        "barcode": "4870001572228",
        "name": "ВОДА ASU ПБ ВКУС ГАЗ 0.5Л Груша-Персик",
        "price": 300.0
    },
    {
        "barcode": "4870001573799",
        "name": "ВОДА ASU ПБ ВКУС 1.0Л Кокос-Ананас",
        "price": 450.0
    },
    {
        "barcode": "4607815540996",
        "name": "ВОДКА ХЛЕБ ДА СОЛЬ 0.5Л",
        "price": 1650.0
    },
    {
        "barcode": "5010677925006",
        "name": "ВИНО MARTINI Bianco 1Л",
        "price": 10000.0
    },
    {
        "barcode": "4843197000110",
        "name": "ВИНО KABUKI Mango 0.7Л",
        "price": 3400.0
    },
    {
        "barcode": "4843197000431",
        "name": "ВИНО KABUKI Mango&Lychee 0.7Л",
        "price": 3400.0
    },
    {
        "barcode": "4870044005349",
        "name": "ДЖИН-ТОНИК БХС Манго 0.33Л",
        "price": 530.0
    },
    {
        "barcode": "4870006304312",
        "name": "ЛЕОНЕТТИ БХС Plum 0.35Л",
        "price": 1000.0
    },
    {
        "barcode": "4870200193668",
        "name": "ЭНЕРГ DIZZY ZET 0.45Л ЖБ Classic",
        "price": 420.0
    },
    {
        "barcode": "4870234680974",
        "name": "НАПИТ TASSAY IT 1.0Л ПБ Ананас Черный",
        "price": 580.0
    },
    {
        "barcode": "4870234681032",
        "name": "НАПИТ MANANA 1.0Л ПБ Orange",
        "price": 780.0
    },
    {
        "barcode": "4870234681407",
        "name": "НАПИТ HOLIDAY 2.0Л ПБ Tarkhun",
        "price": 600.0
    },
    {
        "barcode": "4870071000157",
        "name": "ВОДА TASSAY ПБ 1.5Л REG ГАЗ Питьевая",
        "price": 550.0
    },
    {
        "barcode": "4600068056184",
        "name": "НАПИТ INICE Generic 0.5Л ПБ",
        "price": 260.0
    },
    {
        "barcode": "4600068056146",
        "name": "НАПИТ INICE Generic 0.5Л ПБ",
        "price": 260.0
    },
    {
        "barcode": "4600068056207",
        "name": "НАПИТ INICE Generic 0.5Л ПБ",
        "price": 260.0
    },
    {
        "barcode": "4600068055477",
        "name": "НАПИТ INICE Generic 1Л ПБ",
        "price": 390.0
    },
    {
        "barcode": "4600068055538",
        "name": "НАПИТ INICE Generic 1Л ПБ",
        "price": 390.0
    },
    {
        "barcode": "4600068055514",
        "name": "НАПИТ INICE Generic 1Л ПБ",
        "price": 390.0
    },
    {
        "barcode": "4600338000183",
        "name": "СОК ФРУТОНЯНЯ 0.2Л ОСВЕТЛЕННЫЙ Яблоко",
        "price": 340.0
    },
    {
        "barcode": "8801045570778",
        "name": "ЛБП SAMYANG СТАКАН 65ГР КРАСН. Spicy",
        "price": 880.0
    },
    {
        "barcode": "8801045570723",
        "name": "ЛБП SAMYANG СТАКАН 65ГР СИНИЙ Mild",
        "price": 880.0
    },
    {
        "barcode": "4602606017633",
        "name": "ЧЧ РОЛЛСЫ 150ГР Кислые",
        "price": 970.0
    },
    {
        "barcode": "46254955",
        "name": "ДР-ЖЕВ. MENTOS 37.5ГР Кола",
        "price": 380.0
    },
    {
        "barcode": "4602606017435",
        "name": "ЧЧ FRUITELLA Бутылочки 100ГР",
        "price": 600.0
    },
    {
        "barcode": "4870233465770",
        "name": "ШИНЛ МИШКА ПОЛЮС ВЕДРО 250ГР Ягодный",
        "price": 1500.0
    },
    {
        "barcode": "4607028980251",
        "name": "КРЕМ ДЛЯ РУК ДЕТСКИЙ Дженерик 45МЛ",
        "price": 310.0
    },
    {
        "barcode": "4601313011743",
        "name": "КРЕМ ДЛЯ РУК ДЕТСКИЙ Дженерик 45МЛ",
        "price": 310.0
    },
    {
        "barcode": "4601313003861",
        "name": "КРЕМ ДЛЯ РУК ДЕТСКИЙ Дженерик 45МЛ",
        "price": 310.0
    },
    {
        "barcode": "4601313003878",
        "name": "КРЕМ ДЛЯ РУК ДЕТСКИЙ Дженерик 45МЛ",
        "price": 310.0
    },
    {
        "barcode": "4601313011668",
        "name": "МЫЛО ДЕТСКОЕ Дженерик 90ГР",
        "price": 250.0
    },
    {
        "barcode": "4601313011699",
        "name": "МЫЛО ДЕТСКОЕ Дженерик 90ГР",
        "price": 250.0
    },
    {
        "barcode": "4601313011651",
        "name": "МЫЛО ДЕТСКОЕ Дженерик 90ГР",
        "price": 250.0
    },
    {
        "barcode": "4601313011705",
        "name": "МЫЛО ДЕТСКОЕ Дженерик 90ГР",
        "price": 250.0
    },
    {
        "barcode": "4601313004028",
        "name": "МЫЛО ДЕТСКОЕ Дженерик 90ГР",
        "price": 250.0
    },
    {
        "barcode": "4601313000082",
        "name": "МЫЛО ДЕТСКОЕ Дженерик 90ГР",
        "price": 250.0
    },
    {
        "barcode": "4870202390409",
        "name": "МОЛОКО БИДОНЧИК 3.2% 1Л ФП",
        "price": 470.0
    },
    {
        "barcode": "4870202390393",
        "name": "МОЛОКО БИДОНЧИК 2.5% 1Л ФП",
        "price": 460.0
    },
    {
        "barcode": "4607120853415",
        "name": "ЯШК BEERKA 18ГР Кальмар Кольца",
        "price": 330.0
    },
    {
        "barcode": "4690329008540",
        "name": "ЯШК BEERKA 40ГР Тунец",
        "price": 410.0
    },
    {
        "barcode": "4607120853576",
        "name": "ЯШК BEERKA 40ГР Желтый Полосатик",
        "price": 500.0
    },
    {
        "barcode": "4607120864856",
        "name": "ЯШК BEERKA 40ГР Желтый Полосатик",
        "price": 500.0
    },
    {
        "barcode": "4607120853545",
        "name": "ЯШК BEERKA 25ГР Желтый Полосатик",
        "price": 270.0
    },
    {
        "barcode": "8936032490125",
        "name": "ЯШК BEERKA 25ГР Желтый Полосатик",
        "price": 270.0
    },
    {
        "barcode": "4690329002500",
        "name": "ЯШК BEERKA 25ГР Филе Минтая",
        "price": 250.0
    },
    {
        "barcode": "4690329016460",
        "name": "ЯШК ПЕЧ НЕМЕЦКИЙ БРЕТЦЕЛЬ 200ГР Соль",
        "price": 400.0
    },
    {
        "barcode": "4607015239430",
        "name": "ЯШК БТН HIPPO BONDI 40ГР Гематоген",
        "price": 70.0
    },
    {
        "barcode": "4630026562037",
        "name": "ЯШК АНГЛИЙСКОЕ ПЕЧЕНЬЕ 300ГР Овсяное",
        "price": 440.0
    },
    {
        "barcode": "4603290003674",
        "name": "ЯШК ПЕЧ БОНДИ 180ГР Йод",
        "price": 550.0
    },
    {
        "barcode": "4603290004749",
        "name": "ЯШК РУЛЕТ 200ГР Ред Кап",
        "price": 570.0
    },
    {
        "barcode": "4620017457985",
        "name": "ЯШК МИНИПАЙ 180ГР Голландский Яблоко",
        "price": 290.0
    },
    {
        "barcode": "4620017457978",
        "name": "ЯШК МИНИПАЙ 150ГР Голландский Малина",
        "price": 360.0
    },
    {
        "barcode": "4620017457992",
        "name": "ЯШК МИНИПАЙ 150ГР Голландский Малина",
        "price": 360.0
    },
    {
        "barcode": "4620012621275",
        "name": "ЯШК ПЕЧ 180ГР Кунжутное",
        "price": 500.0
    },
    {
        "barcode": "4690329017832",
        "name": "ЯШК OZERA 45ГР Coconut & White Chocolate",
        "price": 250.0
    },
    {
        "barcode": "6971066321887",
        "name": "ДЕТ ЧЕЛЛЕНДЖ Зомби",
        "price": 150.0
    },
    {
        "barcode": "6976685700600",
        "name": "ДЕТ ЧЕЛЛЕНДЖ Зомби",
        "price": 150.0
    },
    {
        "barcode": "4606157007563",
        "name": "ДЕТ ЭЛЕКТРОШОК Дженерик XXL",
        "price": 150.0
    },
    {
        "barcode": "4606157007600",
        "name": "ДЕТ ЭЛЕКТРОШОК Дженерик XXL",
        "price": 150.0
    },
    {
        "barcode": "4606157007532",
        "name": "ДЕТ ЭЛЕКТРОШОК Дженерик XXL",
        "price": 150.0
    },
    {
        "barcode": "6974011740009",
        "name": "CNJP Пепси",
        "price": 110.0
    },
    {
        "barcode": "6973025390903",
        "name": "CNJP Креветки",
        "price": 100.0
    },
    {
        "barcode": "4870005423762",
        "name": "СОЛ ИВАНЫЧ 350ГР Халапеньо",
        "price": 850.0
    },
    {
        "barcode": "4870005422925",
        "name": "СОЛ ИВАНЫЧ 350ГР Пири Пири",
        "price": 970.0
    },
    {
        "barcode": "4870058000101",
        "name": "АРЗУ Жайма 300ГР",
        "price": 510.0
    },
    {
        "barcode": "4870227271257",
        "name": "ЛБП-ВЕРМИШЕЛЬ ROLLTON ФП 60ГР Курица",
        "price": 150.0
    },
    {
        "barcode": "7460402100112",
        "name": "СИГ CAPTAIN BLACK Cherise",
        "price": 1950.0
    },
    {
        "barcode": "4870235731217",
        "name": "БУМАГА ТУАЛЕТНАЯ КАРИНА Деликат",
        "price": 130.0
    },
    {
        "barcode": "4870241980036",
        "name": "БУМАГА ТУАЛЕТНАЯ КАРИНА Наждачка",
        "price": 110.0
    },
    {
        "barcode": "4607041420307",
        "name": "ЧУДО СЫРОК 40ГР Шоколад",
        "price": 450.0
    },
    {
        "barcode": "4600949140018",
        "name": "ЧУДО КОКТЕЙЛЬ 0.2Л Шоколад",
        "price": 480.0
    },
    {
        "barcode": "4607014822909",
        "name": "ЧУДО КОКТЕЙЛЬ 0.2Л Шоколад",
        "price": 480.0
    },
    {
        "barcode": "4610082841031",
        "name": "ЧУДО КОКТЕЙЛЬ 0.2Л Шоколад",
        "price": 480.0
    },
    {
        "barcode": "4600949010205",
        "name": "ЧУДО КОКТЕЙЛЬ 0.2Л Клубника",
        "price": 480.0
    },
    {
        "barcode": "4607014822640",
        "name": "ЧУДО КОКТЕЙЛЬ 0.2Л Клубника",
        "price": 480.0
    },
    {
        "barcode": "4690228028861",
        "name": "ПЮРЕ АГУША ПП 80ГР Мультифрукт",
        "price": 480.0
    },
    {
        "barcode": "4813163008488",
        "name": "ПЮРЕ АГУША ПП 80ГР Мультифрукт",
        "price": 480.0
    },
    {
        "barcode": "4690228032325",
        "name": "ПЮРЕ АГУША ПП 80ГР Мультифрукт",
        "price": 480.0
    },
    {
        "barcode": "4690228028885",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко",
        "price": 480.0
    },
    {
        "barcode": "4690228032301",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Малина-Шиповник",
        "price": 480.0
    },
    {
        "barcode": "4813163008495",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Малина-Шиповник",
        "price": 480.0
    },
    {
        "barcode": "4813163008518",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Малина-Шиповник",
        "price": 480.0
    },
    {
        "barcode": "4813163008532",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Малина-Шиповник",
        "price": 480.0
    },
    {
        "barcode": "4813163008570",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Малина-Шиповник",
        "price": 480.0
    },
    {
        "barcode": "4690228032400",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Клубника-Малина",
        "price": 480.0
    },
    {
        "barcode": "4602541002947",
        "name": "СОК АГУША ТП 0.5Л Яблоко",
        "price": 550.0
    },
    {
        "barcode": "4602541002640",
        "name": "ВОДА АГУША ПБ 0.33Л Питьевая",
        "price": 380.0
    },
    {
        "barcode": "4690228033285",
        "name": "СОК ВОДА АГУША ПБ 0.3Л Яблоко-Виноград",
        "price": 560.0
    },
    {
        "barcode": "4690228030901",
        "name": "СОК ВОДА АГУША ПБ 0.3Л Ягоды",
        "price": 560.0
    },
    {
        "barcode": "4865602000027",
        "name": "ВОДА TASSAY NABEGLAVI 1.0Л ПБ",
        "price": 550.0
    },
    {
        "barcode": "4601674084837",
        "name": "КЕТЧУП HEINZ 200ГР Супер Острый",
        "price": 860.0
    },
    {
        "barcode": "4870005420129",
        "name": "САХАР MAX SWEET 350ГР",
        "price": 420.0
    },
    {
        "barcode": "4780030690094",
        "name": "СОЛ MARINELLE Огурцы 980ГР",
        "price": 800.0
    },
    {
        "barcode": "4870207314264",
        "name": "БИО-С-3.2% ФМ ТП 0.5Л Клубника",
        "price": 550.0
    },
    {
        "barcode": "4700040790034",
        "name": "ТРЯПКА СТОЛОВАЯ Mr. Clean 3ШТ",
        "price": 450.0
    },
    {
        "barcode": "4700040790096",
        "name": "ТРЯПКА СТОЛОВАЯ Mr. Clean 3ШТ",
        "price": 450.0
    },
    {
        "barcode": "6972404067016",
        "name": "ТРЯПКА СТОЛОВАЯ Mr. Clean 3ШТ",
        "price": 450.0
    },
    {
        "barcode": "4700041970442",
        "name": "ТРЯПКА СТОЛОВАЯ Mr. Clean 3ШТ",
        "price": 450.0
    },
    {
        "barcode": "4601234567893",
        "name": "ТРЯПКА СТОЛОВАЯ Mr. Clean 3ШТ",
        "price": 450.0
    },
    {
        "barcode": "2901469886694",
        "name": "ТРЯПКА СТОЛОВАЯ Mr. Clean 3ШТ",
        "price": 450.0
    },
    {
        "barcode": "4600171534463",
        "name": "ОСВЕЖИТЕЛЬ WINDROSE 300МЛ Малиновый Закат",
        "price": 460.0
    },
    {
        "barcode": "4870233463110",
        "name": "ШИНЛ ДЖУСИК ЛЕД 70ГР Тянучка Клюква",
        "price": 220.0
    },
    {
        "barcode": "4870059001152",
        "name": "ТРАПЕЗА СУШКА Сгущенка 350ГР",
        "price": 760.0
    },
    {
        "barcode": "4870059000032",
        "name": "ТРАПЕЗА СУШКА Чайная 350ГР",
        "price": 740.0
    },
    {
        "barcode": "4870059000124",
        "name": "ТРАПЕЗА СУХАРИ Молочные 200ГР",
        "price": 600.0
    },
    {
        "barcode": "4870059001053",
        "name": "ТРАПЕЗА СУХАРИ Сгущенка 200ГР",
        "price": 600.0
    },
    {
        "barcode": "4870001572198",
        "name": "ВОДА ASU ПБ ВКУС 0.5Л Манго",
        "price": 300.0
    },
    {
        "barcode": "8691216096745",
        "name": "МАРМЕЛАД HARIBO ПКТ 30ГР Goldbears",
        "price": 220.0
    },
    {
        "barcode": "8693495037327",
        "name": "МЫЛО ТВЕРДОЕ PROTEX 90ГР Cream",
        "price": 500.0
    },
    {
        "barcode": "4606144005374",
        "name": "ЗУБНАЯ ПАСТА COLGATE 50МЛ KIDS Dr. Rabbit Generic",
        "price": 700.0
    },
    {
        "barcode": "4606144005381",
        "name": "ЗУБНАЯ ПАСТА COLGATE 50МЛ KIDS Dr. Rabbit Generic",
        "price": 700.0
    },
    {
        "barcode": "4870234720069",
        "name": "АЙРАН 1.2% 300ГР СТ Коксу Айран",
        "price": 250.0
    },
    {
        "barcode": "4700040115851",
        "name": "КИРГИЗ RIKKI Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4700040115844",
        "name": "КИРГИЗ RIKKI Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4700040115868",
        "name": "КИРГИЗ RIKKI Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4700040115837",
        "name": "КИРГИЗ RIKKI Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4700040115875",
        "name": "КИРГИЗ RIKKI Дженерик",
        "price": 300.0
    },
    {
        "barcode": "4860019001360",
        "name": "ВОДА BORJOMI 1.0Л ПБ ГАЗ Минеральная",
        "price": 1000.0
    },
    {
        "barcode": "4870233460904",
        "name": "ШИНЛ КОРОВКА 110ГР Креманка",
        "price": 480.0
    },
    {
        "barcode": "4870002326172",
        "name": "ВОДА ASU ПБ ВКУС 1.0Л Лимон",
        "price": 450.0
    },
    {
        "barcode": "4870206415344",
        "name": "ДАНОН Малина 270ГР",
        "price": 400.0
    },
    {
        "barcode": "4600605028834",
        "name": "ДАНОН ПРОСТОКВАШИНО СЫРОК Клубника",
        "price": 450.0
    },
    {
        "barcode": "4600605028858",
        "name": "ДАНОН ПРОСТОКВАШИНО СЫРОК Ваниль",
        "price": 450.0
    },
    {
        "barcode": "4600068059918",
        "name": "НАПИТ ЛИМОНТЕЛ Мандарин Лайм 0.45Л ЖБ",
        "price": 350.0
    },
    {
        "barcode": "4620017451471",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР БАГЕТ Краб",
        "price": 130.0
    },
    {
        "barcode": "4620017459446",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР БАГЕТ Голубой Сыр",
        "price": 120.0
    },
    {
        "barcode": "4620017453178",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР БАГЕТ Баффало",
        "price": 170.0
    },
    {
        "barcode": "4620017452249",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР БАГЕТ Сладкий Чили",
        "price": 150.0
    },
    {
        "barcode": "4620017452225",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР БАГЕТ Жареная Креветка",
        "price": 150.0
    },
    {
        "barcode": "4620017457343",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР СОУС БАГЕТ Сяке Мяке",
        "price": 180.0
    },
    {
        "barcode": "4620017459460",
        "name": "ЯШК СУХАР. КИРИЕШКИ 45ГР СОУС БАГЕТ Семга Сыр",
        "price": 200.0
    },
    {
        "barcode": "4620017453192",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР БАГЕТ Аргентинские Крылышки",
        "price": 120.0
    },
    {
        "barcode": "4620017451488",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР БАГЕТ Сметана Сыр",
        "price": 120.0
    },
    {
        "barcode": "4607120850865",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР Казы",
        "price": 120.0
    },
    {
        "barcode": "4620017450085",
        "name": "ЯШК ПОПКОРН БОМБАСТЕР 50ГР Карамель",
        "price": 170.0
    },
    {
        "barcode": "8001841532257",
        "name": "СМО МИФ АВТ ТП 1000ГР СвежЦвет",
        "price": 1200.0
    },
    {
        "barcode": "8001841810331",
        "name": "СМО МИФ РУЧ ТП 1000ГР МорозСвеж",
        "price": 1200.0
    },
    {
        "barcode": "5000174194289",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 200МЛ Цитрусовая Свежесть",
        "price": 1550.0
    },
    {
        "barcode": "4084500844483",
        "name": "ПРК NATURELLA ULTRA D6 32ШТ ECONOMY",
        "price": 2700.0
    },
    {
        "barcode": "8001090715593",
        "name": "СМО ПОРОШОК TIDE 400ГР РУЧ СвежЦвет",
        "price": 460.0
    },
    {
        "barcode": "4630026562228",
        "name": "ЯШК ПЕЧ 235ГР Шотландское",
        "price": 760.0
    },
    {
        "barcode": "50173372",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT KD Детский",
        "price": 260.0
    },
    {
        "barcode": "4690388118198",
        "name": "ЧИПСЫ LAYS 140ГР РИФЛ Чили-Лайм",
        "price": 1100.0
    },
    {
        "barcode": "7622201434519",
        "name": "КРЕКЕР TUC 100ГР Краб",
        "price": 450.0
    },
    {
        "barcode": "7622210575517",
        "name": "КРЕКЕР TUC 100ГР Сметана-Лук",
        "price": 470.0
    },
    {
        "barcode": "4690388111298",
        "name": "ЧИПСЫ LAYS 140ГР Ребрышки Гриль",
        "price": 1100.0
    },
    {
        "barcode": "4870240018235",
        "name": "СИГ LM Lounge Green (Яблоко)",
        "price": 1220.0
    },
    {
        "barcode": "48747530",
        "name": "СИГ WINSTON ST Ruby Option",
        "price": 1250.0
    },
    {
        "barcode": "4870204140194",
        "name": "ЧАЙ CHAMPION ГРН 200ГР СШ Gold Закат Кении",
        "price": 1200.0
    },
    {
        "barcode": "4870204140026",
        "name": "ЧАЙ CHAMPION ГРН 250ГР Gold Закат Кении",
        "price": 1500.0
    },
    {
        "barcode": "4870204140019",
        "name": "ЧАЙ CHAMPION ГРН 100ГР КОР Gold Закат Кении",
        "price": 650.0
    },
    {
        "barcode": "4870002220111",
        "name": "ЧАЙ CHAMPION ЛСТ 100ГР Pekoe Pure Ceylon",
        "price": 800.0
    },
    {
        "barcode": "4607014824453",
        "name": "ЧУДО КОКТЕЙЛЬ 1.0Л Шоколад",
        "price": 1450.0
    },
    {
        "barcode": "4607012937421",
        "name": "ЧУДО КОКТЕЙЛЬ 1.0Л Шоколад",
        "price": 1450.0
    },
    {
        "barcode": "4607014826730",
        "name": "ЧУДО КОКТЕЙЛЬ 1.0Л Ваниль",
        "price": 1450.0
    },
    {
        "barcode": "4607014826600",
        "name": "ЧУДО КОКТЕЙЛЬ 1.0Л Клубника",
        "price": 1450.0
    },
    {
        "barcode": "4690228006845",
        "name": "ЧУДО КОКТЕЙЛЬ 1.0Л Клубника",
        "price": 1450.0
    },
    {
        "barcode": "4607014822657",
        "name": "ЧУДО КОКТЕЙЛЬ 0.2Л Ваниль",
        "price": 480.0
    },
    {
        "barcode": "4690228106835",
        "name": "ЧУДО ПИТЬЕВОЙ ЙОГУРТ 260ГР Клубника-Земляника",
        "price": 620.0
    },
    {
        "barcode": "4690228107030",
        "name": "ЧУДО ПИТЬЕВОЙ ЙОГУРТ 260ГР Ягодное Мороженое",
        "price": 620.0
    },
    {
        "barcode": "4690228107313",
        "name": "ЧУДО ЙОГУРТ СТАКАН 290ГР Вишня-Черешня",
        "price": 700.0
    },
    {
        "barcode": "4690228107290",
        "name": "ЧУДО ЙОГУРТ СТАКАН 290ГР Клубника-Земляника",
        "price": 700.0
    },
    {
        "barcode": "4690228107337",
        "name": "ЧУДО ЙОГУРТ СТАКАН 290ГР Персик-Маракуя",
        "price": 700.0
    },
    {
        "barcode": "8006540815885",
        "name": "САЛФЕТКИ ВЛАЖНЫЕ PAMPERS 46ШТ Harmonie New Baby",
        "price": 1300.0
    },
    {
        "barcode": "8001841041391",
        "name": "САЛФЕТКИ ВЛАЖНЫЕ PAMPERS 52ШТ Sensitive",
        "price": 1100.0
    },
    {
        "barcode": "46268471",
        "name": "ЖЕВ.-КОНФ. FRUIT-TELLA 36ГР Яблоко Малина",
        "price": 430.0
    },
    {
        "barcode": "4620017450184",
        "name": "ЯШК ПОПКОРН БОМБАСТЕР 50ГР Клубника",
        "price": 150.0
    },
    {
        "barcode": "4620017455875",
        "name": "ЯШК ПОПКОРН БОМБАСТЕР 50ГР Соленая Карамель",
        "price": 140.0
    },
    {
        "barcode": "4620017455868",
        "name": "ЯШК ПОПКОРН БОМБАСТЕР 50ГР Кола",
        "price": 170.0
    },
    {
        "barcode": "5449000325907",
        "name": "НАПИТ FANTA 0.45Л ЖБ",
        "price": 470.0
    },
    {
        "barcode": "4014400932683",
        "name": "МАРМЕЛАД MAMBA ПКТ 70ГР Волшебный Твист",
        "price": 600.0
    },
    {
        "barcode": "4870091002452",
        "name": "СУЛТАН 400ГР Жгутики",
        "price": 470.0
    },
    {
        "barcode": "4870091001110",
        "name": "СУЛТАН 400ГР Витушки",
        "price": 470.0
    },
    {
        "barcode": "4870091000861",
        "name": "СУЛТАН Ракушки 400ГР",
        "price": 470.0
    },
    {
        "barcode": "4870001572693",
        "name": "ВОДА ASU ПБ ВКУС 1.0Л Арбуз-Малина",
        "price": 450.0
    },
    {
        "barcode": "8714599104484",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 15ГР Caramel",
        "price": 130.0
    },
    {
        "barcode": "4780128490209",
        "name": "арбузик",
        "price": 20.0
    },
    {
        "barcode": "4870206415320",
        "name": "ДАНОН ЖЙ 270ГР Гранат",
        "price": 420.0
    },
    {
        "barcode": "4600605028872",
        "name": "ДАНОН ПРОСТОКВАШИНО СЫРОК Сгущенка",
        "price": 450.0
    },
    {
        "barcode": "4680021888007",
        "name": "ЯШК ВАФЛИ МЯГКИЕ 40ГР Яблоко Корица",
        "price": 110.0
    },
    {
        "barcode": "4870004346406",
        "name": "ПРИПР ASYL 25ГР Копченая Паприка",
        "price": 210.0
    },
    {
        "barcode": "4870004340794",
        "name": "ПРИПР ASYL Паприка 15ГР",
        "price": 120.0
    },
    {
        "barcode": "4607014827577",
        "name": "ЧУДО КОКТЕЙЛЬ 0.2Л Мороженое",
        "price": 480.0
    },
    {
        "barcode": "4610082840829",
        "name": "ЧУДО КОКТЕЙЛЬ 1.0Л Банан",
        "price": 1450.0
    },
    {
        "barcode": "4870059000766",
        "name": "ТРАПЕЗА СУХАРИ БУЛЬОННЫЕ Ржано-Пшеничные 350ГР",
        "price": 780.0
    },
    {
        "barcode": "4870001223687",
        "name": "ЛИЯ Лапша Суп 400ГР",
        "price": 500.0
    },
    {
        "barcode": "4600338009933",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Красный Микс",
        "price": 430.0
    },
    {
        "barcode": "4600338007830",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Яблоко-Клубника-Малина",
        "price": 430.0
    },
    {
        "barcode": "4600338008844",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Яблоко-Малина-Творог",
        "price": 430.0
    },
    {
        "barcode": "48747561",
        "name": "СИГ NEO Demi Blast Violet",
        "price": 1330.0
    },
    {
        "barcode": "48748438",
        "name": "СИГ NEO Demi Blast Violet",
        "price": 1330.0
    },
    {
        "barcode": "48747547",
        "name": "СИГ NEO Demi Blast Pink",
        "price": 1330.0
    },
    {
        "barcode": "48748421",
        "name": "СИГ NEO Demi Blast Pink",
        "price": 1330.0
    },
    {
        "barcode": "48747554",
        "name": "СИГ NEO Demi Blast Exotic",
        "price": 1330.0
    },
    {
        "barcode": "48748445",
        "name": "СИГ NEO Demi Blast Exotic",
        "price": 1330.0
    },
    {
        "barcode": "4870209412579",
        "name": "ШИНЛ ПЕЛЬМЕНИ РАХМЕТ 350ГР Казахстанские",
        "price": 750.0
    },
    {
        "barcode": "4870209410803",
        "name": "ШИНЛ BAHROMA 75ГР Double Чернослив",
        "price": 950.0
    },
    {
        "barcode": "4870233468504",
        "name": "ШИНЛ BAHROMA 75ГР Double Чернослив",
        "price": 950.0
    },
    {
        "barcode": "4670028060124",
        "name": "ЭНЕРГ TASSAY ENERGY 0.45Л ЖБ Classic",
        "price": 600.0
    },
    {
        "barcode": "4870234681421",
        "name": "ЭНЕРГ TASSAY ENERGY 0.45Л ЖБ Classic",
        "price": 600.0
    },
    {
        "barcode": "8714599524220",
        "name": "КОФЕ JACOBS СУБЛ. СБ 95ГР Monarch",
        "price": 4050.0
    },
    {
        "barcode": "4870036007214",
        "name": "РАХАТ ВАФЛИ Артек",
        "price": 300.0
    },
    {
        "barcode": "4870245160052",
        "name": "НАПИТ FRUITNGO 0.45Л ЖБ Клубника",
        "price": 450.0
    },
    {
        "barcode": "4607958073610",
        "name": "ПМОЖЕТ ВАР КОП 280ГР Боянская",
        "price": 1300.0
    },
    {
        "barcode": "4870001572099",
        "name": "ЭНЕРГ LAVINA ENERGY 0.45Л ЖБ Turbo",
        "price": 450.0
    },
    {
        "barcode": "4870245890072",
        "name": "НАПИТ HYPER ACTIVE Mojito&Barberry",
        "price": 350.0
    },
    {
        "barcode": "4870245890034",
        "name": "НАПИТ HYPER ACTIVE Mojito&Barberry",
        "price": 350.0
    },
    {
        "barcode": "4870004901865",
        "name": "ШИНЛ ТРЕУГОЛЬНИК 123ГР Ice Milk Shake",
        "price": 470.0
    },
    {
        "barcode": "4620017455554",
        "name": "ЯШК МАРМЕЛАД HIPPO BONDI 70ГР Желтый",
        "price": 180.0
    },
    {
        "barcode": "4690329003088",
        "name": "ЯШК ЧИПСЫ СМАК 60ГР Сыр",
        "price": 200.0
    },
    {
        "barcode": "4610082840836",
        "name": "ЧУДО КОКТЕЙЛЬ 0.2Л Банан",
        "price": 480.0
    },
    {
        "barcode": "4690228028946",
        "name": "ПЮРЕ АГУША ПП 80ГР Груша",
        "price": 480.0
    },
    {
        "barcode": "4813163008471",
        "name": "ПЮРЕ АГУША ПП 80ГР Груша",
        "price": 480.0
    },
    {
        "barcode": "4690228028847",
        "name": "ПЮРЕ АГУША ПП ПЕЧЕНЬЕ 80ГР Яблоко-Банан",
        "price": 480.0
    },
    {
        "barcode": "4690228028908",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Персик",
        "price": 480.0
    },
    {
        "barcode": "4690228032387",
        "name": "ПЮРЕ АГУША ПП ПЕЧЕНЬЕ 80ГР Яблоко-Творог",
        "price": 480.0
    },
    {
        "barcode": "4690228028922",
        "name": "ПЮРЕ АГУША ПП ПЕЧЕНЬЕ 80ГР Банан",
        "price": 480.0
    },
    {
        "barcode": "6976086180698",
        "name": "CNJP Balls",
        "price": 140.0
    },
    {
        "barcode": "6973998540053",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "6977284270020",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "6972237880035",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "6973998540060",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "6934937600016",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "6975563613001",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "6976643360006",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "6977284270129",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "6970809269158",
        "name": "CNJP Svetofor",
        "price": 100.0
    },
    {
        "barcode": "3083681083330",
        "name": "КОНС BONDUELLE Кукуруза Сладкая 170ГР",
        "price": 570.0
    },
    {
        "barcode": "4650243870968",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Peach-Apricot",
        "price": 650.0
    },
    {
        "barcode": "4870209410896",
        "name": "ШИНЛ МИШКА ПОЛЮС ПЛОМБИР 70ГР Топленка",
        "price": 400.0
    },
    {
        "barcode": "54492509",
        "name": "НАПИТ COCA-COLA 0.33Л СТ",
        "price": 520.0
    },
    {
        "barcode": "4870001572150",
        "name": "НАПИТ LIPTON IT 1.0Л ПБ Экзотик Манго",
        "price": 600.0
    },
    {
        "barcode": "4870002329999",
        "name": "НАПИТ LIPTON IT 1.0Л ПБ Лимон",
        "price": 600.0
    },
    {
        "barcode": "4870206415337",
        "name": "ДАНОН Клубника 270ГР",
        "price": 410.0
    },
    {
        "barcode": "4870206415122",
        "name": "ДАНОН АКТИВИА 270ГР ПБ  Манго-Маракуя",
        "price": 520.0
    },
    {
        "barcode": "4870206414996",
        "name": "ДАНОН АКТИВИА 270ГР Персик",
        "price": 500.0
    },
    {
        "barcode": "4670161190894",
        "name": "ЯШК МИНИ ПРЯНИК 350ГР Малина",
        "price": 600.0
    },
    {
        "barcode": "4870002328565",
        "name": "НАПИТ DADA LETO 1.0Л ПБ Ягоды-Каркаде",
        "price": 650.0
    },
    {
        "barcode": "4870209746667",
        "name": "FLINT БАГЕТ 75ГР Сметана Зелень",
        "price": 200.0
    },
    {
        "barcode": "4870209746681",
        "name": "FLINT БАГЕТ 75ГР Сливочный Сыр",
        "price": 200.0
    },
    {
        "barcode": "4870200192159",
        "name": "ВОДА ASEMAI 1.0Л ПБ ГАЗ Обычная",
        "price": 400.0
    },
    {
        "barcode": "4607037120839",
        "name": "СЫР ПЛ.-ВАННА ФМ PRESIDENT 400ГР Сливочный",
        "price": 2150.0
    },
    {
        "barcode": "4870200123245",
        "name": "ШОКОЛАД BS Legende De L'Or 100ГР",
        "price": 730.0
    },
    {
        "barcode": "4870001081461",
        "name": "ЦИН-КАЗ ТОМАТНАЯ ПАСТА СТ 370ГР",
        "price": 920.0
    },
    {
        "barcode": "4690388108045",
        "name": "ЧИПСЫ LAYS 70ГР Зеленый Лук",
        "price": 560.0
    },
    {
        "barcode": "5413149819092",
        "name": "УМС ЖИДКОСТЬ MRPROPER 500МЛ Лавандовое Спокойствие",
        "price": 900.0
    },
    {
        "barcode": "3014260289287",
        "name": "GILETTE БРИТВА Blue 2 For Women",
        "price": 1000.0
    },
    {
        "barcode": "8001090861719",
        "name": "ШАМПУНЬ PANTENE PROV 400МЛ Питательный Коктейль Реновация Волос",
        "price": 1700.0
    },
    {
        "barcode": "5000174645675",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 90ГР ЦВ-ЗЕЛ. Аромат Алоэ",
        "price": 550.0
    },
    {
        "barcode": "5000174349672",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 90ГР ЦВ-СИН. Ослепительно Белое",
        "price": 550.0
    },
    {
        "barcode": "4680167312435",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO 36ГР Розовый",
        "price": 230.0
    },
    {
        "barcode": "4680167312343",
        "name": "ЯШК БАТОН.-ОРЕХ. NUTGO 36ГР Бледно-Желтый",
        "price": 120.0
    },
    {
        "barcode": "4600452025314",
        "name": "ЯШК CLICK PROTEIN 40ГР Кокос Манго",
        "price": 270.0
    },
    {
        "barcode": "40111889",
        "name": "ТАБЛ.-МЯТНЫЕ RONDO Арбуз",
        "price": 320.0
    },
    {
        "barcode": "4607065581640",
        "name": "ЛБП DSH. ЧАН РАМЕН ФП 120ГР Острая Жаренная",
        "price": 480.0
    },
    {
        "barcode": "4607065580919",
        "name": "ЛБП DSH. ЧАН РАМЕН ФП 120ГР Острая Говядина",
        "price": 480.0
    },
    {
        "barcode": "4607065581718",
        "name": "ЛБП DSH. ЧАН РАМЕН ФП 120ГР Говядина",
        "price": 570.0
    },
    {
        "barcode": "4607065581725",
        "name": "ЛБП DSH. ЧАН РАМЕН ФП 120ГР Говядина",
        "price": 570.0
    },
    {
        "barcode": "4607065580629",
        "name": "ЛБП ЧАЧЖАН РАМЕН Овощи Соя 200ГР",
        "price": 500.0
    },
    {
        "barcode": "8410300356165",
        "name": "ПРИПР GALLINA BLANCA Говяжий 90ГР",
        "price": 260.0
    },
    {
        "barcode": "4870200193651",
        "name": "ЭНЕРГ DIZZY ENERGY 0.25Л ЖБ Original",
        "price": 320.0
    },
    {
        "barcode": "4870144749389",
        "name": "СЛИВКИ ПЕТРОПАВЛОВСКОЕ 15% 250МЛ",
        "price": 600.0
    },
    {
        "barcode": "4870144748818",
        "name": "СЛИВКИ ПЕТРОПАВЛОВСКОЕ 10% 500МЛ",
        "price": 660.0
    },
    {
        "barcode": "4870144748269",
        "name": "МАСЛО СЛИВОЧНОЕ МАСЛОДЕЛ 180ГР Жайлау",
        "price": 400.0
    },
    {
        "barcode": "8693495047388",
        "name": "ШАМПУНЬ ГД PALMOLIVE 250МЛ Арома Настроение",
        "price": 1950.0
    },
    {
        "barcode": "8003520023087",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ LADY SPEED STICK 150МЛ Дыхание Свежести",
        "price": 2100.0
    },
    {
        "barcode": "8718951300996",
        "name": "ГЕЛЬ-КРЕМ PALMOLIVE НАТУРЭЛЬ 250МЛ Вит.-C Апельсин",
        "price": 1400.0
    },
    {
        "barcode": "4670000402560",
        "name": "ПМАЙКА СЫР ОТЧИЗНА Пошехонский 200ГР",
        "price": 940.0
    },
    {
        "barcode": "4670000402508",
        "name": "ПМАЙКА СЫР ОТЧИЗНА Российский 200ГР",
        "price": 940.0
    },
    {
        "barcode": "745114229816",
        "name": "ВЛАЖНЫЕ САЛФЕТКИ 120ШТ Flowell Care",
        "price": 550.0
    },
    {
        "barcode": "4607068620698",
        "name": "ВАТНЫЕ ДИСКИ Aura Pure Cotton 80ШТ",
        "price": 450.0
    },
    {
        "barcode": "4601826002108",
        "name": "ПЕСТИЦИД ЧИСТЫЙ ДОМ СПРЕЙ 600МЛ Тараканы",
        "price": 3800.0
    },
    {
        "barcode": "8801116030101",
        "name": "СИГ ESSE Summer Pop Yellow",
        "price": 1100.0
    },
    {
        "barcode": "8801073115514",
        "name": "ЛБП SAMYANG BULDAK ФП 120ГР Habanero Lime",
        "price": 900.0
    },
    {
        "barcode": "4620001318803",
        "name": "ЭНЕРГ GENESIS / JAGUAR 0.45Л ЖБ Дженерик",
        "price": 450.0
    },
    {
        "barcode": "4620001319596",
        "name": "ЭНЕРГ GENESIS / JAGUAR 0.45Л ЖБ Дженерик",
        "price": 450.0
    },
    {
        "barcode": "8700216212632",
        "name": "ШАМПУНЬ HERBAL ESSENCES 275МЛ Глубокое Восстановление Арган",
        "price": 2100.0
    },
    {
        "barcode": "8700216210461",
        "name": "ШАМПУНЬ HERBAL ESSENCES 250МЛ БО Аромат Розы",
        "price": 1800.0
    },
    {
        "barcode": "4015400179634",
        "name": "ПРК DISCREET DEO Multiform Spring Breeze 20ШТ",
        "price": 550.0
    },
    {
        "barcode": "8001090430748",
        "name": "ПРК ALWAYS Platinum Экономия 6КП 12ШТ",
        "price": 1350.0
    },
    {
        "barcode": "8001841449869",
        "name": "ПРК ALWAYS Platinum Экономия 7КП 10ШТ",
        "price": 1600.0
    },
    {
        "barcode": "4870209414047",
        "name": "ШИНЛ ПЕЛЬМЕНИ ALTYN 400ГР Говядина",
        "price": 1100.0
    },
    {
        "barcode": "4870209414023",
        "name": "ШИНЛ ПЕЛЬМЕНИ ALTYN 400ГР Мусульманские",
        "price": 900.0
    },
    {
        "barcode": "4607065580728",
        "name": "ЛБП ДОШИРАК РАМЕН Cheese 110ГР",
        "price": 450.0
    },
    {
        "barcode": "8990800025681",
        "name": "ЧЧ ВАТА-РЕЗИНКА 11ГР Bubble Gum",
        "price": 250.0
    },
    {
        "barcode": "46260888",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Вишня",
        "price": 280.0
    },
    {
        "barcode": "4640030093793",
        "name": "СИГ ESSE Exchange Cold Black (Кола)",
        "price": 1330.0
    },
    {
        "barcode": "4870252870487",
        "name": "СИГ ESSE Exchange Cold Black (Кола)",
        "price": 1330.0
    },
    {
        "barcode": "6937821510712",
        "name": "CNJP Осьминог",
        "price": 250.0
    },
    {
        "barcode": "6937821510705",
        "name": "CNJP Осьминог",
        "price": 250.0
    },
    {
        "barcode": "8001480701465",
        "name": "ЧИСТЯЩИЙ ПОРОШОК COMET 300ГР ПКТ Лимон",
        "price": 460.0
    },
    {
        "barcode": "8001480024724",
        "name": "ЧИСТЯЩИЙ ПОРОШОК COMET 300ГР ПКТ Лимон",
        "price": 460.0
    },
    {
        "barcode": "4600338006628",
        "name": "СОК ФРУТОНЯНЯ 0.2Л ОСВЕТЛЕННЫЙ Яблоко-Шиповник",
        "price": 340.0
    },
    {
        "barcode": "46227751",
        "name": "ЖЕВ-Р. MENTOS БАНКА Арбуз",
        "price": 1060.0
    },
    {
        "barcode": "46227744",
        "name": "ЖЕВ-Р. MENTOS БАНКА Виноград",
        "price": 1050.0
    },
    {
        "barcode": "46198051",
        "name": "ЖЕВ-Р. MENTOS БАНКА Нежная Мята",
        "price": 1050.0
    },
    {
        "barcode": "46114709",
        "name": "ЖЕВ-Р. MENTOS БАНКА Тутти-Фрути",
        "price": 1050.0
    },
    {
        "barcode": "46198068",
        "name": "ЖЕВ-Р. MENTOS БАНКА Клубника",
        "price": 1050.0
    },
    {
        "barcode": "4607065372842",
        "name": "КОРМ WHISKAS 350ГР СУХ СТЕРИЛ. Говядина",
        "price": 1350.0
    },
    {
        "barcode": "46236197",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Тропический Манго",
        "price": 260.0
    },
    {
        "barcode": "4870059001367",
        "name": "ТРАПЕЗА СУХАРИ БУЛЬОННЫЕ Пшеничные 350ГР",
        "price": 810.0
    },
    {
        "barcode": "4870002541322",
        "name": "ТРАПЕЗА СУХАРИ БУЛЬОННЫЕ Пшеничные 150ГР",
        "price": 430.0
    },
    {
        "barcode": "8076809583558",
        "name": "BARILLA 450ГР Fusilli Integrale",
        "price": 870.0
    },
    {
        "barcode": "4690228104398",
        "name": "СОК АГУША ТП 0.5Л Яблоко-Манго-Банан с Мякотью",
        "price": 550.0
    },
    {
        "barcode": "4690228104435",
        "name": "СОК АГУША ТП 0.5Л Яблоко-Банан-Клубника-Арония-Киви с Мякотью",
        "price": 550.0
    },
    {
        "barcode": "4607001416319",
        "name": "BH ИТАЛЬЯНСКИЕ ХЛЕБЦЫ Сельдерей Лен Оливковое Масло 250ГР",
        "price": 1050.0
    },
    {
        "barcode": "4607001415749",
        "name": "BH ИТАЛЬЯНСКИЕ ХЛЕБЦЫ Семена Тыквы Морская Соль Оливковое Масло 250ГР",
        "price": 1050.0
    },
    {
        "barcode": "4607001416876",
        "name": "BH ИТАЛЬЯНСКИЕ ХЛЕБЦЫ Имбирь Травы Оливковое Масло 250ГР",
        "price": 1050.0
    },
    {
        "barcode": "4607001417651",
        "name": "BH GRISSINI Желтые 80ГР",
        "price": 320.0
    },
    {
        "barcode": "4607001415718",
        "name": "BH ТОРТ Тирамису 350ГР",
        "price": 1380.0
    },
    {
        "barcode": "4607001415701",
        "name": "BH ТОРТ Трюфель 350ГР",
        "price": 1380.0
    },
    {
        "barcode": "6973019406009",
        "name": "CNJP Самурай",
        "price": 200.0
    },
    {
        "barcode": "6934937600108",
        "name": "CNJP Самурай",
        "price": 200.0
    },
    {
        "barcode": "6972315050916",
        "name": "CNJP Самурай",
        "price": 200.0
    },
    {
        "barcode": "4640030093717",
        "name": "СИГ ESSE Sense SS Santorini",
        "price": 1380.0
    },
    {
        "barcode": "4630199901176",
        "name": "ДЕТ ЛАВА ЛАВА Драже [1176]",
        "price": 100.0
    },
    {
        "barcode": "4870209747206",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА РЖАНОЙ Креветка",
        "price": 320.0
    },
    {
        "barcode": "4870209747183",
        "name": "СУХАРИКИ FLINT 100ГР МЕГА РЖАНОЙ Краб",
        "price": 320.0
    },
    {
        "barcode": "4870209747176",
        "name": "СУХАРИКИ FLINT 60ГР РЖАНОЙ Колбаски-Гриль",
        "price": 220.0
    },
    {
        "barcode": "4870209747190",
        "name": "СУХАРИКИ FLINT 60ГР РЖАНОЙ Креветка",
        "price": 220.0
    },
    {
        "barcode": "4870235681758",
        "name": "ЧИПСЫ ДЛИН. HROOM 40ГР Сладкий Чили",
        "price": 230.0
    },
    {
        "barcode": "4870209742072",
        "name": "ЧИПСЫ ДЛИН. HROOM 75ГР Краб",
        "price": 370.0
    },
    {
        "barcode": "4870209744267",
        "name": "СУХАРИКИ FLINT 190ГР WOW Краб",
        "price": 600.0
    },
    {
        "barcode": "4870254130565",
        "name": "СУХАРИКИ FLINT 190ГР WOW Краб",
        "price": 600.0
    },
    {
        "barcode": "4870243950532",
        "name": "РЕЗИНОВЫЕ ПЕРЧАТКИ",
        "price": 400.0
    },
    {
        "barcode": "4820166891108",
        "name": "RB CHIC Суперклей 2ГР",
        "price": 300.0
    },
    {
        "barcode": "4670000402447",
        "name": "ПМАЙКА СЫР ОТЧИЗНА Гауда 200ГР",
        "price": 940.0
    },
    {
        "barcode": "4870035006058",
        "name": "ТЖ СГУЩЕНКА 8.5% ЖБ 380ГР Рогачев Вареная",
        "price": 1000.0
    },
    {
        "barcode": "4780041111250",
        "name": "СОЛ FOODMAXX Карнишоны Маринованные 720МЛ",
        "price": 950.0
    },
    {
        "barcode": "4780041113704",
        "name": "СОЛ FOODMAXX Огурцы Маринованные 720МЛ",
        "price": 950.0
    },
    {
        "barcode": "4015400930440",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 125ГР ЦВ-ЗЕЛ. Аромат Алоэ",
        "price": 700.0
    },
    {
        "barcode": "8006540451915",
        "name": "ПРК ALWAYS Maxi Night 7КП 7ШТ",
        "price": 950.0
    },
    {
        "barcode": "4870001901301",
        "name": "СОЛ КАПЧАГАЙКА Ассорти 2Л",
        "price": 1500.0
    },
    {
        "barcode": "4870004908789",
        "name": "ШИНЛ БОМБА 90ГР ВафСтакан Сливочный Пломбир",
        "price": 300.0
    },
    {
        "barcode": "4680167311230",
        "name": "ЯШК BABYFOX PYR 23ГР Creamy Dark Орех",
        "price": 120.0
    },
    {
        "barcode": "4690228106804",
        "name": "ЧУДО ПИТЬЕВОЙ ЙОГУРТ 260ГР Ягодное Мороженое",
        "price": 620.0
    },
    {
        "barcode": "5900951303906",
        "name": "КОРМ KITEKAT 85ГР ЖИД. СОУС Говядина",
        "price": 250.0
    },
    {
        "barcode": "5900951307317",
        "name": "КОРМ KITEKAT 85ГР ЖИД СОУС Кролик",
        "price": 250.0
    },
    {
        "barcode": "4605496013082",
        "name": "ЛБП BIGBON MAX ЛТ 95ГР ЖЕЛТ. Курица",
        "price": 480.0
    },
    {
        "barcode": "4870227273008",
        "name": "ЛБП-ВЕРМИШЕЛЬ ROLLTON ФП 85ГР Курица",
        "price": 200.0
    },
    {
        "barcode": "4870227271509",
        "name": "ПЮРЕ БП ROLLTON ЧАШКА 40ГР Говядина",
        "price": 320.0
    },
    {
        "barcode": "4870227271110",
        "name": "ЛБП ROLLTON ЛТ 90ГР ОСТР. Курица",
        "price": 370.0
    },
    {
        "barcode": "4870227271868",
        "name": "ЛБП ROLLTON ЛТ 90ГР ОСТР. Курица",
        "price": 370.0
    },
    {
        "barcode": "4870227271080",
        "name": "ЛБП ROLLTON ЛТ 90ГР Говядина",
        "price": 370.0
    },
    {
        "barcode": "4603290005500",
        "name": "ЯШК МИНИ РУЛЕТ ГЛАЗИРОВАННЫЙ 200ГР Соленая Карамель",
        "price": 690.0
    },
    {
        "barcode": "4680021887314",
        "name": "ЯШК ВАФЛИ ТОНКИЕ 144ГР Клубника",
        "price": 400.0
    },
    {
        "barcode": "4620017458647",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Черепа и Кости",
        "price": 160.0
    },
    {
        "barcode": "4680167310387",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Глаз",
        "price": 200.0
    },
    {
        "barcode": "4690329009424",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Змейка Кислая",
        "price": 200.0
    },
    {
        "barcode": "4620017451754",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Веселая Бутылка",
        "price": 170.0
    },
    {
        "barcode": "4690329016231",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР БЕЛ. Strawberry & Pineapple",
        "price": 580.0
    },
    {
        "barcode": "4690329016248",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР БЕЛ. Pineapple",
        "price": 470.0
    },
    {
        "barcode": "4870213111505",
        "name": "КУКУРУЗНЫЕ ПАЛОЧКИ MIXI 120ГР Девочки",
        "price": 780.0
    },
    {
        "barcode": "4870213111499",
        "name": "КУКУРУЗНЫЕ ПАЛОЧКИ MIXI 120ГР Мальчики",
        "price": 780.0
    },
    {
        "barcode": "4870001571382",
        "name": "НАПИТ PIALA IT 0.5Л ПБ ЧЕР Summer Joy (Клубника)",
        "price": 400.0
    },
    {
        "barcode": "48747639",
        "name": "СИГ WINSTON ST Fluo",
        "price": 1250.0
    },
    {
        "barcode": "4600605029725",
        "name": "ДАНОН ПРОСТОКВАШИНО СЫРОК Ирис",
        "price": 410.0
    },
    {
        "barcode": "48705103",
        "name": "ТЖ ГОРЧИЦА 130ГР Заправская",
        "price": 300.0
    },
    {
        "barcode": "4690228006975",
        "name": "ЧУДО ЙОГУРТ Творожок",
        "price": 400.0
    },
    {
        "barcode": "8006540046760",
        "name": "ПРК NATURELLA Ромашка 3КП 36ШТ",
        "price": 1350.0
    },
    {
        "barcode": "8001841479347",
        "name": "ПРК NATURELLA CLASSIC D5 14ШТ",
        "price": 1300.0
    },
    {
        "barcode": "8700216045582",
        "name": "ПРК NATURELLA Нежная Защита 6КП 7ШТ",
        "price": 750.0
    },
    {
        "barcode": "8006540567432",
        "name": "ПРК DISCREET Skin Love MF 18ШТ",
        "price": 550.0
    },
    {
        "barcode": "8700216066693",
        "name": "УМС ЖИДКОСТЬ MRPROPER 500МЛ Для Кошек",
        "price": 900.0
    },
    {
        "barcode": "8700216101745",
        "name": "СМО КАПСУЛЫ TIDE PODS 10ШТ EcoClic",
        "price": 2400.0
    },
    {
        "barcode": "3014260228842",
        "name": "GILETTE ПЕНА ДЛЯ БРИТЬЯ Regular 200МЛ",
        "price": 1600.0
    },
    {
        "barcode": "4015600860264",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ OLD SPICE 150МЛ Bearglove",
        "price": 1800.0
    },
    {
        "barcode": "8700216605809",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ OLD SPICE 150МЛ Bearglove",
        "price": 1800.0
    },
    {
        "barcode": "8714599108475",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 17.5ГР Capuccino",
        "price": 200.0
    },
    {
        "barcode": "4607001777007",
        "name": "КОФЕ CARTE NOIRE СУБЛ. ПКТ 75ГР Original",
        "price": 4900.0
    },
    {
        "barcode": "4870001900069",
        "name": "СОЛ КАПЧАГАЙКА Томаты Черри Маринованные 380ГР",
        "price": 1000.0
    },
    {
        "barcode": "4870001572112",
        "name": "ЭНЕРГ LAVINA LOVE Red Storm 0.45Л",
        "price": 400.0
    },
    {
        "barcode": "4607015236422",
        "name": "ЯШК ЧИПСЫ FAN 65ГР Сметана Лук",
        "price": 370.0
    },
    {
        "barcode": "4870247880026",
        "name": "РОМАНОВСКИЙ Курица \\ Сыр",
        "price": 600.0
    },
    {
        "barcode": "4870247880040",
        "name": "РОМАНОВСКИЙ Курица \\ Сыр",
        "price": 600.0
    },
    {
        "barcode": "4870247880064",
        "name": "РОМАНОВСКИЙ Бургер",
        "price": 440.0
    },
    {
        "barcode": "4870247880071",
        "name": "РОМАНОВСКИЙ Буррито",
        "price": 590.0
    },
    {
        "barcode": "4680021886690",
        "name": "ЯШК ЗЕФИР BELUCCI 250ГР Апельсин",
        "price": 630.0
    },
    {
        "barcode": "4680021880483",
        "name": "ЯШК ЗЕФИР BELUCCI 260ГР Ванильный Соус",
        "price": 620.0
    },
    {
        "barcode": "4680021880476",
        "name": "ЯШК ЗЕФИР BELUCCI 380ГР Глазурь",
        "price": 810.0
    },
    {
        "barcode": "4680021882050",
        "name": "ЯШК ЗЕФИР BELUCCI 380ГР Малина",
        "price": 700.0
    },
    {
        "barcode": "4690329017054",
        "name": "ЯШК 23 ПЛИТ.-ШОК. BABYFOX 90ГР МОЛ. Обычный",
        "price": 850.0
    },
    {
        "barcode": "4607024896549",
        "name": "ЯШК СУХАР. 3-КОРОЧКИ 40ГР Томат с Зеленью",
        "price": 120.0
    },
    {
        "barcode": "4607024894163",
        "name": "ЯШК СУХАР. 3-КОРОЧКИ 60ГР СОУС Семга Сыр Тартар",
        "price": 300.0
    },
    {
        "barcode": "4607024896860",
        "name": "ЯШК СУХАР. 3-КОРОЧКИ 60ГР СОУС Семга Сыр Тартар",
        "price": 300.0
    },
    {
        "barcode": "4607024891810",
        "name": "ЯШК СУХАР. 3-КОРОЧКИ 60ГР СОУС Семга Сыр Тартар",
        "price": 300.0
    },
    {
        "barcode": "4607024896648",
        "name": "ЯШК СУХАР. 3-КОРОЧКИ 60ГР СОУС Малосольные Огурцы Тартар",
        "price": 300.0
    },
    {
        "barcode": "4607024896532",
        "name": "ЯШК СУХАР. 3-КОРОЧКИ 40ГР СОУС Сыр Тартар",
        "price": 300.0
    },
    {
        "barcode": "4870250850023",
        "name": "НАПИТ ZIGI-ZAGI ЖБ 0.45Л Дженерик",
        "price": 450.0
    },
    {
        "barcode": "4870250850030",
        "name": "НАПИТ ZIGI-ZAGI ЖБ 0.45Л Дженерик",
        "price": 450.0
    },
    {
        "barcode": "4870250850047",
        "name": "НАПИТ ZIGI-ZAGI ЖБ 0.45Л Дженерик",
        "price": 450.0
    },
    {
        "barcode": "4870250850078",
        "name": "НАПИТ ZIGI-ZAGI ЖБ 0.45Л Дженерик",
        "price": 450.0
    },
    {
        "barcode": "4870250850207",
        "name": "НАПИТ ZIGI-ZAGI ЖБ 0.45Л Дженерик",
        "price": 450.0
    },
    {
        "barcode": "4870247880248",
        "name": "РОМАНОВСКИЙ Мексико",
        "price": 630.0
    },
    {
        "barcode": "8801116041343",
        "name": "СИГ ESSE Sense Demi Santorini",
        "price": 1380.0
    },
    {
        "barcode": "8801116027767",
        "name": "СИГ ESSE Sense Demi Himalaya",
        "price": 1380.0
    },
    {
        "barcode": "4870252870531",
        "name": "СИГ ESSE Sense Demi Himalaya",
        "price": 1380.0
    },
    {
        "barcode": "6983122558519",
        "name": "ДЕТ BUBBLE Shock",
        "price": 120.0
    },
    {
        "barcode": "4870001572334",
        "name": "НАПИТ PEPSI 0.33Л ЖБ Classic",
        "price": 400.0
    },
    {
        "barcode": "4607034029326",
        "name": "СОЛ GREEN RAY 720МЛ Кубанские Огурчики",
        "price": 1100.0
    },
    {
        "barcode": "4607034021795",
        "name": "СОЛ GR Пикантное Лечо 720МЛ",
        "price": 730.0
    },
    {
        "barcode": "4670161190900",
        "name": "ЯШК МИНИ ПРЯНИК 350ГР Сгущенка",
        "price": 600.0
    },
    {
        "barcode": "4870227271103",
        "name": "ЛБП ROLLTON ЛТ 90ГР ОСТР. Говядина",
        "price": 370.0
    },
    {
        "barcode": "4870227271493",
        "name": "ПЮРЕ БП ROLLTON ЧАШКА 40ГР Курица",
        "price": 320.0
    },
    {
        "barcode": "4870227271516",
        "name": "ПЮРЕ БП ROLLTON ЧАШКА 40ГР Сухарик",
        "price": 320.0
    },
    {
        "barcode": "5900273132154",
        "name": "ЗУБНАЯ ПАСТА COLGATE 100МЛ Max Fresh",
        "price": 1800.0
    },
    {
        "barcode": "6920354824326",
        "name": "ЗУБНАЯ ПАСТА COLGATE 100МЛ EW Triple Action",
        "price": 850.0
    },
    {
        "barcode": "7891024149003",
        "name": "ЗУБНАЯ ПАСТА COLGATE 50МЛ МаксЗащ",
        "price": 350.0
    },
    {
        "barcode": "8718951149922",
        "name": "ЗУБНАЯ ЩЕТКА COLGATE Зиг-Заг Древесный Уголь",
        "price": 650.0
    },
    {
        "barcode": "8693495032780",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 90ГР Разные",
        "price": 650.0
    },
    {
        "barcode": "8693495032766",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 90ГР Разные",
        "price": 650.0
    },
    {
        "barcode": "8693495032742",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 90ГР Разные",
        "price": 650.0
    },
    {
        "barcode": "8718951599352",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 90ГР Разные",
        "price": 650.0
    },
    {
        "barcode": "8693495050142",
        "name": "МЫЛО ТВЕРДОЕ PALMOLIVE 90ГР Разные",
        "price": 650.0
    },
    {
        "barcode": "4870206411742",
        "name": "ДАНОН АКТИВИА 650ГР ПБ Злаки",
        "price": 930.0
    },
    {
        "barcode": "4870004340299",
        "name": "ЛИМОННАЯ КИСЛОТА Asyl 50ГР",
        "price": 300.0
    },
    {
        "barcode": "4870247880019",
        "name": "РОМАНОВСКИЙ Классика",
        "price": 580.0
    },
    {
        "barcode": "4700040113710",
        "name": "КИРГИЗ М СНЕГОВИК Эскимо",
        "price": 200.0
    },
    {
        "barcode": "4700040116063",
        "name": "КИРГИЗ М МЕЛАДЕНС Лед",
        "price": 150.0
    },
    {
        "barcode": "4870248480096",
        "name": "КОРМ KITEKAT 85ГР ЖИД СОУС Лосось",
        "price": 250.0
    },
    {
        "barcode": "5900951303913",
        "name": "КОРМ KITEKAT 85ГР ЖИД СОУС Лосось",
        "price": 250.0
    },
    {
        "barcode": "7702018542109",
        "name": "ЛЕЗВИЯ GILETTE 5ШТ Platinum",
        "price": 530.0
    },
    {
        "barcode": "5413149343436",
        "name": "СМО ПОРОШОК TIDE 3000ГР АВТ Color",
        "price": 3100.0
    },
    {
        "barcode": "8700216432092",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD ЭУП 3ШТ Алоэ",
        "price": 1350.0
    },
    {
        "barcode": "8700216432061",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD ЭУП 3ШТ Классика",
        "price": 1350.0
    },
    {
        "barcode": "3014260246693",
        "name": "GILETTE SIMPLY VENUS 2 Лезвия УП",
        "price": 1350.0
    },
    {
        "barcode": "7702018877478",
        "name": "КАССЕТЫ GILETTE 2ШТ Fusion5",
        "price": 6500.0
    },
    {
        "barcode": "4015600847104",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 90ГР ЦВ-ЖЕЛТ. Лимон",
        "price": 550.0
    },
    {
        "barcode": "8700216384476",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 90ГР ЦВ-ФИОЛ. Лаванда",
        "price": 650.0
    },
    {
        "barcode": "9604041009353",
        "name": "ПРК ALWAYS НЗ Нормал 2КП 20ШТ",
        "price": 1150.0
    },
    {
        "barcode": "8006540005224",
        "name": "ПРК NATURELLA Ромашка 1КП 52ШТ",
        "price": 1400.0
    },
    {
        "barcode": "8006540225653",
        "name": "ПРК NATURELLA ULTRA S2-D5 9ШТ",
        "price": 870.0
    },
    {
        "barcode": "8001090837424",
        "name": "СМП FAIRY PT 450МЛ Pure&Clean",
        "price": 950.0
    },
    {
        "barcode": "8006540259580",
        "name": "СМП FAIRY PT 450МЛ Арбуз",
        "price": 1000.0
    },
    {
        "barcode": "5413149071131",
        "name": "УМС ЖИДКОСТЬ MRPROPER 500МЛ Океан",
        "price": 950.0
    },
    {
        "barcode": "3014260101381",
        "name": "ЗУБНАЯ ЩЕТКА ORALB Relief 3X Sale",
        "price": 1100.0
    },
    {
        "barcode": "4780054321745",
        "name": "ДЕТ SFAD ПАЛОЧКИ Сладкие",
        "price": 150.0
    },
    {
        "barcode": "4780054322056",
        "name": "ДЕТ SFAD ПАЛОЧКИ Сладкие",
        "price": 150.0
    },
    {
        "barcode": "4780054322049",
        "name": "ДЕТ SFAD ПАЛОЧКИ Сладкие",
        "price": 150.0
    },
    {
        "barcode": "4870003431240",
        "name": "МОЛОКО МИЛОКО 3.2% 1Л ТП",
        "price": 590.0
    },
    {
        "barcode": "8680945411486",
        "name": "ДЕТ СТИК Magic CC Stick",
        "price": 250.0
    },
    {
        "barcode": "6933743310003",
        "name": "ДЕТ СТИК Magic CC Stick",
        "price": 250.0
    },
    {
        "barcode": "4870002329425",
        "name": "НАПИТ PIALA IT 0.5Л ПБ ЧЕР Energy Buzz (Персик)",
        "price": 400.0
    },
    {
        "barcode": "8801062015337",
        "name": "РАХАТ PEPERO Зеленый",
        "price": 630.0
    },
    {
        "barcode": "4630026561849",
        "name": "ЯШК ПЕЧ ДЕСЕРТ 165ГР Вишня",
        "price": 500.0
    },
    {
        "barcode": "4680167310912",
        "name": "ЯШК МИНИПАЙ 360ГР Малина",
        "price": 730.0
    },
    {
        "barcode": "4670161191341",
        "name": "ЯШК ЧИПСЫ FAN 65ГР Краб",
        "price": 370.0
    },
    {
        "barcode": "8683130038406",
        "name": "ИНМ МАГНАТ Sunlover Mango Coconut 80.5ГР",
        "price": 900.0
    },
    {
        "barcode": "4006396036421",
        "name": "СИГ HARVEST R Red",
        "price": 1250.0
    },
    {
        "barcode": "4870247880057",
        "name": "РОМАНОВСКИЙ Хот-Дог",
        "price": 380.0
    },
    {
        "barcode": "4870247880033",
        "name": "РОМАНОВСКИЙ Пикник",
        "price": 650.0
    },
    {
        "barcode": "4870200192920",
        "name": "НАПИТ DIZZY ПБ 1Л Fest Berry",
        "price": 500.0
    },
    {
        "barcode": "46084286",
        "name": "СИГ LD SS Compact Club Gold",
        "price": 1220.0
    },
    {
        "barcode": "5029053534534",
        "name": "ТАМПОН KOTEX 8 Normal",
        "price": 980.0
    },
    {
        "barcode": "5029053534527",
        "name": "ТАМПОН KOTEX 8 Mini",
        "price": 980.0
    },
    {
        "barcode": "4630007401805",
        "name": "АРАХИС ДЖИНН ЛОТОК 130ГР Синий",
        "price": 560.0
    },
    {
        "barcode": "8700216210911",
        "name": "ШАМПУНЬ HERBAL ESSENCES 350МЛ Кокос Глубокое Восстановление",
        "price": 1900.0
    },
    {
        "barcode": "8700216531290",
        "name": "ПРК ALWAYS Sensitive 4 6КП 7ШТ",
        "price": 900.0
    },
    {
        "barcode": "8700216531191",
        "name": "ПРК ALWAYS Sensitive 3 5КП 8ШТ",
        "price": 900.0
    },
    {
        "barcode": "4870234681469",
        "name": "НАПИТ MANANA 1.0Л ПБ Granada",
        "price": 780.0
    },
    {
        "barcode": "6970453887395",
        "name": "ДЕТ MARSHMALLOW Твист Ноги",
        "price": 90.0
    },
    {
        "barcode": "4600452021101",
        "name": "ЯШК 22 ПЛИТ.-ШОК. OZERA 90ГР ГОРЬК. Bitter 77%",
        "price": 830.0
    },
    {
        "barcode": "4670161190887",
        "name": "ЯШК ВАФЕЛЬНЫЙ СЭНДВИЧ 200ГР Молояная Начинка",
        "price": 730.0
    },
    {
        "barcode": "4630026561436",
        "name": "ЯШК BABYFOX ПК 120ГР Молочный",
        "price": 600.0
    },
    {
        "barcode": "4630026561887",
        "name": "ЯШК BABYFOX ПК 120ГР Фундук",
        "price": 600.0
    },
    {
        "barcode": "4607083550482",
        "name": "ПОДСОЛНЕЧНОЕ ОЛЕЙНА 1Л",
        "price": 1050.0
    },
    {
        "barcode": "4870242450309",
        "name": "ВОДКА ШИШКИН ЛЕС Медовая 0.18Л",
        "price": 810.0
    },
    {
        "barcode": "4870007433790",
        "name": "ВОДКА ШИШКИН ЛЕС Медовая 0.18Л",
        "price": 810.0
    },
    {
        "barcode": "4870247880132",
        "name": "РОМАНОВСКИЙ Лаваш",
        "price": 290.0
    },
    {
        "barcode": "4870006610789",
        "name": "ЦЕСНА Жайма",
        "price": 530.0
    },
    {
        "barcode": "8100518068881",
        "name": "АНТИСТРЕСС Лапка",
        "price": 240.0
    },
    {
        "barcode": "4870207315407",
        "name": "БИО-С КИДС ФМ ПБ 160ГР Персик-Банан",
        "price": 350.0
    },
    {
        "barcode": "4870207315391",
        "name": "БИО-С КИДС ФМ ПБ 160ГР Клубника",
        "price": 350.0
    },
    {
        "barcode": "4870207315384",
        "name": "БИО-С КИДС ФМ ПБ 160ГР Яблоко-Груша",
        "price": 350.0
    },
    {
        "barcode": "4870207315353",
        "name": "БИО-С КИДС ФМ ПБ 110ГР Клубника",
        "price": 230.0
    },
    {
        "barcode": "4870207315339",
        "name": "БИО-С КИДС ФМ ЙОГУРТ ТП-Тр. 110ГР Банан",
        "price": 230.0
    },
    {
        "barcode": "4870207315346",
        "name": "БИО-С КИДС ФМ ПБ 110ГР Клубника",
        "price": 230.0
    },
    {
        "barcode": "4603290005517",
        "name": "ЯШК МИНИ РУЛЕТ 200ГР Клубника",
        "price": 650.0
    },
    {
        "barcode": "4600452020982",
        "name": "ЯШК ДРАЖЕ YOTA 40ГР Малина",
        "price": 210.0
    },
    {
        "barcode": "4607014826563",
        "name": "МОЛОКО ДОМИК В ДЕРЕВНЕ 3.2% 1Л ТП",
        "price": 900.0
    },
    {
        "barcode": "4607014826556",
        "name": "МОЛОКО ДОМИК В ДЕРЕВНЕ 2.5% 1Л ТП",
        "price": 870.0
    },
    {
        "barcode": "4601201017642",
        "name": "СОК ФС Яблоко 1.95Л ТП",
        "price": 1150.0
    },
    {
        "barcode": "4870251040126",
        "name": "ВОДКА МОРОША 0.7Л Синевир",
        "price": 3400.0
    },
    {
        "barcode": "4620001311231",
        "name": "НАПИТ LIMON FRESH Зеленый 0.33Л ЖБ",
        "price": 400.0
    },
    {
        "barcode": "48746373",
        "name": "СИГ KENT Compact Crystal Blue",
        "price": 1250.0
    },
    {
        "barcode": "4870001571849",
        "name": "СОК DADA 0.95Л ТП Мультиягоды",
        "price": 850.0
    },
    {
        "barcode": "4650002072848",
        "name": "LAZIZ ХЛЕБУШКИНО ПРЯНИК Овальчик Шоколад 400ГР",
        "price": 550.0
    },
    {
        "barcode": "4602459112141",
        "name": "LAZIZ ХЛЕБУШКИНО ПЕЧЕНЬЕ Овсяное Шоколад 400ГР",
        "price": 720.0
    },
    {
        "barcode": "4870218890023",
        "name": "RB GOLDEN NUTS ФП 60ГР Фисташки",
        "price": 920.0
    },
    {
        "barcode": "4870218890016",
        "name": "RB GOLDEN NUTS ФП 30ГР Фисташки",
        "price": 470.0
    },
    {
        "barcode": "4870218891365",
        "name": "RB MAJOR 9V Крона",
        "price": 1100.0
    },
    {
        "barcode": "4870001572341",
        "name": "НАПИТ PEPSI 0.33Л ЖБ Zero",
        "price": 520.0
    },
    {
        "barcode": "4680232930670",
        "name": "ЭНЕРГ LIT ENERGY 0.45Л ЖБ Peach",
        "price": 700.0
    },
    {
        "barcode": "4680232930113",
        "name": "ЭНЕРГ LIT ENERGY ЖБ 0.45Л Classic",
        "price": 700.0
    },
    {
        "barcode": "4870007433806",
        "name": "ВОДКА ШИШКИН ЛЕС ТАУ Кедровая 0.18Л",
        "price": 810.0
    },
    {
        "barcode": "46214614",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Свежая Мята",
        "price": 280.0
    },
    {
        "barcode": "46227720",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Виноград",
        "price": 280.0
    },
    {
        "barcode": "4690329005402",
        "name": "ЯШК 21 ПЛИТ.-ШОК. ЯШКИНО 90ГР МОЛ. Обычный",
        "price": 460.0
    },
    {
        "barcode": "4600452025659",
        "name": "ЯШК БАТОНЧИК ПРОТЕИН. SF PROTEIN 40ГР Кокос",
        "price": 230.0
    },
    {
        "barcode": "4600452023402",
        "name": "ЯШК БАТОНЧИК ПРОТЕИН. SF PROTEIN 40ГР Какао",
        "price": 370.0
    },
    {
        "barcode": "4680021885518",
        "name": "ЯШК 011 СНЕКИ ВОЗДУШНЫЕ 200ГР Говядина Специи",
        "price": 800.0
    },
    {
        "barcode": "4700040116056",
        "name": "КИРГИЗ М ВКУСТИ Рожок",
        "price": 400.0
    },
    {
        "barcode": "4700040116087",
        "name": "КИРГИЗ М ВКУСТИ Бомба",
        "price": 270.0
    },
    {
        "barcode": "4607065730109",
        "name": "БТН. SNICKERS 80ГР Super Белый",
        "price": 630.0
    },
    {
        "barcode": "6923655547567",
        "name": "РУЧКА КИТАЙСКАЯ 0.35ММ Bl/Rd",
        "price": 250.0
    },
    {
        "barcode": "6923655547550",
        "name": "РУЧКА КИТАЙСКАЯ 0.35ММ Bl/Rd",
        "price": 250.0
    },
    {
        "barcode": "4870200770340",
        "name": "БАРОН МАНТЫ Лук",
        "price": 2500.0
    },
    {
        "barcode": "4870001571986",
        "name": "НАПИТ LEGRACIO 0.45Л ЖБ Dolce Sekko",
        "price": 590.0
    },
    {
        "barcode": "4870001572754",
        "name": "ЧАЙ ПИАЛА ПКТ 25П LUX Citrus Blend",
        "price": 880.0
    },
    {
        "barcode": "4870001572457",
        "name": "ЧАЙ ПИАЛА ПКТ 25П LUX French Earl Grey",
        "price": 880.0
    },
    {
        "barcode": "4870001572464",
        "name": "ЧАЙ ПИАЛА ПКТ 25П LUX Fruit Mix",
        "price": 880.0
    },
    {
        "barcode": "4870001572440",
        "name": "ЧАЙ ПИАЛА ПКТ 25П LUX Jasmine Green",
        "price": 880.0
    },
    {
        "barcode": "4870001572426",
        "name": "ЧАЙ ПИАЛА ПКТ 25П LUX Black Currant Tea",
        "price": 880.0
    },
    {
        "barcode": "6971765785461",
        "name": "ДЕТ СТИК Маша Медведь",
        "price": 70.0
    },
    {
        "barcode": "4700040111679",
        "name": "КИРГИЗ БЛ СЫР Голландский 90ГР",
        "price": 360.0
    },
    {
        "barcode": "4700040111655",
        "name": "КИРГИЗ БЛ СЫР Шоколадный 90ГР",
        "price": 360.0
    },
    {
        "barcode": "769503777733",
        "name": "КУРТ ЗТ 7ШТ",
        "price": 550.0
    },
    {
        "barcode": "796554334158",
        "name": "КУРТ ЗТ 4ШТ",
        "price": 350.0
    },
    {
        "barcode": "726529087703",
        "name": "КУРТ ЗТ 4ШТ",
        "price": 350.0
    },
    {
        "barcode": "4680232930038",
        "name": "ЭНЕРГ LIT ENERGY 0.45Л ЖБ Mango",
        "price": 700.0
    },
    {
        "barcode": "4870002843037",
        "name": "АККУ ТМАССА Абрикос 300ГР",
        "price": 740.0
    },
    {
        "barcode": "4870002843020",
        "name": "АККУ ТМАССА Шоколад 300ГР",
        "price": 760.0
    },
    {
        "barcode": "4870247880262",
        "name": "РОМАНОВСКИЙ Батон Нарезной",
        "price": 320.0
    },
    {
        "barcode": "4870247880101",
        "name": "РОМАНОВСКИЙ Булочка Ярославка",
        "price": 200.0
    },
    {
        "barcode": "4015600716004",
        "name": "МЫЛО ЖИДКОЕ SAFEGUARD 225МЛ Аромат Алоэ",
        "price": 1250.0
    },
    {
        "barcode": "8001841009445",
        "name": "ПРК ALWAYS НЗ Удлиненные Экономия 3Т 28ШТ",
        "price": 1700.0
    },
    {
        "barcode": "8001841009384",
        "name": "ПРК ALWAYS НЗ Нормал Экономия 3Т 32ШТ",
        "price": 1700.0
    },
    {
        "barcode": "8006540005446",
        "name": "ПРК NATURELLA Ромашка Экономия 1КП 100ШТ",
        "price": 3500.0
    },
    {
        "barcode": "3014260104757",
        "name": "ЗУБНАЯ ЩЕТКА ORALB Бережное Очищение 1+1",
        "price": 1200.0
    },
    {
        "barcode": "3014260107833",
        "name": "ЗУБНАЯ ЩЕТКА ORALB Whitening",
        "price": 1200.0
    },
    {
        "barcode": "46162069",
        "name": "ЧЧ ЖЕВ-Р. BABOL Банан/Клубника",
        "price": 180.0
    },
    {
        "barcode": "46162076",
        "name": "ЧЧ ЖЕВ-Р. BABOL Банан/Клубника",
        "price": 180.0
    },
    {
        "barcode": "4602606019668",
        "name": "ЖЕВ.-КОНФ. FRUIT-TELLA 90ГР Новогодний Мандарин",
        "price": 340.0
    },
    {
        "barcode": "6931628911277",
        "name": "ЯШК BEERKA 18ГР Кальмар Сушено Вяленый",
        "price": 340.0
    },
    {
        "barcode": "4690329017849",
        "name": "ЯШК OZERA 45ГР White Chocolate & Cookies",
        "price": 380.0
    },
    {
        "barcode": "4607015236415",
        "name": "ЯШК ЧИПСЫ FAN 65ГР Икра",
        "price": 370.0
    },
    {
        "barcode": "46225733",
        "name": "СИГ NEO ТОНКИЙ Rich Tobacco",
        "price": 1300.0
    },
    {
        "barcode": "46225788",
        "name": "СИГ NEO ТОНКИЙ Creamy Tobacco",
        "price": 1300.0
    },
    {
        "barcode": "46257628",
        "name": "СИГ NEO VOGUE Arctic Boost",
        "price": 1200.0
    },
    {
        "barcode": "4014400926996",
        "name": "HM MAMBA Фрукты Йогурт 140ГР",
        "price": 720.0
    },
    {
        "barcode": "4001686579671",
        "name": "HM MAOAM Pinballs 70ГР",
        "price": 510.0
    },
    {
        "barcode": "4870249812025",
        "name": "СИГ TEREA Cap. Starling Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4870240018471",
        "name": "СИГ TEREA Cap. Starling Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4680167312510",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO 36ГР ТемноКрасный",
        "price": 180.0
    },
    {
        "barcode": "4607015236255",
        "name": "ЯШК КРУАССАН 45ГР Шоколадный",
        "price": 130.0
    },
    {
        "barcode": "4690329007321",
        "name": "ЯШК МАРМЕЛАД МАЯМА 70ГР Черная Слива",
        "price": 150.0
    },
    {
        "barcode": "4680167310349",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Колечки Персик",
        "price": 180.0
    },
    {
        "barcode": "4620017451686",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Колечки Персик",
        "price": 180.0
    },
    {
        "barcode": "4607015234633",
        "name": "ЯШК ВАФЛИ 300ГР Лимон Лайм",
        "price": 500.0
    },
    {
        "barcode": "4670161190528",
        "name": "ЯШК ВАФЛИ 200ГР Арахисовые",
        "price": 450.0
    },
    {
        "barcode": "4870144741635",
        "name": "СЛИВКИ ПЕТРОПАВЛОВСКОЕ 10% 250МЛ",
        "price": 550.0
    },
    {
        "barcode": "4870144741536",
        "name": "СЛИВКИ ПЕТРОПАВЛОВСКОЕ 7.1% 250МЛ",
        "price": 500.0
    },
    {
        "barcode": "4870144749075",
        "name": "МАСЛО КРЕСТЬЯНСКОЕ 72.5%",
        "price": 950.0
    },
    {
        "barcode": "4870144749068",
        "name": "МАСЛО СЛИВ. (SZ) ПЕТРОПАВЛОВСКОЕ КОРОВЬЕ SPR. 180ГР Ж-82.5%",
        "price": 1370.0
    },
    {
        "barcode": "4870248480119",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ КОТЯТ. Курица",
        "price": 270.0
    },
    {
        "barcode": "4008429170287",
        "name": "КОРМ WHISKAS 85ГР ЖИД ЖЕЛЕ КОТЯТ. Курица",
        "price": 270.0
    },
    {
        "barcode": "4607065735425",
        "name": "БТН. SNICKERS 80ГР Super Пломбир",
        "price": 630.0
    },
    {
        "barcode": "8801073102743",
        "name": "ЛБП SAMYANG Regular Оранжевый СТ",
        "price": 700.0
    },
    {
        "barcode": "4014400400007",
        "name": "ДК TOFIFEE Classic 15ШТ",
        "price": 1100.0
    },
    {
        "barcode": "4870145004982",
        "name": "ПИВО ЖАТЕЦКИЙ ГУСЬ Балтика 7 0.45Л ЖБ",
        "price": 600.0
    },
    {
        "barcode": "4870240018686",
        "name": "СИГ LM Lounge Sunny Beach (Манго)",
        "price": 1220.0
    },
    {
        "barcode": "8801116046843",
        "name": "СИГ BOHEM Signature Black Label",
        "price": 1450.0
    },
    {
        "barcode": "4680021887833",
        "name": "ЯШК ПЕЧ Шоколадное 170ГР",
        "price": 350.0
    },
    {
        "barcode": "4680232930120",
        "name": "ЭНЕРГ LIT ENERGY ЖБ 0.45Л Blueberry",
        "price": 700.0
    },
    {
        "barcode": "4690329016491",
        "name": "ЯШК СУХАР. КИРИЕШКИ 40ГР ПШ Сметана Зелень",
        "price": 120.0
    },
    {
        "barcode": "4870233467491",
        "name": "ШИНЛ BAHROMA 320ГР ПИНТА Чизкейк Гранат Малина",
        "price": 3500.0
    },
    {
        "barcode": "7622201731854",
        "name": "ЖВАЧКА DIROL XXL Colors Ассорти Мятных Вкусов",
        "price": 300.0
    },
    {
        "barcode": "7622201685881",
        "name": "ЖВАЧКА DIROL XXL Mix Ассорти Фруктовых Вкусов",
        "price": 300.0
    },
    {
        "barcode": "7622202228865",
        "name": "ЖВАЧКА DIROL BOX 60M Peppermint",
        "price": 380.0
    },
    {
        "barcode": "57027906",
        "name": "ЖВАЧКА DIROL SM Кокос-Клубника",
        "price": 260.0
    },
    {
        "barcode": "4008400230726",
        "name": "KINDER ЯЙЦО Макси",
        "price": 2600.0
    },
    {
        "barcode": "80310334",
        "name": "KINDER ФИГУРА Дед Мороз",
        "price": 930.0
    },
    {
        "barcode": "48747752",
        "name": "СИГ WINSTON SS Violet",
        "price": 1250.0
    },
    {
        "barcode": "48747745",
        "name": "СИГ WINSTON SS Green",
        "price": 1220.0
    },
    {
        "barcode": "8809971930826",
        "name": "ДЕТ МАРМЕЛАД Конфетный",
        "price": 200.0
    },
    {
        "barcode": "4660040683494",
        "name": "ДЕТ МАРМЕЛАД Конфетный",
        "price": 200.0
    },
    {
        "barcode": "4870036007542",
        "name": "РАХАТ ВАФЛИ На Здоровье",
        "price": 360.0
    },
    {
        "barcode": "4870099000733",
        "name": "РАХАТ ПЕЧЕНЬЕ На Здоровье - Copy",
        "price": 540.0
    },
    {
        "barcode": "8700216089487",
        "name": "ЗУБНАЯ ПАСТА ORALB Pro Junior 6-12 75МЛ",
        "price": 1100.0
    },
    {
        "barcode": "8700216066716",
        "name": "УМС ЖИДКОСТЬ MRPROPER 500МЛ Для Собак",
        "price": 900.0
    },
    {
        "barcode": "8001090971098",
        "name": "СМО ПОРОШОК TIDE 2400ГР АВТ Для Чувствительной Кожи",
        "price": 2600.0
    },
    {
        "barcode": "8700216101646",
        "name": "СМО КАПСУЛЫ ARIEL PODS 10ШТ EcoClic Горный Родник",
        "price": 2300.0
    },
    {
        "barcode": "8700216242448",
        "name": "СМО КАПСУЛЫ TIDE PODS 10ШТ EcoClic Альпийская Свежесть",
        "price": 2100.0
    },
    {
        "barcode": "8700216499774",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 850МЛ Детский",
        "price": 2300.0
    },
    {
        "barcode": "8006540452271",
        "name": "ДЕЗОДАРАНТ ТВЕРДЫЙ SECRET 40МЛ Rosewater Scent",
        "price": 1800.0
    },
    {
        "barcode": "8700216593335",
        "name": "ПОДАРОЧНЫЙ НАБОР ID93335 HERBAL ESSENCES ШАМПУНЬ+БАЛЬЗАМ-ОПОЛАСКИВАТЕЛЬ Аргановое Масло",
        "price": 2900.0
    },
    {
        "barcode": "8001090953216",
        "name": "ПОДАРОЧНЫЙ НАБОР ID53216 PANTENE ШАМПУНЬ+БАЛЬЗАМ-ОПОЛАСКИВАТЕЛЬ Густые и Крепкие",
        "price": 2600.0
    },
    {
        "barcode": "8006540778883",
        "name": "ПОДАРОЧНЫЙ НАБОР ID78883 WELLA PRO SERIES ШАМПУНЬ+БАЛЬЗАМ-ОПОЛАСКИВАТЕЛЬ Глубокое Восстановление и Реконструкция",
        "price": 3400.0
    },
    {
        "barcode": "8700216131704",
        "name": "ПОДАРОЧНЫЙ НАБОР ID31704 OLD SPICE АД+ГД Whitewater",
        "price": 2800.0
    },
    {
        "barcode": "90111143",
        "name": "ТАБЛ.-МЯТНЫЕ RONDO Мята",
        "price": 320.0
    },
    {
        "barcode": "4607065002503",
        "name": "КОРМ PEDIGREE 600ГР СУХ Говядина",
        "price": 1800.0
    },
    {
        "barcode": "4870001225636",
        "name": "ЛИЯ ГАУХАР Лапша Яичная 200ГР",
        "price": 320.0
    },
    {
        "barcode": "4870001223663",
        "name": "ЛИЯ СОЧНИ Бешбармак 400ГР",
        "price": 520.0
    },
    {
        "barcode": "8698623900054",
        "name": "SHOW ЧЕРНЫЙ Блеск/Губка Для Обуви",
        "price": 450.0
    },
    {
        "barcode": "8698623900214",
        "name": "SHOW БЕСЦВЕТНЫЙ Блеск/Губка Для Обуви - Copy",
        "price": 450.0
    },
    {
        "barcode": "8801073112278",
        "name": "ЛБП SAMYANG Regular Оранжевый ЛТ",
        "price": 1000.0
    },
    {
        "barcode": "5413149005938",
        "name": "COMET Банка 475ГР",
        "price": 600.0
    },
    {
        "barcode": "4014400901191",
        "name": "ДК MERCI SM",
        "price": 2800.0
    },
    {
        "barcode": "4607958076055",
        "name": "ПМОЖЕТ СОСИСКИ 410ГР Сливочные",
        "price": 1630.0
    },
    {
        "barcode": "4607958077854",
        "name": "ПМОЖЕТ СОСИСКИ 600ГР Молочные",
        "price": 2160.0
    },
    {
        "barcode": "4870234822336",
        "name": "СОК JUICY KING ТП 0.95Л Апельсин",
        "price": 1400.0
    },
    {
        "barcode": "4690329015401",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 100ГР Мышки",
        "price": 300.0
    },
    {
        "barcode": "4680167310363",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 100ГР Звезда",
        "price": 300.0
    },
    {
        "barcode": "4690329015418",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 100ГР Звезда",
        "price": 300.0
    },
    {
        "barcode": "4607010743475",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 100ГР Звезда",
        "price": 300.0
    },
    {
        "barcode": "48747493",
        "name": "СИГ NEO Demi Cls. Boost Red",
        "price": 1330.0
    },
    {
        "barcode": "48748490",
        "name": "СИГ NEO Demi Cls. Boost Red",
        "price": 1330.0
    },
    {
        "barcode": "48747516",
        "name": "СИГ NEO Demi Cls. Boost Royale",
        "price": 1330.0
    },
    {
        "barcode": "48748513",
        "name": "СИГ NEO Demi Cls. Boost Royale",
        "price": 1330.0
    },
    {
        "barcode": "48747509",
        "name": "СИГ NEO Demi Cls. Boost Scarlet",
        "price": 1330.0
    },
    {
        "barcode": "48748506",
        "name": "СИГ NEO Demi Cls. Boost Scarlet",
        "price": 1330.0
    },
    {
        "barcode": "4602481104466",
        "name": "ХЛОПЬЯ ЦАРЬ 400ГР Овсяные \"6 Злаков\"",
        "price": 290.0
    },
    {
        "barcode": "4603134002290",
        "name": "ХЛОПЬЯ ЦАРЬ 400ГР Овсяные \"5 Злаков\"",
        "price": 290.0
    },
    {
        "barcode": "8594001692958",
        "name": "КОНС HAME ПАШТЕТ Мясо Птицы 105ГР",
        "price": 850.0
    },
    {
        "barcode": "8594001693030",
        "name": "КОНС HAME ПАШТЕТ Гусиная Печень 105ГР",
        "price": 660.0
    },
    {
        "barcode": "8594001692996",
        "name": "КОНС HAME ПАШТЕТ Индейка 105ГР",
        "price": 850.0
    },
    {
        "barcode": "8594001695249",
        "name": "КОНС HAME ПАШТЕТ 105ГР Французский",
        "price": 850.0
    },
    {
        "barcode": "4680232930991",
        "name": "ЭНЕРГ LIT ENERGY 0.45Л ЖБ Granat",
        "price": 700.0
    },
    {
        "barcode": "8006540452301",
        "name": "ДЕЗОДАРАНТ ТВЕРДЫЙ SECRET 40МЛ Delicate Scent",
        "price": 1600.0
    },
    {
        "barcode": "8801748013565",
        "name": "КЛЕЙ-КАРАНДАШ DOLPHIN GLUE SM Transparent",
        "price": 200.0
    },
    {
        "barcode": "6921583115735",
        "name": "КЛЕЙ-КАРАНДАШ DOLPHIN GLUE SM Transparent",
        "price": 200.0
    },
    {
        "barcode": "4870235681932",
        "name": "ЧИПСЫ ДЛИН. HROOM GRIZZLY 45ГР Сладкий Чили",
        "price": 250.0
    },
    {
        "barcode": "4870235681956",
        "name": "ЧИПСЫ ДЛИН. HROOM GRIZZLY 45ГР Ребрышки Гриль",
        "price": 250.0
    },
    {
        "barcode": "4870235681970",
        "name": "ЧИПСЫ ДЛИН. HROOM GRIZZLY 45ГР Лобстер На Гриле",
        "price": 250.0
    },
    {
        "barcode": "4607024590638",
        "name": "ХЛЕБЦЫ МОЛОДЦЫ Разные 110ГР",
        "price": 290.0
    },
    {
        "barcode": "4607024590461",
        "name": "ХЛЕБЦЫ МОЛОДЦЫ Разные 110ГР",
        "price": 290.0
    },
    {
        "barcode": "4607024590621",
        "name": "ХЛЕБЦЫ МОЛОДЦЫ Разные 110ГР",
        "price": 290.0
    },
    {
        "barcode": "4607024590454",
        "name": "ХЛЕБЦЫ МОЛОДЦЫ Разные 110ГР",
        "price": 290.0
    },
    {
        "barcode": "4607024590911",
        "name": "ХЛЕБЦЫ ЛАЙТ Разные 70ГР",
        "price": 600.0
    },
    {
        "barcode": "4607024590942",
        "name": "ХЛЕБЦЫ ЛАЙТ Разные 70ГР",
        "price": 600.0
    },
    {
        "barcode": "4607024590966",
        "name": "ХЛЕБЦЫ ЛАЙТ Разные 70ГР",
        "price": 600.0
    },
    {
        "barcode": "4607024590935",
        "name": "ХЛЕБЦЫ ЛАЙТ Разные 70ГР",
        "price": 600.0
    },
    {
        "barcode": "4630116182213",
        "name": "МАРШМЕЛЛОУ CONFECTUM 70ГР Клубника",
        "price": 420.0
    },
    {
        "barcode": "6977125581230",
        "name": "ЗАЖИГАЛКА АВТОГЕН ЗОЛОТАЯ Бренды Авто",
        "price": 300.0
    },
    {
        "barcode": "6957254136587",
        "name": "ЗАЖИГАЛКА СПИННЕР Фонарик",
        "price": 300.0
    },
    {
        "barcode": "8691707063003",
        "name": "OZMO PAPITA Розовый",
        "price": 260.0
    },
    {
        "barcode": "6924743927865",
        "name": "CNJP LAYS Pork Flavor",
        "price": 1100.0
    },
    {
        "barcode": "6924743927858",
        "name": "CNJP LAYS Original Flavor",
        "price": 1100.0
    },
    {
        "barcode": "4870207792314",
        "name": "ХИМИЯ БЕЛИЗНА RIXOS Гель 3в1 1Л",
        "price": 700.0
    },
    {
        "barcode": "4870234681049",
        "name": "НАПИТ MANANA 1.0Л ПБ TropicMix",
        "price": 780.0
    },
    {
        "barcode": "4870069001883",
        "name": "ХЛЕБЦЫ ЗДОРОВО ВАФЕЛЬНЫЕ Кукурузные 70ГР",
        "price": 420.0
    },
    {
        "barcode": "4870069001593",
        "name": "ХЛЕБЦЫ ЗДОРОВО ВАФЕЛЬНЫЕ Ржаные 70ГР",
        "price": 420.0
    },
    {
        "barcode": "4870069001920",
        "name": "ХЛЕБЦЫ ЗДОРОВО ВАФЕЛЬНЫЕ Льняные 70ГР",
        "price": 430.0
    },
    {
        "barcode": "4870069002071",
        "name": "ХЛЕБЦЫ ЗДОРОВО ВАФЕЛЬНЫЕ Льняные 70ГР",
        "price": 430.0
    },
    {
        "barcode": "4870069001906",
        "name": "ХЛЕБЦЫ ЗДОРОВО ВАФЕЛЬНЫЕ Гречневые 70ГР",
        "price": 420.0
    },
    {
        "barcode": "4870069001630",
        "name": "ХЛЕБЦЫ ЗДОРОВО ВАФЕЛЬНЫЕ Пшеничные 70ГР",
        "price": 420.0
    },
    {
        "barcode": "4870069001746",
        "name": "ЗЕФИР-ЖЕВ. СЛАСТЕНА 75ГР Клубничное Мороженое",
        "price": 450.0
    },
    {
        "barcode": "4870069001944",
        "name": "ЗЕФИР-ЖЕВ. СЛАСТЕНА 75ГР Bubble Gum",
        "price": 450.0
    },
    {
        "barcode": "4870069002293",
        "name": "ЗЕФИР-ЖЕВ. СЛАСТЕНА ЛТ 100ГР Карамельный Шоколад",
        "price": 540.0
    },
    {
        "barcode": "4870069002316",
        "name": "ЗЕФИР-ЖЕВ. СЛАСТЕНА ЛТ 100ГР Молочный Шоколад",
        "price": 540.0
    },
    {
        "barcode": "4870069000602",
        "name": "ХЛЕБЦЫ ЗДОРОВО Бурый Рис 100ГР",
        "price": 530.0
    },
    {
        "barcode": "4870069001098",
        "name": "ХЛЕБЦЫ ЗДОРОВО Сладкая Клюква 100ГР",
        "price": 530.0
    },
    {
        "barcode": "4870069001081",
        "name": "ХЛЕБЦЫ ЗДОРОВО 100ГР Дженерик",
        "price": 530.0
    },
    {
        "barcode": "4870069000213",
        "name": "ХЛЕБЦЫ ЗДОРОВО 100ГР Дженерик",
        "price": 530.0
    },
    {
        "barcode": "4870069001418",
        "name": "ХЛЕБЦЫ ЗДОРОВО 100ГР Дженерик",
        "price": 530.0
    },
    {
        "barcode": "4870204140170",
        "name": "ЧАЙ CHAMPION ПКТ 25П Kenya Gold Sunset",
        "price": 700.0
    },
    {
        "barcode": "4870206559116",
        "name": "КОЛБАСА ПОЛУКОП. ПЕРВОМАЙСКАЯ 300ГР Конская",
        "price": 950.0
    },
    {
        "barcode": "8711000710197",
        "name": "НАПИТ КОФЕ JACOBS ЖБ 0.25Л IcePresso Classic",
        "price": 840.0
    },
    {
        "barcode": "8711000710227",
        "name": "НАПИТ КОФЕ JACOBS ЖБ 0.25Л IcePresso Classic",
        "price": 840.0
    },
    {
        "barcode": "8714599412497",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 21.5ГР ICED Latte Original",
        "price": 250.0
    },
    {
        "barcode": "8714599412473",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 21.5ГР ICED Latte Salted Caramel",
        "price": 250.0
    },
    {
        "barcode": "4680021887321",
        "name": "ЯШК ВАФЛИ ТОНКИЕ 144ГР Крем Кокос",
        "price": 470.0
    },
    {
        "barcode": "4680021887307",
        "name": "ЯШК ВАФЛИ ТОНКИЕ 144ГР Крем Кокос",
        "price": 470.0
    },
    {
        "barcode": "4690329010482",
        "name": "ЯШК ПАНКЕЙК BASKER WHEELS 36ГР Малина",
        "price": 110.0
    },
    {
        "barcode": "4607014827560",
        "name": "ЧУДО КОКТЕЙЛЬ 1.0Л Ягодное Мороженое",
        "price": 1450.0
    },
    {
        "barcode": "4870239590063",
        "name": "ФУНЧОЗА FUXING 400ГР",
        "price": 770.0
    },
    {
        "barcode": "4870239590056",
        "name": "ФУНЧОЗА FUXING 250ГР",
        "price": 580.0
    },
    {
        "barcode": "4870004341760",
        "name": "ПРИПР ASYL Фунчозы 20ГР",
        "price": 80.0
    },
    {
        "barcode": "4870004341661",
        "name": "ПРИПР ASYL 20ГР ФП Борщ",
        "price": 90.0
    },
    {
        "barcode": "5900951315084",
        "name": "ДРАЖЕ M&MS 20ГР Зеленый",
        "price": 200.0
    },
    {
        "barcode": "4870234821919",
        "name": "СОК JUICY ТП 0.95Л Мандарин",
        "price": 1000.0
    },
    {
        "barcode": "4607958077878",
        "name": "ПМОЖЕТ СОСИСКИ 410ГР Мясные С Говядиной",
        "price": 1950.0
    },
    {
        "barcode": "4607958076024",
        "name": "ПМОЖЕТ СОСИСКИ 410ГР Сочные",
        "price": 1580.0
    },
    {
        "barcode": "4870055008216",
        "name": "СЫРОК ФМ ЖИВОЙ 26.3ГР Клубника",
        "price": 300.0
    },
    {
        "barcode": "4607037121645",
        "name": "СЫР ПЛ.-ЛИСТАМИ ФМ PRESIDENT 150ГР Маасдам",
        "price": 1200.0
    },
    {
        "barcode": "4870207314387",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ПБ 280ГР Груша-Карамель",
        "price": 460.0
    },
    {
        "barcode": "80050124",
        "name": "ДРАЖЕ ТИКТАК Мята",
        "price": 410.0
    },
    {
        "barcode": "4870216620264",
        "name": "LAZIZ ПРЯНИК 350ГР Лимон",
        "price": 520.0
    },
    {
        "barcode": "4870001572853",
        "name": "СОК DADA 0.95Л ТП Гранат-Вишня",
        "price": 850.0
    },
    {
        "barcode": "4870233468764",
        "name": "ШИНЛ BAHROMA 75ГР Клубника-Мохито",
        "price": 650.0
    },
    {
        "barcode": "4607034023416",
        "name": "СОЛ GR Томаты Черри 680ГР",
        "price": 770.0
    },
    {
        "barcode": "4620017459484",
        "name": "ЯШК СУХАР. КИРИЕШКИ 45ГР СОУС БАГЕТ Томат",
        "price": 200.0
    },
    {
        "barcode": "4690329010277",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Бабочки",
        "price": 200.0
    },
    {
        "barcode": "4680167312497",
        "name": "ЯШК БАТОНЧИК ОРЕХОВЫЙ NUTGO Зелено-Коричневый",
        "price": 270.0
    },
    {
        "barcode": "4600338000220",
        "name": "СОК ФРУТОНЯНЯ 0.2Л Яблоко-Персик",
        "price": 340.0
    },
    {
        "barcode": "4600338000190",
        "name": "СОК ФРУТОНЯНЯ 0.2Л ОСВЕТЛЕННЫЙ Груша",
        "price": 340.0
    },
    {
        "barcode": "4870218892133",
        "name": "ЗАЖИГАЛКА RB ДОМАШНЯЯ Для Газа",
        "price": 800.0
    },
    {
        "barcode": "7622201695989",
        "name": "ШОКОЛАД ALPEN GOLD Фундук Изюм",
        "price": 700.0
    },
    {
        "barcode": "6931274602017",
        "name": "ЛБП MASTER KAN ФП 85ГР Классика",
        "price": 400.0
    },
    {
        "barcode": "5449000004864",
        "name": "НАПИТ SPRITE 2.0Л ПБ",
        "price": 950.0
    },
    {
        "barcode": "8445290141811",
        "name": "КОРМ FELIX 75ГР ЖИД ЖЕЛЕ Форель",
        "price": 240.0
    },
    {
        "barcode": "8445290149244",
        "name": "КОРМ FELIX 85ГР ЖИД ЖЕЛЕ Ягненок и Курица",
        "price": 240.0
    },
    {
        "barcode": "4870002325304",
        "name": "ЧАЙ ПИАЛА ПКТ 25П Вечерний",
        "price": 580.0
    },
    {
        "barcode": "4870071004391",
        "name": "НАПИТ TASSAY IT 0.5Л ПБ Лимон",
        "price": 470.0
    },
    {
        "barcode": "4870002327353",
        "name": "СОК НС Зеленое Яблоко 0.2Л ТП",
        "price": 200.0
    },
    {
        "barcode": "4870001572006",
        "name": "НАПИТ DADA LETO 0.5Л ПБ Гранат",
        "price": 460.0
    },
    {
        "barcode": "4601674084813",
        "name": "КЕТЧУП HEINZ Чеснок и Пряности 320ГР",
        "price": 780.0
    },
    {
        "barcode": "4870205580074",
        "name": "САЛФЕТКИ SUNPAPER",
        "price": 200.0
    },
    {
        "barcode": "4601728013684",
        "name": "ВОДКА КЕДРОВИЦА 0.25Л",
        "price": 1600.0
    },
    {
        "barcode": "4870233468535",
        "name": "ШИНЛ BAHROMA 75ГР Double Курага",
        "price": 850.0
    },
    {
        "barcode": "4870209412739",
        "name": "ШИНЛ ВАРЕНИКИ ВАРЕНИКАЙ Картошка 350ГР",
        "price": 500.0
    },
    {
        "barcode": "2810634015404",
        "name": "ПМАЙКА ПЕЛЬМЕНИ ВКУСНЫЕ 1000ГР",
        "price": 780.0
    },
    {
        "barcode": "4870233466753",
        "name": "ШИНЛ BAHROMA 75ГР Лесной Орех",
        "price": 700.0
    },
    {
        "barcode": "4870240018327",
        "name": "СИГ PARLIAMENT SS Summer Fusion",
        "price": 1350.0
    },
    {
        "barcode": "4813163008549",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Банан-Клубника-Киви",
        "price": 480.0
    },
    {
        "barcode": "4690228102424",
        "name": "ПЮРЕ АГУША ПП 80ГР Яблоко-Банан-Груша-Манго",
        "price": 480.0
    },
    {
        "barcode": "4009900551434",
        "name": "ДРАЖЕ-КИСЛ. SKITTLES 38ГР Tropic",
        "price": 370.0
    },
    {
        "barcode": "6961255900610",
        "name": "ДЕТ СТИК Порошок Длинный",
        "price": 100.0
    },
    {
        "barcode": "4660040683036",
        "name": "ДЕТ ЖВАЧКА SPLOSHНая Польза",
        "price": 100.0
    },
    {
        "barcode": "8887856927147",
        "name": "ДЕТ НЕОНПОП Взрыв Мозга Арбуз",
        "price": 200.0
    },
    {
        "barcode": "6957342915827",
        "name": "ДЕТ НЕОНПОП Disco Star",
        "price": 100.0
    },
    {
        "barcode": "4833002351483",
        "name": "ДЕТ БИСКВИТ BARS Keruen",
        "price": 100.0
    },
    {
        "barcode": "4870234680721",
        "name": "НАПИТ TASSAY IT 1.0Л ПБ Ананас-Маракуйя",
        "price": 580.0
    },
    {
        "barcode": "5449000176677",
        "name": "НАПИТ COCA-COLA 2.5Л ПБ",
        "price": 950.0
    },
    {
        "barcode": "8445290149107",
        "name": "КОРМ FELIX 75ГР ЖИД ЖЕЛЕ Лосось",
        "price": 250.0
    },
    {
        "barcode": "8445290140135",
        "name": "КОРМ FELIX 85ГР ЖИД ЖЕЛЕ Томат и Курица",
        "price": 240.0
    },
    {
        "barcode": "8001090157850",
        "name": "СМО ПОРОШОК TIDE 1800ГР РУЧ  АльпСвеж",
        "price": 2700.0
    },
    {
        "barcode": "8700216101356",
        "name": "СМО КАПСУЛЫ ARIEL 234ГР АВТ Click Color",
        "price": 2200.0
    },
    {
        "barcode": "8006540005514",
        "name": "ПРК NATURELLA D1 52ШТ Лайт",
        "price": 1800.0
    },
    {
        "barcode": "8700216696722",
        "name": "СМП FAIRY 650МЛ Мандарин",
        "price": 1200.0
    },
    {
        "barcode": "8700216700825",
        "name": "УМС ЖИДКОСТЬ MRPROPER 1000МЛ Мандарин",
        "price": 1200.0
    },
    {
        "barcode": "4603290005494",
        "name": "ЯШК ПЕЧ СЭНДВИЧ 220ГР Какао Сладкая Карамель",
        "price": 450.0
    },
    {
        "barcode": "4600452021453",
        "name": "ЯШК BABYFOX 90ГР Шоколад Кубиком Малина",
        "price": 600.0
    },
    {
        "barcode": "4780093420560",
        "name": "ЭНЕРГ HUNTER Red (Земляника) 0.45Л ЖБ",
        "price": 330.0
    },
    {
        "barcode": "4780093420553",
        "name": "ЭНЕРГ HUNTER Green (Яблоко) 0.45Л ЖБ",
        "price": 330.0
    },
    {
        "barcode": "4780093420508",
        "name": "ЭНЕРГ HUNTER Green (Яблоко) 0.33Л ЖБ",
        "price": 300.0
    },
    {
        "barcode": "4780093420515",
        "name": "ЭНЕРГ HUNTER Red (Земляника) 0.33Л ЖБ",
        "price": 330.0
    },
    {
        "barcode": "4780093420577",
        "name": "ЭНЕРГ BIG ENERGY 0.45Л ЖБ Classic+",
        "price": 330.0
    },
    {
        "barcode": "4780093420584",
        "name": "ЭНЕРГ BIG ENERGY 0.45Л ЖБ Vision",
        "price": 330.0
    },
    {
        "barcode": "4780093420539",
        "name": "ЭНЕРГ BIG ENERGY 0.33Л ЖБ Vision",
        "price": 300.0
    },
    {
        "barcode": "4780093420522",
        "name": "ЭНЕРГ BIG ENERGY 0.33Л ЖБ Classic+",
        "price": 330.0
    },
    {
        "barcode": "6936805420511",
        "name": "ЗУБОЧИСТКА TOOTHPICK",
        "price": 200.0
    },
    {
        "barcode": "4751023293134",
        "name": "ВАТНЫЕ ДИСКИ 120ШТ Lure Skin Care",
        "price": 500.0
    },
    {
        "barcode": "6972155800191",
        "name": "ОДЖ НОСКИ ХЛОПОК Махровые Зимние",
        "price": 500.0
    },
    {
        "barcode": "6974453430216",
        "name": "ЖЕЛЕЗКА УПАКОВКА X6 Для Посуды",
        "price": 360.0
    },
    {
        "barcode": "4870238933328",
        "name": "ТЕТРАДЬ 12СТР. ШКОЛЬНАЯ Клетка / Линейка Широкая",
        "price": 50.0
    },
    {
        "barcode": "4870214501213",
        "name": "ТЕТРАДЬ 12СТР. ШКОЛЬНАЯ Клетка / Линейка Широкая",
        "price": 50.0
    },
    {
        "barcode": "48746212",
        "name": "СИГ NEO VOGUE Royal Red",
        "price": 1200.0
    },
    {
        "barcode": "4600605019351",
        "name": "ДАНОН ДАНИССИМО 105ГР Шарики Шоколад",
        "price": 540.0
    },
    {
        "barcode": "4600605023167",
        "name": "ДАНОН ДАНИССИМО 105ГР Шарики Соленая Карамель",
        "price": 540.0
    },
    {
        "barcode": "4600605021781",
        "name": "ДАНОН ДАНИССИМО 105ГР Шарики Ягода",
        "price": 540.0
    },
    {
        "barcode": "4870206415566",
        "name": "ДАНОН ЖЙ 270ГР Лесные Ягоды",
        "price": 410.0
    },
    {
        "barcode": "4870206415504",
        "name": "ДАНОН АКТИВИА 270ГР ПБ Злаки-Черника-Лен",
        "price": 520.0
    },
    {
        "barcode": "4870022003541",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Watermelon-Melon",
        "price": 650.0
    },
    {
        "barcode": "4607958077441",
        "name": "ПМОЖЕТ ВАР КОП 280ГР Салями",
        "price": 1470.0
    },
    {
        "barcode": "4607958073252",
        "name": "ПМОЖЕТ ВАР КОП 280ГР Карельская",
        "price": 1400.0
    },
    {
        "barcode": "8699478211036",
        "name": "ДЕТ ЮПИ BONJOUR 15ГР Вишня",
        "price": 60.0
    },
    {
        "barcode": "8699478210886",
        "name": "ДЕТ ЮПИ BONJOUR 15ГР Кола",
        "price": 60.0
    },
    {
        "barcode": "8699478211005",
        "name": "ДЕТ ЮПИ BONJOUR 15ГР Клубника",
        "price": 60.0
    },
    {
        "barcode": "8699478210794",
        "name": "ДЕТ ЮПИ BONJOUR 15ГР Апельсин",
        "price": 60.0
    },
    {
        "barcode": "8699478210916",
        "name": "ДЕТ ЮПИ BONJOUR 15ГР Манго",
        "price": 60.0
    },
    {
        "barcode": "8699478213061",
        "name": "ДЕТ ЮПИ FRUCY 10ГР Энергетический Напиток",
        "price": 50.0
    },
    {
        "barcode": "4870002328282",
        "name": "СОК DADA 0.95Л ТП Яблоко-Малина",
        "price": 850.0
    },
    {
        "barcode": "7622201711825",
        "name": "БТН PICNIC 48ГР",
        "price": 450.0
    },
    {
        "barcode": "4670014980887",
        "name": "НАПИТ 0.3Л ЖБ А4 Тути-Фрути",
        "price": 460.0
    },
    {
        "barcode": "4680167312862",
        "name": "ЯШК ВАФЛИ БЕЛЬГИЙСКИЕ 200ГР",
        "price": 580.0
    },
    {
        "barcode": "4870002961441",
        "name": "МАКАРОН НАТУРАЛЬНАЯ КУХНЯ 400ГР Спираль",
        "price": 400.0
    },
    {
        "barcode": "4870002961458",
        "name": "МАКАРОН НАТУРАЛЬНАЯ КУХНЯ 400ГР Пружинки",
        "price": 400.0
    },
    {
        "barcode": "4600819415604",
        "name": "ЕБП ЯСНО СОЛНЫШКО 45ГР Гречневая Каша с Жареным Луком",
        "price": 300.0
    },
    {
        "barcode": "7613287160959",
        "name": "КОРМ FELIX 85ГР ЖИД МЯСНЫЕ ЛОМТИКИ Утка",
        "price": 240.0
    },
    {
        "barcode": "7613287160935",
        "name": "КОРМ FELIX 85ГР ЖИД МЯСНЫЕ ЛОМТИКИ Говядина",
        "price": 250.0
    },
    {
        "barcode": "5900951302022",
        "name": "КОРМ WHISKAS 85ГР ЖИД СОУС Птица",
        "price": 270.0
    },
    {
        "barcode": "4870001220266",
        "name": "КЭММИ Лапша Бесбармачная",
        "price": 470.0
    },
    {
        "barcode": "4870001542801",
        "name": "САХАР CRYSTAL 1КГ Рафинад",
        "price": 810.0
    },
    {
        "barcode": "4870004930506",
        "name": "КОНС КУБЛЕЙ 240ГР Лещ",
        "price": 950.0
    },
    {
        "barcode": "8445290765956",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД СОБАЧ. ДВСВП Телятина",
        "price": 200.0
    },
    {
        "barcode": "46260864",
        "name": "ЖЕВ-Р. MENTOS БАНКА Вишня",
        "price": 1050.0
    },
    {
        "barcode": "4607934962228",
        "name": "КУКУРУЗНЫЕ ШАРИКИ ШТУРВАЛ 150ГР Краб",
        "price": 550.0
    },
    {
        "barcode": "4815105004596",
        "name": "КУКУРУЗНЫЕ ШАРИКИ ШТУРВАЛ 150ГР Сыр",
        "price": 550.0
    },
    {
        "barcode": "4603290003681",
        "name": "ЯШК ПЕЧ БОНДИ 180ГР Кальций",
        "price": 560.0
    },
    {
        "barcode": "80916611",
        "name": "ДРАЖЕ ТИКТАК Цитрусовый Микс",
        "price": 410.0
    },
    {
        "barcode": "8700216181143",
        "name": "ПОДАРОЧНЫЙ НАБОР ID81143 PANTENE",
        "price": 3200.0
    },
    {
        "barcode": "5413149333437",
        "name": "СМО ПОРОШОК ARIEL 3000ГР АВТ Color",
        "price": 4300.0
    },
    {
        "barcode": "5413149257252",
        "name": "СМО ПОРОШОК TIDE 6000ГР АВТ Color",
        "price": 5700.0
    },
    {
        "barcode": "4870249811486",
        "name": "СИГ DELIA Classic Coral",
        "price": 1250.0
    },
    {
        "barcode": "4870249811448",
        "name": "СИГ DELIA Classic Burgundy",
        "price": 1250.0
    },
    {
        "barcode": "4870249811363",
        "name": "СИГ DELIA Classic Gold",
        "price": 1250.0
    },
    {
        "barcode": "4870249811400",
        "name": "СИГ DELIA Classic Green",
        "price": 1250.0
    },
    {
        "barcode": "4870209744687",
        "name": "FLINT 100ГР GRENKI Томат Спайси",
        "price": 400.0
    },
    {
        "barcode": "4870254130473",
        "name": "FLINT 100ГР GRENKI Томат Спайси",
        "price": 400.0
    },
    {
        "barcode": "4870209745462",
        "name": "СУХАРИКИ FLINT GRENKI 60ГР Чеснок",
        "price": 230.0
    },
    {
        "barcode": "4870209746971",
        "name": "СУХАРИКИ FLINT GRENKI 60ГР Горчица-Хрен",
        "price": 220.0
    },
    {
        "barcode": "4870227273039",
        "name": "ЛБП-ВЕРМИШЕЛЬ ROLLTON ФП 85ГР ОСТР. Говядина",
        "price": 200.0
    },
    {
        "barcode": "4870227270229",
        "name": "МАКАРОНЫ ROLLTON 400ГР Рожки",
        "price": 380.0
    },
    {
        "barcode": "4680167313029",
        "name": "ЯШК МАРМЕЛАД STRIKE 70ГР ЗЕЛЕНАЯ РУЛЕТКА  КИСЛ.МИКС Огурец-Фейхоа-Арбуз",
        "price": 180.0
    },
    {
        "barcode": "4630026561870",
        "name": "ЯШК КИСЛЫЕ КАРАМЕЛЬКИ CRAZY BALLS 90ГР Яблоко-Гранат-Лимон",
        "price": 170.0
    },
    {
        "barcode": "4680167310820",
        "name": "ЯШК ЛЕДЕНЦЫ STRIKE 113ГР Ягодно-Фруктовый Микс",
        "price": 200.0
    },
    {
        "barcode": "4620017459866",
        "name": "ЯШК ЛЕДЕНЦЫ STRIKE 113ГР Кола на Максималках",
        "price": 200.0
    },
    {
        "barcode": "4620017454069",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Морские Животные",
        "price": 150.0
    },
    {
        "barcode": "4006396046499",
        "name": "СИГ CHAPMAN SSL Red",
        "price": 1300.0
    },
    {
        "barcode": "4006396046192",
        "name": "СИГ CHAPMAN R OP Red",
        "price": 1300.0
    },
    {
        "barcode": "4006396046130",
        "name": "СИГ CHAPMAN R OP Brown",
        "price": 1300.0
    },
    {
        "barcode": "4660085511509",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT RF-BOX Мята",
        "price": 350.0
    },
    {
        "barcode": "4870002329463",
        "name": "НАПИТ PIALA IT 0.96Л ПБ ЧЕР Energy Buzz (Персик-Дыня)",
        "price": 570.0
    },
    {
        "barcode": "4690388095758",
        "name": "ЧИПСЫ LAYS 140ГР РИФЛ Паприка",
        "price": 1100.0
    },
    {
        "barcode": "644216945603",
        "name": "РУЧКА GIGIS G-Wave Ballpoint",
        "price": 100.0
    },
    {
        "barcode": "6960350413506",
        "name": "МАРКЕР ЧЕРНЫЙ Comfort Compact",
        "price": 150.0
    },
    {
        "barcode": "4870233465244",
        "name": "ШИНЛ BAHROMA 75ГР Trio Фисташка/Фундук",
        "price": 820.0
    },
    {
        "barcode": "4870233465268",
        "name": "ШИНЛ BAHROMA 75ГР Trio Фисташка/Фундук",
        "price": 820.0
    },
    {
        "barcode": "4870091000885",
        "name": "СУЛТАН 400ГР Перья",
        "price": 470.0
    },
    {
        "barcode": "6920614400383",
        "name": "CNJP Линейка",
        "price": 100.0
    },
    {
        "barcode": "788364522979",
        "name": "САХАР (SZ) JENIS 1000ГР Песок",
        "price": 670.0
    },
    {
        "barcode": "4600452026212",
        "name": "ЯШК CLICK PROTEIN 40ГР Банан",
        "price": 300.0
    },
    {
        "barcode": "4870004340206",
        "name": "ПРИПР ASYL Лавровый Лист 25ГР",
        "price": 300.0
    },
    {
        "barcode": "4870001573409",
        "name": "НАПИТ AVA LEMONADE ЖБ 0.45Л Granat",
        "price": 450.0
    },
    {
        "barcode": "4870001573416",
        "name": "НАПИТ AVA LEMONADE ЖБ 0.45Л Orangelo",
        "price": 450.0
    },
    {
        "barcode": "8445290765987",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД СОБАЧ. ДВСВП Говядина Ягненок",
        "price": 200.0
    },
    {
        "barcode": "9120097310965",
        "name": "ДАНОН MILK SNACK 28ГР Honey",
        "price": 370.0
    },
    {
        "barcode": "4607041420291",
        "name": "ЧУДО СЫРОК 40ГР Кокос",
        "price": 450.0
    },
    {
        "barcode": "4607041420284",
        "name": "ЧУДО СЫРОК 40ГР Ваниль",
        "price": 450.0
    },
    {
        "barcode": "4870004906891",
        "name": "ШИНЛ БОМБА 90ГР ВафСтакан Вареная Сгущенка",
        "price": 300.0
    },
    {
        "barcode": "4680021887949",
        "name": "ЯШК БАТОНЧИК СУФЛЕ FRUTTO BELLO 35ГР Банан-Клубника",
        "price": 230.0
    },
    {
        "barcode": "4607120853514",
        "name": "ЯШК BEERKA 25ГР Анчоус Тушки Потрошенные",
        "price": 250.0
    },
    {
        "barcode": "4870003987518",
        "name": "ПИВО КРУЖКА СВЕЖЕГО СТ 0.9Л Мягкое",
        "price": 1150.0
    },
    {
        "barcode": "4870001571177",
        "name": "НАПИТ LEGRACIO 0.45Л ЖБ Sunset Breeze",
        "price": 550.0
    },
    {
        "barcode": "4870207314370",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ПБ 280ГР Персик-Ваниль",
        "price": 460.0
    },
    {
        "barcode": "4870003988010",
        "name": "ПИВО КРУЖКА СВЕЖЕГО 0% 0.45Л ЖБ",
        "price": 600.0
    },
    {
        "barcode": "4870247880255",
        "name": "РОМАНОВСКИЙ Кебаб",
        "price": 600.0
    },
    {
        "barcode": "4870206556252",
        "name": "ПМАЙКА КОЛБАСА 420ГР ВУ ПК Жайлау",
        "price": 1300.0
    },
    {
        "barcode": "3547961524123",
        "name": "ФИНИКИ 600ГР КОР Хадия",
        "price": 1050.0
    },
    {
        "barcode": "018643547961524123",
        "name": "ФИНИКИ 600ГР КОР Хадия",
        "price": 1050.0
    },
    {
        "barcode": "4690228006920",
        "name": "ЧУДО ТВОРОЖОК 100ГР ПСТ 2СЛ Черника",
        "price": 430.0
    },
    {
        "barcode": "4601826005406",
        "name": "ПЕСТИЦИД ЧИСТЫЙ ДОМ ШПРИЦ-ГЕЛЬ 62МЛ Тараканы",
        "price": 800.0
    },
    {
        "barcode": "5449000058782",
        "name": "НАПИТ COCA-COLA 0.45Л ЖБ Classic",
        "price": 470.0
    },
    {
        "barcode": "8445290765949",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД СОБАЧ. ДВСВП Ягненок",
        "price": 200.0
    },
    {
        "barcode": "48747844",
        "name": "СИГ KENT SS Silver",
        "price": 1250.0
    },
    {
        "barcode": "48747851",
        "name": "СИГ KENT SS Fresh Haze",
        "price": 1250.0
    },
    {
        "barcode": "48747868",
        "name": "СИГ KENT SS Violet Mix",
        "price": 1220.0
    },
    {
        "barcode": "48748025",
        "name": "СИГ WINSTON ST Ecru",
        "price": 1250.0
    },
    {
        "barcode": "4630007401317",
        "name": "СЕМЕЧКИ ДЖИНН СОЛН.ВЕЛ. МС ОС 100ГР Голубой-Белый",
        "price": 500.0
    },
    {
        "barcode": "5000159570664",
        "name": "БТН. TWIX 55ГР Regular White",
        "price": 420.0
    },
    {
        "barcode": "4006396102560",
        "name": "СИГ CHAPMAN R OP Green",
        "price": 1300.0
    },
    {
        "barcode": "8683130106204",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ БОЛЬШОЙ РОЖОК 90ГР Шоколад",
        "price": 600.0
    },
    {
        "barcode": "8683130106198",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ БОЛЬШОЙ РОЖОК 90ГР Клубника",
        "price": 600.0
    },
    {
        "barcode": "4780057123018",
        "name": "ОДЖ НОСКИ LIMAX 3018 Весенние",
        "price": 700.0
    },
    {
        "barcode": "4780057124466",
        "name": "ОДЖ НОСКИ LIMAX 3018 Весенние",
        "price": 700.0
    },
    {
        "barcode": "4780057125135",
        "name": "ОДЖ НОСКИ LIMAX 3018 Весенние",
        "price": 700.0
    },
    {
        "barcode": "4895168075405",
        "name": "ОДЖ СЛЕДИКИ LIMAX 5405/5185",
        "price": 600.0
    },
    {
        "barcode": "4895168065185",
        "name": "ОДЖ СЛЕДИКИ LIMAX 5405/5185",
        "price": 600.0
    },
    {
        "barcode": "6995929800661",
        "name": "ОДЖ НОСКИ КОРОТКИЕ",
        "price": 500.0
    },
    {
        "barcode": "8006540259559",
        "name": "СМП FAIRY PT 900МЛ Лайм",
        "price": 1400.0
    },
    {
        "barcode": "4870206415603",
        "name": "ДАНОН ЖЙ 270ГР Банан",
        "price": 420.0
    },
    {
        "barcode": "4870233467477",
        "name": "ШИНЛ BAHROMA 320ГР ПИНТА Медовик Грецкий Орех",
        "price": 3500.0
    },
    {
        "barcode": "4870233467453",
        "name": "ШИНЛ BAHROMA 320ГР ПИНТА Прага Молочный Шоколад",
        "price": 3500.0
    },
    {
        "barcode": "4620021193541",
        "name": "ШИНЛ BR ALPEN GOLD 58ГР Эскимо",
        "price": 1050.0
    },
    {
        "barcode": "4620021191868",
        "name": "ШИНЛ BR MILKA 62ГР Ванильное мороженое и молочный шоколад",
        "price": 1250.0
    },
    {
        "barcode": "4620021193121",
        "name": "ШИНЛ BR OREO 56ГР Эскимо",
        "price": 1050.0
    },
    {
        "barcode": "4670161192713",
        "name": "ЯШК ЧИПСЫ FAN 65ГР Шашлык",
        "price": 370.0
    },
    {
        "barcode": "195949085611",
        "name": "КАБЕЛЬ ЗАРЯДНЫЙ APPLE 1М <TypeC-Lightning>",
        "price": 3000.0
    },
    {
        "barcode": "2503180956511",
        "name": "USB Шнур T2",
        "price": 1500.0
    },
    {
        "barcode": "8700216210775",
        "name": "ШАМПУНЬ HERBAL ESSENCES 275МЛ Глубокое Восстановление Аромат Кокоса",
        "price": 2000.0
    },
    {
        "barcode": "4690329017863",
        "name": "ЯШК OZERA 45ГР White Chocolate",
        "price": 300.0
    },
    {
        "barcode": "4690329016712",
        "name": "ЯШК ПЕЧ НЕМЕЦКИЙ БРЕТЦЕЛЬ 90ГР Молочный Шоколад",
        "price": 350.0
    },
    {
        "barcode": "4607015236439",
        "name": "ЯШК ЧИПСЫ FAN 65ГР Сыр",
        "price": 370.0
    },
    {
        "barcode": "8445290764225",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД КОШАЧ. Утка",
        "price": 200.0
    },
    {
        "barcode": "6952841913343",
        "name": "ДЕТ Стакан",
        "price": 200.0
    },
    {
        "barcode": "6952841913442",
        "name": "ДЕТ Стакан",
        "price": 200.0
    },
    {
        "barcode": "4870001501181",
        "name": "КРУПА ТАРЫ / ПШЕНО 700ГР Астыкжан",
        "price": 270.0
    },
    {
        "barcode": "77020512",
        "name": "ДРАЖЕ ТИКТАК Холодная Мята",
        "price": 410.0
    },
    {
        "barcode": "4680232930878",
        "name": "ЧИПСЫ LIT ENERGY 120ГР Паприка",
        "price": 750.0
    },
    {
        "barcode": "4680232930816",
        "name": "ЧИПСЫ LIT ENERGY 120ГР Сметана-Зелень",
        "price": 750.0
    },
    {
        "barcode": "4680232930885",
        "name": "ЧИПСЫ LIT ENERGY 120ГР Сахалинский Краб",
        "price": 750.0
    },
    {
        "barcode": "4870238936046",
        "name": "ТЕТРАДЬ 48СТР. ОБЩАЯ КЛЕТКА Tillo9999 Papyrus",
        "price": 200.0
    },
    {
        "barcode": "4607032244622",
        "name": "ЯШК ЛУКОВЫЕ КОЛЬЦА MINIFREE 45ГР Бекон",
        "price": 220.0
    },
    {
        "barcode": "4607032244639",
        "name": "ЯШК ЛУКОВЫЕ КОЛЬЦА MINIFREE 45ГР Грибы",
        "price": 220.0
    },
    {
        "barcode": "8445290765802",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД СОБАЧ. ДВСВП Говядина",
        "price": 200.0
    },
    {
        "barcode": "4600171397754",
        "name": "ОСВЕЖИТЕЛЬ GOLDWIND 300МЛ After Rain",
        "price": 600.0
    },
    {
        "barcode": "4630007650302",
        "name": "МОЧАЛКА ЧИСТОН",
        "price": 700.0
    },
    {
        "barcode": "2400000327776",
        "name": "МОЧАЛКА ЧИСТОН",
        "price": 700.0
    },
    {
        "barcode": "2400003262456",
        "name": "МОЧАЛКА ЧИСТОН",
        "price": 700.0
    },
    {
        "barcode": "1954008387009",
        "name": "МОЧАЛКА ЧИСТОН",
        "price": 700.0
    },
    {
        "barcode": "2503301022422",
        "name": "ЩЕТКА ДЛЯ КОВРА",
        "price": 300.0
    },
    {
        "barcode": "4600171049356",
        "name": "АНТИСТАТИК ЛАНА 180МЛ",
        "price": 950.0
    },
    {
        "barcode": "999702500140403549",
        "name": "SIM ACTIV",
        "price": 1500.0
    },
    {
        "barcode": "4630007401980",
        "name": "СЕМЕЧКИ ДЖИНН СОЛН.ВЕЛ. ОБ 100ГР Отборный Золотой",
        "price": 600.0
    },
    {
        "barcode": "4870071004650",
        "name": "ВОДА TASSAY ПБ 0.777Л REG Питьевая",
        "price": 350.0
    },
    {
        "barcode": "4870001573126",
        "name": "НАПИТ AVA LEMONADE ПБ 1.0Л Gold",
        "price": 620.0
    },
    {
        "barcode": "4870235681963",
        "name": "ЧИПСЫ ДЛИН. HROOM GRIZZLY 45ГР Том-Ям",
        "price": 250.0
    },
    {
        "barcode": "4870209742065",
        "name": "ЧИПСЫ ДЛИН. HROOM 75ГР Шашлык",
        "price": 370.0
    },
    {
        "barcode": "48747875",
        "name": "СИГ WINSTON R Legend Blue",
        "price": 1300.0
    },
    {
        "barcode": "48747905",
        "name": "СИГ LD STATE LINE Red",
        "price": 1220.0
    },
    {
        "barcode": "48747929",
        "name": "СИГ LD STATE LINE Red",
        "price": 1220.0
    },
    {
        "barcode": "4607035654473",
        "name": "ЯШК КРЕКЕР ЗОЛОТАЯ РЫБКА 180ГР",
        "price": 250.0
    },
    {
        "barcode": "4620012621336",
        "name": "ЯШК ПЕЧ NF ХЛЕБНЫЕ ПАЛОЧКИ 160ГР Лен Подсолнечник",
        "price": 500.0
    },
    {
        "barcode": "4870233467637",
        "name": "ШИНЛ МИША ПАКЕТ 800ГР Шоколадная Крошка",
        "price": 3300.0
    },
    {
        "barcode": "4870044005820",
        "name": "КОНЬЯК BACCHUS ЦИЛ. ***** 0.5Л Bacchus",
        "price": 4550.0
    },
    {
        "barcode": "4850011208416",
        "name": "КОНЬЯК АРМЯНСКИЙ КОНЬЯК 0.5Л 5st",
        "price": 5000.0
    },
    {
        "barcode": "48747479",
        "name": "СИГ RICHMOND Grand Edition",
        "price": 1370.0
    },
    {
        "barcode": "4700040115820",
        "name": "КИРГИЗ RIKKI Сок",
        "price": 300.0
    },
    {
        "barcode": "4607015236408",
        "name": "ЯШК ЧИПСЫ FAN 65ГР Бекон",
        "price": 370.0
    },
    {
        "barcode": "769503416458",
        "name": "ВОДА SIERRA WATER 0.5Л ПБ Обычная",
        "price": 200.0
    },
    {
        "barcode": "769503416465",
        "name": "ВОДА SIERRA WATER 1.0Л ПБ Обычная",
        "price": 250.0
    },
    {
        "barcode": "8935001727996",
        "name": "КАРАМЕЛЬНЫЕ КОНФ. ALPENLIEBE 32ГР Сливочный",
        "price": 250.0
    },
    {
        "barcode": "6221134013320",
        "name": "БТН. BOUNTY 23.4ГР Crispy Rolls",
        "price": 230.0
    },
    {
        "barcode": "6221134013078",
        "name": "SNK MILKY WAY 22.5ГР Crispy Rolls",
        "price": 230.0
    },
    {
        "barcode": "6221134013207",
        "name": "БТН. TWIX 22.5ГР Crispy Rolls",
        "price": 230.0
    },
    {
        "barcode": "4680167310011",
        "name": "ЯШК БАТОНЧИК ПРОТЕИН. ОРЕХОВЫЙ NUTGO PROTEIN 36ГР ЖЕЛТ. Миндаль-Карамель-МорскаяСоль",
        "price": 210.0
    },
    {
        "barcode": "4870206411711",
        "name": "ДАНОН АКТИВИА 650ГР ПБ Чернослив",
        "price": 970.0
    },
    {
        "barcode": "4870002329548",
        "name": "ВОДА ASU ПБ ВКУС ГАЗ 0.5Л Лимон-Лайм",
        "price": 300.0
    },
    {
        "barcode": "2504142148104",
        "name": "EF Сосиски в Тесте",
        "price": 300.0
    },
    {
        "barcode": "8683130106860",
        "name": "ИНМ MAGNUM utopia карамель 80.5ГР",
        "price": 1050.0
    },
    {
        "barcode": "8683130106853",
        "name": "ИНМ MAGNUM utopia малина 80.5ГР",
        "price": 1050.0
    },
    {
        "barcode": "8683130117743",
        "name": "ИНМ ЗОЛОТОЙ СТАНДАРТ 65ГР ВафСтакан Сливка",
        "price": 270.0
    },
    {
        "barcode": "4014400935486",
        "name": "МАРМЕЛАД MAMBA ПКТ 70ГР Ягодная",
        "price": 550.0
    },
    {
        "barcode": "4006396067449",
        "name": "СИГ CHAPMAN R OP Autumn Edition",
        "price": 1300.0
    },
    {
        "barcode": "4870234822343",
        "name": "СОК JUICY KING ТП 0.95Л Ананас",
        "price": 1400.0
    },
    {
        "barcode": "4870002329296",
        "name": "СОК DADA 1.90Л ТП Ягодный Морс",
        "price": 1470.0
    },
    {
        "barcode": "4870022003657",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Kiwi-Cactus",
        "price": 650.0
    },
    {
        "barcode": "4870002906756",
        "name": "ЧАЙ НАУРЫЗ 100ГР ГРН Кенийский",
        "price": 600.0
    },
    {
        "barcode": "4870233461185",
        "name": "ШИНЛ BAHROMA 75ГР Двойной шоколад красный апельсин",
        "price": 700.0
    },
    {
        "barcode": "6935284488883",
        "name": "CNJP White Pouch",
        "price": 200.0
    },
    {
        "barcode": "4670161192133",
        "name": "ЯШК ВАФЛИ СЭНДВИЧ 200ГР Орех",
        "price": 750.0
    },
    {
        "barcode": "4870144748320",
        "name": "МАСЛО СЛИВ. (SZ) ПЕТРОПАВЛОВСКОЕ ЖАЙЛАУ SPR. 180ГР Ж-60.0% Облегченное",
        "price": 260.0
    },
    {
        "barcode": "4870144746968",
        "name": "МАСЛО СЛИВ. (SZ) ПЕТРОПАВЛОВСКОЕ ЖАЙЛАУ SPR. 180ГР Ж-60.0% Облегченное",
        "price": 260.0
    },
    {
        "barcode": "4603290004817",
        "name": "ЯШК ПЕЧЕНЬЕ ЦИЛИНДР 190ГР Клубничный Крем",
        "price": 350.0
    },
    {
        "barcode": "5449000325884",
        "name": "НАПИТ SCHEWEPPES ЖБ 0.45Л Классика",
        "price": 530.0
    },
    {
        "barcode": "4601826001620",
        "name": "ПЕСТИЦИД ЧИСТЫЙ ДОМ ЛИПКАЯ ЛЕНТА Мухи",
        "price": 100.0
    },
    {
        "barcode": "4870002326240",
        "name": "СОК DADA 1.90Л ТП Апельсин",
        "price": 1550.0
    },
    {
        "barcode": "8801116034215",
        "name": "СИГ BOHEM Libre Brown",
        "price": 1420.0
    },
    {
        "barcode": "8801116043316",
        "name": "СИГ BOHEM Demi Cavana Gold",
        "price": 1420.0
    },
    {
        "barcode": "4870001573195",
        "name": "НАПИТ AVA LEMONADE ПБ 1.0Л Citron",
        "price": 620.0
    },
    {
        "barcode": "4870227272926",
        "name": "НАПИТ MAREVEN SUNBEL ПБ 1.5Л Дюшес",
        "price": 450.0
    },
    {
        "barcode": "4870227272988",
        "name": "НАПИТ MAREVEN SUNBEL ПБ 1.5Л Тропик",
        "price": 450.0
    },
    {
        "barcode": "4870227272940",
        "name": "НАПИТ MAREVEN SUNBEL ПБ 1.5Л Лимонад",
        "price": 450.0
    },
    {
        "barcode": "4870227272964",
        "name": "НАПИТ MAREVEN SUNBEL ПБ 1.5Л Тархун",
        "price": 450.0
    },
    {
        "barcode": "4870003988140",
        "name": "ПИВО WUKONG JU ЖБ 0.45Л",
        "price": 550.0
    },
    {
        "barcode": "4870003988188",
        "name": "ПИВО WUKONG JU СТ 0.5Л",
        "price": 550.0
    },
    {
        "barcode": "4680021885426",
        "name": "ЯШК ЧИПСЫ FAN 250ГР Шашлык",
        "price": 950.0
    },
    {
        "barcode": "4870004343825",
        "name": "ПРИПР ASYL 15ГР ФП Чеснок Сушеный",
        "price": 170.0
    },
    {
        "barcode": "4870004343733",
        "name": "ПРИПР ASYL 10ГР ФП Суш. Мята",
        "price": 100.0
    },
    {
        "barcode": "4870004343771",
        "name": "ПРИПР ASYL 10ГР ФП Суш. Розмарин",
        "price": 130.0
    },
    {
        "barcode": "4870004344716",
        "name": "ПРИПР ASYL 10ГР ФП Суш. Эстрагон",
        "price": 140.0
    },
    {
        "barcode": "4607024898079",
        "name": "ЯШК КОФЕ СШ BRIDGE COFFEE 3в1 20ГР Капучино",
        "price": 90.0
    },
    {
        "barcode": "4600452022535",
        "name": "ЯШК КОФЕ СШ BRIDGE COFFEE 3в1 20ГР Капучино",
        "price": 90.0
    },
    {
        "barcode": "4607024898086",
        "name": "ЯШК КОФЕ СШ BRIDGE COFFEE 3в1 20ГР Капучино",
        "price": 90.0
    },
    {
        "barcode": "4870240019225",
        "name": "СИГ MARLBORO Special Gold",
        "price": 1300.0
    },
    {
        "barcode": "4870240019256",
        "name": "СИГ MARLBORO Special Red",
        "price": 1300.0
    },
    {
        "barcode": "3083680009508",
        "name": "КОНС BONDUELLE КЛЮЧ 400ГР Фасоль Красная",
        "price": 950.0
    },
    {
        "barcode": "4870001501143",
        "name": "КРУПА АСТЫКЖАН 700ГР Манная",
        "price": 300.0
    },
    {
        "barcode": "4870035008342",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 250ГР Острый",
        "price": 550.0
    },
    {
        "barcode": "6957342990084",
        "name": "ДЕТ НЕОНПОП Спрей Зомби Длинный",
        "price": 200.0
    },
    {
        "barcode": "48748209",
        "name": "СИГ WINSTON ST Cap. Pink Option",
        "price": 1250.0
    },
    {
        "barcode": "4620017451747",
        "name": "ЯШК МАРМЕЛАД КРУТФРУТ 70ГР Крокодил",
        "price": 190.0
    },
    {
        "barcode": "4690329007307",
        "name": "ЯШК МАРМЕЛАД МАЯМА 70ГР Ананас",
        "price": 150.0
    },
    {
        "barcode": "4607025396833",
        "name": "СЛИВКИ ДОМИК В ДЕРЕВНЕ 10% 200ГР",
        "price": 580.0
    },
    {
        "barcode": "4607025396840",
        "name": "СЛИВКИ ДОМИК В ДЕРЕВНЕ 20% 200ГР",
        "price": 750.0
    },
    {
        "barcode": "4870004930063",
        "name": "КАША КОНС. КУБЛЕЙ ЖБ 325ГР Говядина Перловка",
        "price": 1000.0
    },
    {
        "barcode": "4870004930056",
        "name": "КАША КОНС. КУБЛЕЙ ЖБ 325ГР Говядина Рис",
        "price": 1000.0
    },
    {
        "barcode": "4870004930049",
        "name": "КАША КОНС. КУБЛЕЙ ЖБ 325ГР Говядина Гречка",
        "price": 1000.0
    },
    {
        "barcode": "4870234822350",
        "name": "СОК JUICY KING ТП 0.95Л Манго",
        "price": 1400.0
    },
    {
        "barcode": "8690637719783",
        "name": "ИНМ MAGNUM 80.5ГР Double Черный Тутовник Ежевика",
        "price": 1050.0
    },
    {
        "barcode": "8683130106884",
        "name": "ИНМ MAGNUM 80.5ГР Double Черный Тутовник Ежевика",
        "price": 1050.0
    },
    {
        "barcode": "7622210336729",
        "name": "БИСКВИТ БАРНИ 30ГР Шоколад",
        "price": 250.0
    },
    {
        "barcode": "7622210195081",
        "name": "БИСКВИТ БАРНИ 30ГР Банан-Йогурт",
        "price": 250.0
    },
    {
        "barcode": "7622210336743",
        "name": "БИСКВИТ БАРНИ 30ГР Молоко",
        "price": 250.0
    },
    {
        "barcode": "4870001572174",
        "name": "НАПИТ LIPTON IT 0.33Л ЖБ Персик",
        "price": 400.0
    },
    {
        "barcode": "4870022003664",
        "name": "ЭНЕРГ GORILLA ЖБ 0.33Л Classic",
        "price": 500.0
    },
    {
        "barcode": "8001090673367",
        "name": "ШАМПУНЬ PANTENE 400МЛ Блестящие и Шелковистые",
        "price": 1800.0
    },
    {
        "barcode": "7891024132470",
        "name": "ЗУБНАЯ ПАСТА COLGATE 100МЛ Herbal Healthy Gums",
        "price": 800.0
    },
    {
        "barcode": "6920354840432",
        "name": "ЗУБНАЯ ПАСТА COLGATE 73ГР-50МЛ Максимальная Защита От Кариеса",
        "price": 400.0
    },
    {
        "barcode": "8718951306899",
        "name": "ЗУБНАЯ ЩЕТКА COLGATE 1+2 Древесный Уголь",
        "price": 1300.0
    },
    {
        "barcode": "4870235681574",
        "name": "ЧИПСЫ GRIZZLY 55ГР AU EDITION Сметана-Лук",
        "price": 370.0
    },
    {
        "barcode": "4870209743574",
        "name": "АРАХИС FLINT BIGBOB 50ГР Qazaqstan",
        "price": 250.0
    },
    {
        "barcode": "4870254131234",
        "name": "АРАХИС FLINT BIGBOB 50ГР Qazaqstan",
        "price": 250.0
    },
    {
        "barcode": "4870209745486",
        "name": "АРАХИС FLINT BIGBOB 50ГР Сыр",
        "price": 250.0
    },
    {
        "barcode": "4870209745516",
        "name": "АРАХИС FLINT BIGBOB 50ГР Колбаски-Гриль",
        "price": 250.0
    },
    {
        "barcode": "4870001573034",
        "name": "ВОДА ASU ПБ ГАЗ ВКУС 0.5Л Мохито",
        "price": 300.0
    },
    {
        "barcode": "8941174060105",
        "name": "ЧЧ MONO TUBES 9ГР Кола / Черника",
        "price": 130.0
    },
    {
        "barcode": "8941174060099",
        "name": "ЧЧ MONO TUBES 9ГР Кола / Черника",
        "price": 130.0
    },
    {
        "barcode": "4680021885440",
        "name": "ЯШК ЧИПСЫ FAN 250ГР Жареная Креветка",
        "price": 950.0
    },
    {
        "barcode": "4690329010635",
        "name": "ЯШК МАРМЕЛАД МАЯМА 70ГР Черника Клубника Сливки",
        "price": 160.0
    },
    {
        "barcode": "4610004877223",
        "name": "СОК СМЕШАРИКИ 0.2Л ТП Яблоко",
        "price": 200.0
    },
    {
        "barcode": "4870248480102",
        "name": "КОРМ KITEKAT 85ГР ЖИД ЖЕЛЕ Рыба",
        "price": 250.0
    },
    {
        "barcode": "4006396050311",
        "name": "СИГ CHAPMAN R OP Gold",
        "price": 1300.0
    },
    {
        "barcode": "4006396046468",
        "name": "СИГ CHAPMAN SSL Brown",
        "price": 1300.0
    },
    {
        "barcode": "4870071002076",
        "name": "НАПИТ HOLIDAY 1.5Л ПБ Apelcino",
        "price": 980.0
    },
    {
        "barcode": "4870091000786",
        "name": "СУЛТАН 400ГР Кольца-8",
        "price": 470.0
    },
    {
        "barcode": "4870091000700",
        "name": "СУЛТАН 400ГР Лингвини",
        "price": 470.0
    },
    {
        "barcode": "4700007380094",
        "name": "КИРГИЗ АЛАЙКУ 1.0Л ПБ Чалап",
        "price": 800.0
    },
    {
        "barcode": "4870227273916",
        "name": "ЛБП ROLLTON ЛТ 90ГР ОСТР. КОПЧ. Говядина",
        "price": 370.0
    },
    {
        "barcode": "4870002325113",
        "name": "НАПИТ PEPSI 0.25Л СТ Classic",
        "price": 530.0
    },
    {
        "barcode": "4870001571467",
        "name": "НАПИТ PIALA IT 0.96Л ПБ ЗЕЛ Cool Wave (Лимон)",
        "price": 570.0
    },
    {
        "barcode": "4870001573218",
        "name": "НАПИТ AVA LEMONADE ПБ 1.0Л Orangelo",
        "price": 620.0
    },
    {
        "barcode": "4700040111891",
        "name": "КИРГИЗ КЕФИР 1% 1Л ТП",
        "price": 500.0
    },
    {
        "barcode": "4870244250655",
        "name": "ЛБП MASTER KAN ФП 90ГР Omelette",
        "price": 420.0
    },
    {
        "barcode": "4605991000013",
        "name": "УКСУСНАЯ КИСЛОТА 70% 150МЛ ТДАбрико",
        "price": 280.0
    },
    {
        "barcode": "4870001084882",
        "name": "СОУС СИНКАН 500МЛ Чесночно-Острый",
        "price": 980.0
    },
    {
        "barcode": "5449000027474",
        "name": "НАПИТ FUSE-TEA 1.0Л ПБ Манго-Ромашка",
        "price": 650.0
    },
    {
        "barcode": "8714599630426",
        "name": "КОФЕ CARTE NOIRE СУБЛ. ПКТ 33ГР Original",
        "price": 2150.0
    },
    {
        "barcode": "8714599630211",
        "name": "КОФЕ MAXWELL HOUSE СУБЛ. ПКТ 50ГР Rich Blend",
        "price": 1550.0
    },
    {
        "barcode": "4870001084394",
        "name": "ЦИН-КАЗ СОЛЕНИЕ СТ 680ГР Перец В Масле С Чесноком И Зеленью",
        "price": 1050.0
    },
    {
        "barcode": "4630007401355",
        "name": "СЕМЕЧКИ ДЖИНН СОЛН.ВЕЛ. БС 300ГР Красный",
        "price": 1380.0
    },
    {
        "barcode": "4690329004733",
        "name": "ЯШК BEERKA 70ГР Филе Минтая",
        "price": 770.0
    },
    {
        "barcode": "48745215",
        "name": "СИГ LUCKY STRIKE Compact Original",
        "price": 1250.0
    },
    {
        "barcode": "4620021193114",
        "name": "ШИНЛ BR OREO 76ГР Бисквит",
        "price": 800.0
    },
    {
        "barcode": "4870022003572",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Pomegranate-Raspberry",
        "price": 650.0
    },
    {
        "barcode": "4870022003671",
        "name": "ЭНЕРГ GORILLA ЖБ 0.33Л Mango",
        "price": 500.0
    },
    {
        "barcode": "4870003987983",
        "name": "ПИВО MILLER СТ 0.5Л Lime Beer",
        "price": 930.0
    },
    {
        "barcode": "4630007400969",
        "name": "АРАХИС КАРАВАН STANDARD 40ГР Зеленый",
        "price": 150.0
    },
    {
        "barcode": "4870249811325",
        "name": "СИГ TEREA Cap. Provence Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4870249812414",
        "name": "СИГ TEREA Cap. Tidal Pearl",
        "price": 1330.0
    },
    {
        "barcode": "4610274540049",
        "name": "КОНФЕТЫ SCANDIC 14ГР Spicy Apple",
        "price": 620.0
    },
    {
        "barcode": "4610274540032",
        "name": "КОНФЕТЫ SCANDIC 14ГР Wild Berries",
        "price": 620.0
    },
    {
        "barcode": "4603766426075",
        "name": "КОНФЕТЫ SCANDIC 14ГР Mango Shake",
        "price": 650.0
    },
    {
        "barcode": "4603766425511",
        "name": "КОНФЕТЫ SCANDIC 14ГР Spicy Cola",
        "price": 650.0
    },
    {
        "barcode": "4603766426105",
        "name": "КОНФЕТЫ SCANDIC 14ГР Cherry Mint",
        "price": 650.0
    },
    {
        "barcode": "4870001224677",
        "name": "ЖАЙМА КЭММИ Gold",
        "price": 650.0
    },
    {
        "barcode": "4870001573430",
        "name": "НАПИТ AVA LEMONADE ЖБ 0.45Л  Citron",
        "price": 450.0
    },
    {
        "barcode": "4870001573072",
        "name": "НАПИТ DADA LETO 0.5Л ПБ Груша-Киви",
        "price": 460.0
    },
    {
        "barcode": "4870001571115",
        "name": "СОК ДАДА 0.2Л ТП Яблоко",
        "price": 300.0
    },
    {
        "barcode": "4870001573171",
        "name": "НАПИТ AVA LEMONADE ПБ 1.0Л Granat",
        "price": 620.0
    },
    {
        "barcode": "4603290004114",
        "name": "ЯШК МИНИ РУЛЕТ 175ГР Клубника",
        "price": 560.0
    },
    {
        "barcode": "4620017455073",
        "name": "ЯШК ПОПКОРН БОМБАСТЕР 80ГР Сыр",
        "price": 420.0
    },
    {
        "barcode": "4620017458777",
        "name": "ЯШК ПОПКОРН БОМБАСТЕР 80ГР Соль",
        "price": 420.0
    },
    {
        "barcode": "4607010740733",
        "name": "ЯШК ЧИПСЫ ЧИПСОНЫ 45ГР Шашлык",
        "price": 220.0
    },
    {
        "barcode": "4630007402536",
        "name": "КУКУРУЗА ХРУСТЯЩАЯ ДЖИНН 35ГР Барбекю",
        "price": 310.0
    },
    {
        "barcode": "8801116048663",
        "name": "СИГ BOHEM Libre Classic Blue",
        "price": 1420.0
    },
    {
        "barcode": "8801116048656",
        "name": "СИГ BOHEM Libre Classic Blue",
        "price": 1420.0
    },
    {
        "barcode": "8801116048670",
        "name": "СИГ BOHEM Libre Classic Silver",
        "price": 1420.0
    },
    {
        "barcode": "8801116048687",
        "name": "СИГ BOHEM Libre Classic Silver",
        "price": 1420.0
    },
    {
        "barcode": "48748667",
        "name": "СИГ WINSTON SS Summer Mix",
        "price": 1220.0
    },
    {
        "barcode": "4870112009156",
        "name": "БАТОНЧИК ALPELLA BAR 35ГР Hazelnut Cream",
        "price": 180.0
    },
    {
        "barcode": "4870112009200",
        "name": "БАТОНЧИК ALPELLA BAR 35ГР Milky Cream",
        "price": 180.0
    },
    {
        "barcode": "4607958071968",
        "name": "ПМОЖЕТ СЫР КОП 250ГР Экстра",
        "price": 1800.0
    },
    {
        "barcode": "6927363560191",
        "name": "СОУС ДИНДИН 285ГР Красн.-Желт.",
        "price": 700.0
    },
    {
        "barcode": "4607024898161",
        "name": "ЯШК КОФЕ LUSSO GOLD СТ 95ГР Классический",
        "price": 1350.0
    },
    {
        "barcode": "4670161190481",
        "name": "ЯШК ВАФЛИ 200ГР Какао Шоколад",
        "price": 550.0
    },
    {
        "barcode": "5902854107421",
        "name": "ЭНЕРГ GORILLA ЖБ 0.5Л (Имп. Южная Корея) Mango",
        "price": 650.0
    },
    {
        "barcode": "4870218890993",
        "name": "RB GOLDEN NUTS АРАХИС ПК 100ГР Четыре Сыра",
        "price": 500.0
    },
    {
        "barcode": "4870218890986",
        "name": "RB GOLDEN NUTS АРАХИС ПК 100ГР Васаби",
        "price": 500.0
    },
    {
        "barcode": "4870218891006",
        "name": "RB GOLDEN NUTS АРАХИС ПК 100ГР Mix",
        "price": 500.0
    },
    {
        "barcode": "4870218891013",
        "name": "RB GOLDEN NUTS АРАХИС ПК 100ГР Mix",
        "price": 500.0
    },
    {
        "barcode": "4870202040090",
        "name": "РЫБА АС 100ГР Пивной Набор",
        "price": 700.0
    },
    {
        "barcode": "4600682007456",
        "name": "ПИВО БАЛТИКА 7 0.45Л (ЖБ Имп. Россия)",
        "price": 500.0
    },
    {
        "barcode": "4600682000785",
        "name": "ПИВО БАЛТИКА 7 0.45Л (ЖБ Имп. Россия)",
        "price": 500.0
    },
    {
        "barcode": "5449000133328",
        "name": "НАПИТ COCA-COLA 1.0Л ПБ Zero",
        "price": 680.0
    },
    {
        "barcode": "5449000335159",
        "name": "НАПИТ COCA-COLA 0.45Л ЖБ Zero",
        "price": 470.0
    },
    {
        "barcode": "4607141380433",
        "name": "УКСУСНАЯ ЯБЛОЧНАЯ КИСЛОТА 6% 0.25Л Сибирский Уксус",
        "price": 430.0
    },
    {
        "barcode": "4781006001647",
        "name": "УКСУСНАЯ ЯБЛОЧНАЯ КИСЛОТА 6% 0.25Л Сибирский Уксус",
        "price": 430.0
    },
    {
        "barcode": "4607141380013",
        "name": "УКСУСНАЯ КИСЛОТА 70% 160ГР Сибирский Уксус",
        "price": 280.0
    },
    {
        "barcode": "8445290141552",
        "name": "КОРМ FELIX 75ГР ЖИД ЖЕЛЕ Говядина",
        "price": 250.0
    },
    {
        "barcode": "4670082520596",
        "name": "КОРМ FELIX 75ГР ЖИД ЖЕЛЕ Говядина",
        "price": 250.0
    },
    {
        "barcode": "8445290136947",
        "name": "КОРМ FELIX 75ГР ЖИД ЖЕЛЕ Говядина",
        "price": 250.0
    },
    {
        "barcode": "8445290140159",
        "name": "КОРМ FELIX 75ГР ЖИД ЖЕЛЕ Говядина",
        "price": 250.0
    },
    {
        "barcode": "8445290141590",
        "name": "КОРМ FELIX 75ГР ЖИД ЖЕЛЕ Говядина",
        "price": 250.0
    },
    {
        "barcode": "4600068063151",
        "name": "НАПИТ ОЧАКОВО МОХИТО FRESH 0.45Л ЖБ Виноград-Алоэ",
        "price": 600.0
    },
    {
        "barcode": "4600068063137",
        "name": "НАПИТ ОЧАКОВО МОХИТО FRESH 0.45Л ЖБ Виноград-Алоэ",
        "price": 600.0
    },
    {
        "barcode": "4600068058010",
        "name": "НАПИТ ОЧАКОВО МОХИТО FRESH 0.45Л ЖБ Классика",
        "price": 600.0
    },
    {
        "barcode": "4600068058294",
        "name": "НАПИТ ОЧАКОВО МОХИТО FRESH 0.45Л ЖБ Манго",
        "price": 600.0
    },
    {
        "barcode": "4600068058058",
        "name": "НАПИТ ОЧАКОВО МОХИТО FRESH 0.45Л ЖБ Клубника",
        "price": 600.0
    },
    {
        "barcode": "4600068059871",
        "name": "НАПИТ ОЧАКОВО МОХИТО FRESH 0.45Л ЖБ Голубика",
        "price": 600.0
    },
    {
        "barcode": "4600068059321",
        "name": "НАПИТ ОЧАКОВО МОХИТО FRESH 0.45Л ЖБ Голубика",
        "price": 600.0
    },
    {
        "barcode": "764460825312",
        "name": "САЛФЕТКИ ВЛАЖНЫЕ BIONE ANGEL 15ШТ Active",
        "price": 100.0
    },
    {
        "barcode": "4870001573232",
        "name": "НАПИТ AVA LEMONADE ПБ 1.0Л Dushes",
        "price": 620.0
    },
    {
        "barcode": "8700216724463",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 798МЛ (Имп. Украина) Spring Awakening",
        "price": 2300.0
    },
    {
        "barcode": "8700216272704",
        "name": "ЗУБНАЯ ПАСТА ORALB Pro-3D White Soft Mint",
        "price": 1400.0
    },
    {
        "barcode": "5011321856981",
        "name": "ШАМПУНЬ PANTENE 250МЛ PRO-V ACTIVE-NUTRIPLEX Интенсивное Восстановление",
        "price": 1900.0
    },
    {
        "barcode": "4870233463561",
        "name": "ШИНЛ МИШКА ПОЛЮС ПЛОМБИР 75ГР Брусника-Клюква",
        "price": 500.0
    },
    {
        "barcode": "6294019009749",
        "name": "МЫЛО ЖИДКОЕ FLOPENTINA 500МЛ Свежий Цитрус",
        "price": 1300.0
    },
    {
        "barcode": "4605496013105",
        "name": "ЛБП BIGBON MAX ЛТ 95ГР КРАСН. Говядина Гриль",
        "price": 480.0
    },
    {
        "barcode": "4600338007700",
        "name": "ПЮРЕ ФРУТОНЯНЯ 90ГР Салатик из Фруктов",
        "price": 430.0
    },
    {
        "barcode": "4600338000275",
        "name": "СОК ФРУТОНЯНЯ 0.2Л С МЯКОТЬЮ Морковь",
        "price": 340.0
    },
    {
        "barcode": "4600338000213",
        "name": "СОК ФРУТОНЯНЯ 0.2Л С МЯКОТЬЮ Яблоко-Груша",
        "price": 340.0
    },
    {
        "barcode": "4600338007724",
        "name": "СОК ФРУТОНЯНЯ 0.2Л ОСВЕТЛЕННЫЙ Яблоко-Вишня",
        "price": 340.0
    },
    {
        "barcode": "8445290141576",
        "name": "КОРМ FELIX 75ГР ЖИД ЖЕЛЕ Ягненок",
        "price": 250.0
    },
    {
        "barcode": "4606183001412",
        "name": "ЖИДКОСТЬ ДЛЯ СНЯТИЯ ЛАКА DARA Без Ацетона",
        "price": 200.0
    },
    {
        "barcode": "8683130121122",
        "name": "ИНМ MAGNUM 69.5ГР EX Dubai Chocolate",
        "price": 1250.0
    },
    {
        "barcode": "4870001572013",
        "name": "НАПИТ DADA LETO 1.0Л ПБ Гранат",
        "price": 650.0
    },
    {
        "barcode": "4870001573577",
        "name": "НАПИТ DADA LETO 1.0Л ПБ Гранат",
        "price": 650.0
    },
    {
        "barcode": "6920238082064",
        "name": "ЛБП NONGSHIM KIMCHI 120ГР Cheese Flavor",
        "price": 730.0
    },
    {
        "barcode": "40144016",
        "name": "КАРАМЕЛЬКИ STORK WERTHER'S ORIGINAL 50ГР Сливочная Карамель",
        "price": 380.0
    },
    {
        "barcode": "4610032920069",
        "name": "ВОДКА ЛЕВША 0.5Л Люкс",
        "price": 2000.0
    },
    {
        "barcode": "40099590",
        "name": "ЖЕВ-Р. WRIGLEY'S SPEARMINT 13ГР Мята",
        "price": 260.0
    },
    {
        "barcode": "7622202203534",
        "name": "КРЕКЕР TUC 100ГР Паприка",
        "price": 470.0
    },
    {
        "barcode": "7622202203565",
        "name": "КРЕКЕР TUC 100ГР Копченые Сосиски",
        "price": 450.0
    },
    {
        "barcode": "4870001573089",
        "name": "НАПИТ DADA LETO 1.0Л ПБ Груша-Киви",
        "price": 650.0
    },
    {
        "barcode": "4690228110771",
        "name": "ПЮРЕ АГУША ПП ЗЛАКИ 160ГР Яблоко-Банан-Клубника-Земляника",
        "price": 680.0
    },
    {
        "barcode": "4870001157937",
        "name": "ВОДА ASU ПБ REG ГАЗ 0.5Л Обычная",
        "price": 300.0
    },
    {
        "barcode": "4870001159948",
        "name": "ВОДА ASU ПБ REG ГАЗ 1.0Л Обычная",
        "price": 430.0
    },
    {
        "barcode": "726529214932",
        "name": "НАПИТ WAVE ICE TEA 0.45Л ЖБ Гранат",
        "price": 450.0
    },
    {
        "barcode": "710497525626",
        "name": "НАПИТ WAVE ICE TEA 0.45Л ЖБ Персик",
        "price": 450.0
    },
    {
        "barcode": "4610082841000",
        "name": "ЧУДО КОКТЕЙЛЬ 1.0Л Бабл-Гам",
        "price": 1450.0
    },
    {
        "barcode": "4690228111716",
        "name": "ЧУДО СЫРОК 40ГР Сгущенка",
        "price": 450.0
    },
    {
        "barcode": "4870001571696",
        "name": "НАПИТ PIALA IT 0.96Л ПБ ЗЕЛ Sunny Day (Персик)",
        "price": 570.0
    },
    {
        "barcode": "4670161190504",
        "name": "ЯШК ВАФЛИ 200ГР Шоколад-Банан",
        "price": 530.0
    },
    {
        "barcode": "4690329018488",
        "name": "ЯШК МИНИ-КРЕКЕР Картофельный С Зеленью",
        "price": 400.0
    },
    {
        "barcode": "4870001573393",
        "name": "ЭНЕРГ LAVINA ENERGY 0.45Л ЖБ Original",
        "price": 450.0
    },
    {
        "barcode": "4870001573423",
        "name": "НАПИТ AVA LEMONADE ЖБ 0.45Л Dushes",
        "price": 450.0
    },
    {
        "barcode": "5998304141947",
        "name": "КОНС GLOBUS 400ГР - 425МЛ Фасоль Белая",
        "price": 790.0
    },
    {
        "barcode": "4870252871118",
        "name": "СИГ BOHEM SS Signature Black Label",
        "price": 1450.0
    },
    {
        "barcode": "9002490283599",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л EDSummer White Peach",
        "price": 930.0
    },
    {
        "barcode": "4870233468900",
        "name": "ШИНЛ BAHROMA 75ГР Персик-Маракуйя",
        "price": 700.0
    },
    {
        "barcode": "4870003987310",
        "name": "ПИВО EFES ЖБ 0.45Л 0% Non-Alcohol Beer",
        "price": 630.0
    },
    {
        "barcode": "8700216723862",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 675МЛ (Имп. Украина) Gold Orchid & Vanilla",
        "price": 2300.0
    },
    {
        "barcode": "4870001573591",
        "name": "ЭНЕРГ LAVINA ENERGY 0.45Л ЖБ Mango Boom",
        "price": 450.0
    },
    {
        "barcode": "4870002328497",
        "name": "НАПИТ DADA LETO 0.5Л ПБ Ягоды-Каркаде",
        "price": 460.0
    },
    {
        "barcode": "4607084352061",
        "name": "CHOCO-PIE 12ШТ Dark",
        "price": 1650.0
    },
    {
        "barcode": "4870002954160",
        "name": "COPPA ITALIA 400ГР ВАННА Фисташка",
        "price": 1100.0
    },
    {
        "barcode": "4870002953385",
        "name": "COPPA ITALIA 400ГР ВАННА Клубника",
        "price": 1100.0
    },
    {
        "barcode": "4870002953330",
        "name": "COPPA ITALIA 400ГР ВАННА Классическая",
        "price": 1100.0
    },
    {
        "barcode": "4870235680379",
        "name": "КАРТОФЕЛЬ ПАЙ HROOM 75ГР Соль",
        "price": 420.0
    },
    {
        "barcode": "4870235681536",
        "name": "ЧИПСЫ GRIZZLY 55ГР AU EDITION Краб",
        "price": 400.0
    },
    {
        "barcode": "4870209747268",
        "name": "СУХАРИКИ FLINT GRENKI 90ГР ГАРЛИКИ Чеснок",
        "price": 420.0
    },
    {
        "barcode": "4870254130442",
        "name": "СУХАРИКИ FLINT GRENKI 180ГР Телятина-Аджика",
        "price": 600.0
    },
    {
        "barcode": "4870254131203",
        "name": "АРАХИС FLINT BIGBOB 50ГР Италия",
        "price": 250.0
    },
    {
        "barcode": "4630116181735",
        "name": "МАРШМЕЛЛОУ CONFECTUM 70ГР Пломбир",
        "price": 400.0
    },
    {
        "barcode": "4630116182091",
        "name": "МАРШМЕЛЛОУ CONFECTUM 100ГР Клубника-Пломбир",
        "price": 530.0
    },
    {
        "barcode": "4620017452294",
        "name": "ЯШК БАТОНЧИК CORNLINE 30ГР Кокос",
        "price": 80.0
    },
    {
        "barcode": "4870206556344",
        "name": "КОЛБАСА ВАР. ПЕРВОМАЙСКАЯ 460ГР Говяжья",
        "price": 1500.0
    },
    {
        "barcode": "5053990127726",
        "name": "ЧИПСЫ PRINGLES 165ГР Original",
        "price": 2000.0
    },
    {
        "barcode": "4870233469525",
        "name": "ШИНЛ BAHROMA 90ГР Dubai Шоколад-Фисташка",
        "price": 1380.0
    },
    {
        "barcode": "4870044006384",
        "name": "КОНЬЯК BACCHUS ЦИЛ. *** 0.5Л Казахстан",
        "price": 3600.0
    },
    {
        "barcode": "4870001572747",
        "name": "НАПИТ PIALA IT 0.96Л ПБ ЧЕР Lemon Chill (Лимон)",
        "price": 570.0
    },
    {
        "barcode": "4820225080016",
        "name": "ВОДКА MEDOFF 0.2Л Classic",
        "price": 1100.0
    },
    {
        "barcode": "8801073116825",
        "name": "ЛБП SAMYANG TANGLE 105ГР Chunky Tomato Pasta",
        "price": 850.0
    },
    {
        "barcode": "7622201754037",
        "name": "ШОКОЛАД TOBLERONE 100ГР Dark",
        "price": 1000.0
    },
    {
        "barcode": "7622201753979",
        "name": "ШОКОЛАД TOBLERONE 100ГР Milk",
        "price": 1000.0
    },
    {
        "barcode": "48748261",
        "name": "СИГ RICHMOND Emperor Edition",
        "price": 1370.0
    },
    {
        "barcode": "4870249812179",
        "name": "СИГ TEREA Blue",
        "price": 1330.0
    },
    {
        "barcode": "8718951556577",
        "name": "ШАМПУНЬ PALMOLIVE 450МЛ MEN Шалфей",
        "price": 1800.0
    },
    {
        "barcode": "6920354806926",
        "name": "ЗУБНАЯ ПАСТА COLGATE 219ГР-150МЛ Triple Action Мята",
        "price": 1300.0
    },
    {
        "barcode": "7891024128954",
        "name": "ЗУБНАЯ ПАСТА COLGATE 50МЛ Triple Action Мята",
        "price": 500.0
    },
    {
        "barcode": "8711000692493",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 21.5ГР Hot/Ice Dubai Chocolate",
        "price": 250.0
    },
    {
        "barcode": "48746021",
        "name": "СИГ NEO Demi Terracotta Tobacco",
        "price": 1330.0
    },
    {
        "barcode": "48748414",
        "name": "СИГ NEO Demi Terracotta Tobacco",
        "price": 1330.0
    },
    {
        "barcode": "4870209741884",
        "name": "АРАХИС FLINT BIGBOB 50ГР Mexico",
        "price": 250.0
    },
    {
        "barcode": "6952841913305",
        "name": "ДЕТ AUSCHAR Gummy Rope",
        "price": 200.0
    },
    {
        "barcode": "4607958077717",
        "name": "ПМОЖЕТ СОСИСКИ 400ГР Филейные",
        "price": 1350.0
    },
    {
        "barcode": "4870022003794",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Ultimate",
        "price": 650.0
    },
    {
        "barcode": "3086127500934",
        "name": "БРИТВА ЖЕН. BIC 5ШТ Twin Lady",
        "price": 1150.0
    },
    {
        "barcode": "4690329018747",
        "name": "ЯШК ПЕЧ NF БРЕТЦЕЛЬ 180ГР Соль",
        "price": 330.0
    },
    {
        "barcode": "4870004931756",
        "name": "ПАШТЕТ КОНС. КУБЛЕЙ КЛЮЧ 100ГР Мясной",
        "price": 620.0
    },
    {
        "barcode": "4870004931763",
        "name": "ПАШТЕТ КОНС. КУБЛЕЙ КЛЮЧ 100ГР Печеночный",
        "price": 500.0
    },
    {
        "barcode": "6921082602828",
        "name": "ЗАЖИГАЛКА ESSE",
        "price": 300.0
    },
    {
        "barcode": "6970212510083",
        "name": "ЗАЖИГАЛКА ESSE",
        "price": 300.0
    },
    {
        "barcode": "4607034023829",
        "name": "СОЛ GREEN RAY 720МЛ Корнишон",
        "price": 1050.0
    },
    {
        "barcode": "4870247880446",
        "name": "РОМАНОВСКИЙ СЭНДВИЧ STRIPS Соус Сырный",
        "price": 650.0
    },
    {
        "barcode": "721688844938",
        "name": "ВОДА SIERRA WATER 0.5Л ПБ Груша-Дыня",
        "price": 250.0
    },
    {
        "barcode": "6952841913664",
        "name": "ДЕТ AUSCHAR Sour Candy Tube",
        "price": 220.0
    },
    {
        "barcode": "8700216605946",
        "name": "ДЕЗОДОРАНТ АЭРОЗОЛЬНЫЙ OLD SPICE 150МЛ Epic Legend (Bourbon Vanilla)",
        "price": 1800.0
    },
    {
        "barcode": "8700216621526",
        "name": "БАЛЬЗАМ-ОПОЛ. PANTENE PRO-V 180МЛ Active Nutri-Plex Интенсивное Восстановление (Укрепляет ослабленные и поврежденные волосы)",
        "price": 1700.0
    },
    {
        "barcode": "8700216621908",
        "name": "БАЛЬЗАМ-ОПОЛ. PANTENE PRO-V 180МЛ Active Nutri-Plex Густые и Крепкие (Для тонких и ослабленных волос)",
        "price": 1700.0
    },
    {
        "barcode": "5013965676604",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 400МЛ Увлажняющий Уход",
        "price": 2500.0
    },
    {
        "barcode": "8700216724371",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 798МЛ (Имп. Украина) Hypoallergenic Sensitive",
        "price": 2300.0
    },
    {
        "barcode": "8700216946995",
        "name": "СМП (СОЦ) МИФ 400МЛ Лимонная Свежесть",
        "price": 700.0
    },
    {
        "barcode": "8700216882309",
        "name": "ПРОКЛАДКИ NATURELLA ULTRA S5-D8 6ШТ Night Plus",
        "price": 900.0
    },
    {
        "barcode": "4870085004882",
        "name": "НАПИТ AI TEA 1.0Л ПБ ЧЕРН. Клубника-Киви",
        "price": 500.0
    },
    {
        "barcode": "4870085004912",
        "name": "НАПИТ AI TEA 1.0Л ПБ ЗЕЛ. Манго-Маракуйя",
        "price": 500.0
    },
    {
        "barcode": "4870233464889",
        "name": "ШИНЛ БЕЛОЧКА ПЛОМБИР 70ГР Бирюзовый",
        "price": 360.0
    },
    {
        "barcode": "4600338007564",
        "name": "СОК ФРУТОНЯНЯ 0.2Л Мультифрукт",
        "price": 340.0
    },
    {
        "barcode": "4600171532537",
        "name": "ОСВЕЖИТЕЛЬ GOLDWIND 300МЛ Green Apple",
        "price": 500.0
    },
    {
        "barcode": "6949428400037",
        "name": "ИГРАЛЬНЫЕ КАРТЫ АБК",
        "price": 300.0
    },
    {
        "barcode": "8856223451646",
        "name": "ДЕТ ЧЕЛЛЕНДЖ Black",
        "price": 150.0
    },
    {
        "barcode": "4870246880430",
        "name": "ДЕТ ЧЕЛЛЕНДЖ Black",
        "price": 150.0
    },
    {
        "barcode": "6934335016280",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM Маракуйя",
        "price": 200.0
    },
    {
        "barcode": "8888047886618",
        "name": "ДЕТ КИСЛЫЕ КислоМания",
        "price": 150.0
    },
    {
        "barcode": "8856201268037",
        "name": "ДЕТ КИСЛЫЕ ВзрывМозга",
        "price": 150.0
    },
    {
        "barcode": "6901035603232",
        "name": "ПИВО TSINGTAO 0.5Л ЖБ СВЕТЛ. Premium Lager",
        "price": 1100.0
    },
    {
        "barcode": "4870247880453",
        "name": "РОМАНОВСКИЙ СЭНДВИЧ STRIPS Соус Тар-Тар",
        "price": 650.0
    },
    {
        "barcode": "4870247880439",
        "name": "РОМАНОВСКИЙ СЭНДВИЧ STRIPS Соус Халапеньо",
        "price": 720.0
    },
    {
        "barcode": "4870247880422",
        "name": "РОМАНОВСКИЙ СЭНДВИЧ STRIPS Острая Паприка",
        "price": 720.0
    },
    {
        "barcode": "8935001728894",
        "name": "ДР-ЖЕВ. MENTOS 29.7ГР Мята",
        "price": 300.0
    },
    {
        "barcode": "4630116182169",
        "name": "МАРШМЕЛЛОУ CONFECTUM 70ГР Hearts",
        "price": 400.0
    },
    {
        "barcode": "4630116184491",
        "name": "МАРШМЕЛЛОУ CONFECTUM 70ГР Hearts",
        "price": 400.0
    },
    {
        "barcode": "4870022003695",
        "name": "ЭНЕРГ GORILLA ЖБ 0.45Л Zero Sugar",
        "price": 650.0
    },
    {
        "barcode": "4006396102645",
        "name": "СИГ CHAPMAN SSL Green",
        "price": 1300.0
    },
    {
        "barcode": "6995929832150",
        "name": "ОДЖ НОСКИ LIMAKS АНТИБАКТЕРИАЛЬНЫЕ Белые",
        "price": 600.0
    },
    {
        "barcode": "4665494994042",
        "name": "ОДЖ НОСКИ ARMAN АНТИБАКТЕРИАЛЬНЫЕ Черные",
        "price": 600.0
    },
    {
        "barcode": "4780111545619",
        "name": "ОДЖ НОСКИ LIMAX Качество-5",
        "price": 900.0
    },
    {
        "barcode": "4870001571160",
        "name": "НАПИТ LEGRACIO 0.45Л ЖБ Mojito",
        "price": 590.0
    },
    {
        "barcode": "4870240019348",
        "name": "СИГ LM Lounge Toscana (Тоскано)",
        "price": 1220.0
    },
    {
        "barcode": "4870240019331",
        "name": "СИГ LM Lounge Toscana (Тоскано)",
        "price": 1220.0
    },
    {
        "barcode": "788364522962",
        "name": "КРУПА JENIS 450ГР Маш",
        "price": 620.0
    },
    {
        "barcode": "788364523044",
        "name": "КРУПА JENIS 450ГР Чечевица",
        "price": 560.0
    },
    {
        "barcode": "721688831068",
        "name": "ЖАЙМА JENIS 500ГР",
        "price": 600.0
    },
    {
        "barcode": "721688831112",
        "name": "ЛАПША JENIS 300ГР Классическая",
        "price": 450.0
    },
    {
        "barcode": "721688831129",
        "name": "ЛАПША JENIS 400ГР Суповая",
        "price": 470.0
    },
    {
        "barcode": "4670014980870",
        "name": "НАПИТ 0.3Л ЖБ А4 Бабл-гам",
        "price": 460.0
    },
    {
        "barcode": "4607958076277",
        "name": "ПМОЖЕТ ВАР 400ГР БС Говяжья",
        "price": 1650.0
    },
    {
        "barcode": "4607958070862",
        "name": "ПМОЖЕТ ВАР 400ГР Мясная",
        "price": 1500.0
    },
    {
        "barcode": "4607958076048",
        "name": "ПМОЖЕТ СОСИСКИ 410ГР Молочные",
        "price": 1550.0
    },
    {
        "barcode": "6934335016334",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM Виноград",
        "price": 200.0
    },
    {
        "barcode": "6972823930649",
        "name": "ДЕТ КИСЛЫЙ Череп",
        "price": 200.0
    },
    {
        "barcode": "4870241470261",
        "name": "ДЕТ ЮПИ PAMIYELLA JUICE 5ГР Яблоко",
        "price": 70.0
    },
    {
        "barcode": "48748315",
        "name": "СИГ NEO Demi Blast Tropic Ice",
        "price": 1330.0
    },
    {
        "barcode": "48748322",
        "name": "СИГ NEO Demi Blast Ruby Ice",
        "price": 1330.0
    },
    {
        "barcode": "721688915096",
        "name": "CNJP DRAGON LA TIAO B/W",
        "price": 360.0
    },
    {
        "barcode": "745314731966",
        "name": "CNJP DRAGON LA TIAO B/W",
        "price": 360.0
    },
    {
        "barcode": "745314731935",
        "name": "CNJP DRAGON LA TIAO B/W",
        "price": 360.0
    },
    {
        "barcode": "8001841097107",
        "name": "УМС ЖИДКОСТЬ MRPROPER 1500МЛ Лавандовое Спокойствие",
        "price": 1800.0
    },
    {
        "barcode": "4610032920090",
        "name": "ВОДКА ЛЕВША 0.5Л Платина",
        "price": 2000.0
    },
    {
        "barcode": "4870069000220",
        "name": "ХЛЕБЦЫ ЗДОРОВО 100ГР ПОДСЛАЩ. Пшеничные",
        "price": 380.0
    },
    {
        "barcode": "46112026",
        "name": "ЗАЖИГАЛКА АНГАРА АМ-034",
        "price": 250.0
    },
    {
        "barcode": "8700216441322",
        "name": "БАЛЬЗАМ-ОПОЛ. HERBAL ESSENCES 180МЛ Аргановое Масло",
        "price": 1800.0
    },
    {
        "barcode": "3086125705416",
        "name": "БРИТВА МУЖ. BIC 5ШТ Metal",
        "price": 1050.0
    },
    {
        "barcode": "4006396058164",
        "name": "СИГ CHAPMAN CP Compact Red",
        "price": 1280.0
    },
    {
        "barcode": "4870227271271",
        "name": "ЛБП-ВЕРМИШЕЛЬ ROLLTON ФП 60ГР ОСТР. Говядина",
        "price": 130.0
    },
    {
        "barcode": "4870227270250",
        "name": "МАКАРОНЫ ROLLTON 400ГР Ракушки",
        "price": 380.0
    },
    {
        "barcode": "4870227270212",
        "name": "МАКАРОНЫ ROLLTON 400ГР Перья",
        "price": 380.0
    },
    {
        "barcode": "4870227270236",
        "name": "МАКАРОНЫ ROLLTON 400ГР Спирали",
        "price": 380.0
    },
    {
        "barcode": "4620017453215",
        "name": "ЯШК 011 СНЕКИ ЛУКОВЫЕ КОЛЬЦА 200ГР Аргентские Крылышки",
        "price": 850.0
    },
    {
        "barcode": "4690329008441",
        "name": "ЯШК 011 СНЕКИ ЧИПСЫ ВОЗДУШНЫЕ 200ГР Краб",
        "price": 800.0
    },
    {
        "barcode": "4870004452022",
        "name": "СУШКИ КОНФЕТЫ-БАРАНОЧКИ 200ГР Ванильные",
        "price": 450.0
    },
    {
        "barcode": "8711000590263",
        "name": "КОФЕ MAXWELL HOUSE 3-1 РАСТ. СШ The Original Coffee Mix",
        "price": 100.0
    },
    {
        "barcode": "8693495037303",
        "name": "МЫЛО ТВЕРДОЕ PROTEX 90ГР Aloe",
        "price": 500.0
    },
    {
        "barcode": "8693495037341",
        "name": "МЫЛО ТВЕРДОЕ PROTEX 90ГР Fresh",
        "price": 500.0
    },
    {
        "barcode": "8718951301016",
        "name": "ГЕЛЬ-КРЕМ PALMOLIVE НАТУРЭЛЬ 250МЛ Вит.-B Гранат",
        "price": 1400.0
    },
    {
        "barcode": "4606144002618",
        "name": "ЗУБНАЯ ЩЕТКА COLGATE KIDS Dr. Rabbit",
        "price": 600.0
    },
    {
        "barcode": "4610274540018",
        "name": "КОНФЕТЫ SCANDIC 14ГР Arctic Mint",
        "price": 620.0
    },
    {
        "barcode": "8904146861100",
        "name": "РУЧКА ШАРИКОВАЯ OBAMA Goldy Синий",
        "price": 100.0
    },
    {
        "barcode": "8807945081048",
        "name": "МОЧАЛКА СКРАБ-ПЕРЧАТКА Зеленая",
        "price": 360.0
    },
    {
        "barcode": "4870001571474",
        "name": "НАПИТ PIALA IT 0.5Л ПБ ЗЕЛ Cool Wave (Лимон)",
        "price": 400.0
    },
    {
        "barcode": "4870001573751",
        "name": "НАПИТ PIALA IT 0.5Л ПБ ЧЕР Berry Fresh (Малина)",
        "price": 400.0
    },
    {
        "barcode": "4870144749396",
        "name": "СЛИВКИ ПЕТРОПАВЛОВСКОЕ 20% 250МЛ",
        "price": 700.0
    },
    {
        "barcode": "4700005300582",
        "name": "КИРГИЗ ТЕСТО СЛОЕНОЕ 1000ГР Бездрожжевое",
        "price": 950.0
    },
    {
        "barcode": "8801045525761",
        "name": "ЛБП OTTOGI 120ГР SPICY Cheese Ramen",
        "price": 900.0
    },
    {
        "barcode": "8801045525365",
        "name": "ЛБП OTTOGI 120ГР SPICY Cheese Ramen",
        "price": 900.0
    },
    {
        "barcode": "8076809576062",
        "name": "BARILLA 450ГР N34 Girandole",
        "price": 870.0
    },
    {
        "barcode": "4870005920551",
        "name": "КОРЖИК МИР КЕКСОВ Молочный",
        "price": 280.0
    },
    {
        "barcode": "4870201581075",
        "name": "РЫБА АС 40ГР Икра Сельди",
        "price": 470.0
    },
    {
        "barcode": "4870004930674",
        "name": "МЯСО ТУШЕН. КОНС. КУБЛЕЙ 325ГР Баранина",
        "price": 1650.0
    },
    {
        "barcode": "735745934500",
        "name": "ЧЕЧИЛ СУПЕР ЧЕЧИЛ 80ГР Соломка Копченый",
        "price": 700.0
    },
    {
        "barcode": "735745934494",
        "name": "ЧЕЧИЛ СУПЕР ЧЕЧИЛ 80ГР Соломка Козий",
        "price": 700.0
    },
    {
        "barcode": "4680021885433",
        "name": "ЯШК ЧИПСЫ FAN 250ГР Аджика",
        "price": 1000.0
    },
    {
        "barcode": "4700040115752",
        "name": "КИРГИЗ СЛИВКИ 10.0% 1.0Л ТП Ультрапастеризованное",
        "price": 1900.0
    },
    {
        "barcode": "4870004450639",
        "name": "ШОКОЛАДНЫЙ НАБОР КОНФЕТКИ-БАРАНОЧКИ 230ГР Птичье Молоко",
        "price": 1500.0
    },
    {
        "barcode": "4870004452084",
        "name": "ШОКОЛАДНЫЙ НАБОР КОНФЕТКИ-БАРАНОЧКИ 230ГР (Синий) Той Шашуы",
        "price": 1500.0
    },
    {
        "barcode": "4870004452725",
        "name": "ШОКОЛАДНЫЙ НАБОР КОНФЕТКИ-БАРАНОЧКИ 230ГР (Красный) Той Шашуы",
        "price": 1500.0
    },
    {
        "barcode": "4870004452039",
        "name": "СУШКИ КОНФЕТЫ-БАРАНОЧКИ 200ГР Чайные",
        "price": 450.0
    },
    {
        "barcode": "4680232931165",
        "name": "ЭНЕРГ LIT ENERGY ЖБ 0.45Л Malina Crush",
        "price": 700.0
    },
    {
        "barcode": "4870207314790",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ПБ 280ГР Чернослив",
        "price": 440.0
    },
    {
        "barcode": "4870207314271",
        "name": "БИО-С-3.2% ФМ ТП 0.5Л Персик",
        "price": 500.0
    },
    {
        "barcode": "4870207312147",
        "name": "ЙОГУРТ ПИТЬЕВОЙ ФМ ЖИВОЙ ТП 0.5Л Абрикос",
        "price": 490.0
    },
    {
        "barcode": "4610274540025",
        "name": "КОНФЕТЫ SCANDIC 14ГР Citrus Mix",
        "price": 620.0
    },
    {
        "barcode": "735745934531",
        "name": "ЧЕЧИЛ СУПЕР ЧЕЧИЛ 50ГР Соломка Козий",
        "price": 420.0
    },
    {
        "barcode": "735745934517",
        "name": "ЧЕЧИЛ СУПЕР ЧЕЧИЛ 50ГР Соломка Копченый",
        "price": 420.0
    },
    {
        "barcode": "735745934524",
        "name": "ЧЕЧИЛ СУПЕР ЧЕЧИЛ 50ГР Перец",
        "price": 420.0
    },
    {
        "barcode": "46284273",
        "name": "ЖЕВ-Р. WRIGLEY'S ORBIT SM Кола-Вишня",
        "price": 260.0
    },
    {
        "barcode": "4870004340626",
        "name": "ЖЕЛАТИН 15ГР Asyl",
        "price": 270.0
    },
    {
        "barcode": "4870004340787",
        "name": "ПРИПР ASYL 15ГР Сем. Кунжут",
        "price": 120.0
    },
    {
        "barcode": "4690388123635",
        "name": "ЧИПСЫ LAYS 140ГР РИФЛ Стейк Рибай с Перечным Соусом",
        "price": 1100.0
    },
    {
        "barcode": "8853252456840",
        "name": "ДЕТ ЖЕЛЕ Лакрица",
        "price": 150.0
    },
    {
        "barcode": "6958482150482",
        "name": "ДЕТ ЖЕЛЕ Squeeze Jelly",
        "price": 150.0
    },
    {
        "barcode": "8001090995315",
        "name": "СМП FAIRY SH 900МЛ Розовый Жасмин и Алоэ Вера",
        "price": 1400.0
    },
    {
        "barcode": "8001090017079",
        "name": "СМП FAIRY SH 900МЛ Мята Чайное Дерево",
        "price": 1400.0
    },
    {
        "barcode": "4015400992097",
        "name": "СМП FAIRY 900МЛ Апельсин-Лимонник",
        "price": 1700.0
    },
    {
        "barcode": "4604248020750",
        "name": "КЕТЧУП МАХЕЕВ 300ГР Лечо",
        "price": 600.0
    },
    {
        "barcode": "4604248020743",
        "name": "КЕТЧУП МАХЕЕВ 300ГР Чили",
        "price": 600.0
    },
    {
        "barcode": "4604248020774",
        "name": "КЕТЧУП МАХЕЕВ 300ГР Болгарский",
        "price": 600.0
    },
    {
        "barcode": "4604248018276",
        "name": "МАЙОНЕЗНЫЙ СОУС МАХЕЕВ 300ГР Сырный",
        "price": 680.0
    },
    {
        "barcode": "4604248002411",
        "name": "МАЙОНЕЗ МАХЕЕВ 200ГР Оливковый",
        "price": 680.0
    },
    {
        "barcode": "4604248019662",
        "name": "СОУС МАХЕЕВ 230ГР Терияки",
        "price": 680.0
    },
    {
        "barcode": "46214645",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Клубника",
        "price": 280.0
    },
    {
        "barcode": "46289773",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Клубника",
        "price": 280.0
    },
    {
        "barcode": "8935001729198",
        "name": "ЧЧ Кислая Пудра",
        "price": 240.0
    },
    {
        "barcode": "4870001573720",
        "name": "СОК DADA ТП 0.95Л Манго",
        "price": 850.0
    },
    {
        "barcode": "4870005392778",
        "name": "ВОДКА ПШЕНИЧНАЯ ДОЛИНА 0.18Л",
        "price": 680.0
    },
    {
        "barcode": "4600452023358",
        "name": "ЯШК КОФЕ СШ BRIDGE COFFEE 3в1 20ГР Лесной Орех",
        "price": 90.0
    },
    {
        "barcode": "4870001573225",
        "name": "НАПИТ AVA LEMONADE ПБ 1.5Л Orangelo",
        "price": 700.0
    },
    {
        "barcode": "4650069883845",
        "name": "ДЕТ КОНФЕТА Кислошок",
        "price": 100.0
    },
    {
        "barcode": "4626015332606",
        "name": "ДЕТ СТИКИ ZVN СиСиСтик",
        "price": 100.0
    },
    {
        "barcode": "4626015332613",
        "name": "ДЕТ СТИКИ ZVN СиСиСтик Др.",
        "price": 100.0
    },
    {
        "barcode": "4870144741543",
        "name": "МОЛОКО ПЕТРОПАВЛОВСКОЕ 7.1% 250МЛ Сине-Белое",
        "price": 520.0
    },
    {
        "barcode": "4820225080146",
        "name": "ВОДКА MEDOFF 0.5Л Royal",
        "price": 2200.0
    },
    {
        "barcode": "4602606020411",
        "name": "ЧЧ LONG BELTS 120ГР Strips Apple",
        "price": 960.0
    },
    {
        "barcode": "7896451912527",
        "name": "ДЕТ СТИКИ DOCILE Canudinho Bl\\Rd\\Yw",
        "price": 120.0
    },
    {
        "barcode": "7896451912503",
        "name": "ДЕТ СТИКИ DOCILE Canudinho Bl\\Rd\\Yw",
        "price": 120.0
    },
    {
        "barcode": "7896451913586",
        "name": "ДЕТ СТИКИ DOCILE Canudinho Bl\\Rd\\Yw",
        "price": 120.0
    },
    {
        "barcode": "4690228106095",
        "name": "ЧУДО ЙОГУРТ ФРУГУРТ BOX 115ГР Клубника",
        "price": 250.0
    },
    {
        "barcode": "4690228008733",
        "name": "ЧУДО ЙОГУРТ BOX 115ГР Клубника-Земляника",
        "price": 300.0
    },
    {
        "barcode": "4690228111891",
        "name": "ПЮРЕ АГУША ПП 80ГР Пирог Грушевый",
        "price": 480.0
    },
    {
        "barcode": "4690228110757",
        "name": "ПЮРЕ АГУША ПП ЗЛАКИ 160ГР Яблоко-Груша",
        "price": 680.0
    },
    {
        "barcode": "4690228111914",
        "name": "ПЮРЕ АГУША ПП ПЕЧЕНЬЕ 80ГР Малиновое",
        "price": 480.0
    },
    {
        "barcode": "48748742",
        "name": "СИГ EVO STICKS Amarillo",
        "price": 1330.0
    },
    {
        "barcode": "48748759",
        "name": "СИГ EVO STICKS Amber",
        "price": 1330.0
    },
    {
        "barcode": "48748711",
        "name": "СИГ EVO STICKS Cap. Purple Option",
        "price": 1330.0
    },
    {
        "barcode": "48748735",
        "name": "СИГ EVO STICKS Cap. Baize Option",
        "price": 1330.0
    },
    {
        "barcode": "48748728",
        "name": "СИГ EVO STICKS Cap. Green Option",
        "price": 1330.0
    },
    {
        "barcode": "4630007400440",
        "name": "СЕМЕЧКИ ДЖИНН КЛАСС. БС 350ГР Желтый",
        "price": 1400.0
    },
    {
        "barcode": "4607958072026",
        "name": "ПМОЖЕТ ВАР 400ГР Ветчина Мясная",
        "price": 1650.0
    },
    {
        "barcode": "4607958073665",
        "name": "ПМОЖЕТ СЫР КОП 220ГР Охотничья",
        "price": 1550.0
    },
    {
        "barcode": "4607958079773",
        "name": "ПМОЖЕТ СОСИСКИ 410ГР Супер Копченые",
        "price": 1750.0
    },
    {
        "barcode": "4607958076154",
        "name": "ПМОЖЕТ СОСИСКИ 410ГР Шпикачки с Беконом Сочные",
        "price": 1150.0
    },
    {
        "barcode": "8856222553556",
        "name": "ДЕТ ЖЕЛЕ Labubu",
        "price": 100.0
    },
    {
        "barcode": "8693323848125",
        "name": "ДЕТ ЖЕЛЕ Метр",
        "price": 100.0
    },
    {
        "barcode": "4870246880744",
        "name": "ДЕТ ЖЕЛЕ Жевамба Макси",
        "price": 100.0
    },
    {
        "barcode": "4870257780033",
        "name": "НАПИТ LIMBERRY МОХИТО ЖБ 0.45Л Арбуз",
        "price": 400.0
    },
    {
        "barcode": "4870257780026",
        "name": "НАПИТ LIMBERRY МОХИТО ЖБ 0.45Л Лайм",
        "price": 400.0
    },
    {
        "barcode": "4870227274692",
        "name": "ЛБП ROLLTON ЛТ ОСТР.-ОГОН. 90ГР Курица",
        "price": 370.0
    },
    {
        "barcode": "4870227274715",
        "name": "ЛБП ROLLTON ЛТ ОСТР.-ОГОН. 90ГР Говядина",
        "price": 370.0
    },
    {
        "barcode": "6975693190052",
        "name": "ДЕТ AKBULAK Fish, Snake",
        "price": 170.0
    },
    {
        "barcode": "6975693190014",
        "name": "ДЕТ AKBULAK Fish, Snake",
        "price": 170.0
    },
    {
        "barcode": "6939639500572",
        "name": "ДЕТ AKBULAK Fish, Snake",
        "price": 170.0
    },
    {
        "barcode": "4602112517740",
        "name": "ЧИПСЫ А4 50ГР Разные",
        "price": 430.0
    },
    {
        "barcode": "4602112517764",
        "name": "ЧИПСЫ А4 50ГР Разные",
        "price": 430.0
    },
    {
        "barcode": "4602112517795",
        "name": "ЧИПСЫ А4 50ГР Разные",
        "price": 430.0
    },
    {
        "barcode": "8445290765741",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД КОШАЧ. Ягненок",
        "price": 200.0
    },
    {
        "barcode": "8000500358023",
        "name": "ДК FERRERO ROCHER Collection",
        "price": 3400.0
    },
    {
        "barcode": "4630007402529",
        "name": "КУКУРУЗА ХРУСТЯЩАЯ ДЖИНН 35ГР Сыр Двойной",
        "price": 320.0
    },
    {
        "barcode": "8700216269643",
        "name": "СМП FAIRY 5000МЛ Сочный Лимон",
        "price": 7200.0
    },
    {
        "barcode": "5413149871342",
        "name": "СМО ПОРОШОК TIDE 3000ГР АВТ Color Аромат Lenor",
        "price": 3600.0
    },
    {
        "barcode": "8001090970459",
        "name": "ДЕЗОДОРАНТ ТВЕРДЫЙ OLD SPICE 50МЛ Captain",
        "price": 2100.0
    },
    {
        "barcode": "4700040113956",
        "name": "КИРГИЗ СМЕТАНА-20% 230ГР Кислый",
        "price": 380.0
    },
    {
        "barcode": "4680167311216",
        "name": "ЯШК BABYFOX PYR 23ГР White",
        "price": 120.0
    },
    {
        "barcode": "4870144748283",
        "name": "МАСЛО СЛИВ. (SZ) ПЕТРОПАВЛОВСКОЕ КРЕСТЬЯНСКОЕ SPR. 180ГР Ж-72.5% Особое",
        "price": 420.0
    },
    {
        "barcode": "4870001573317",
        "name": "НАПИТ SALAM PREMIUM COLA ПБ 1.5Л",
        "price": 800.0
    },
    {
        "barcode": "4870001573836",
        "name": "НАПИТ SALAM PREMIUM COLA ЖБ 0.45Л",
        "price": 450.0
    },
    {
        "barcode": "4870237154656",
        "name": "КОНС ВСЕ В ДОМ ЖБ 240ГР КЛЮЧ Тунец Макрелевый",
        "price": 1150.0
    },
    {
        "barcode": "4870247051952",
        "name": "КОНС ВСЕ В ДОМ ЖБ 185ГР КЛЮЧ Тунец Филе",
        "price": 1400.0
    },
    {
        "barcode": "7640157156644",
        "name": "НАПИТ FRESH BAR ПБ 0.48Л Asian Mix",
        "price": 450.0
    },
    {
        "barcode": "7640157151717",
        "name": "НАПИТ FRESH BAR ПБ 0.48Л Citrus Ice",
        "price": 450.0
    },
    {
        "barcode": "4700000160792",
        "name": "КУРТ ШОРО Классика",
        "price": 360.0
    },
    {
        "barcode": "4700000160280",
        "name": "КУРТ ШОРО Лайт",
        "price": 360.0
    },
    {
        "barcode": "4601576000485",
        "name": "МЫЛО ТВЕРДОЕ ХОЗ. ЭФФЕКТ Глицерин-72",
        "price": 400.0
    },
    {
        "barcode": "4870240019461",
        "name": "СИГ PARLIAMENT SS Manhattan Bronze",
        "price": 1440.0
    },
    {
        "barcode": "6939639502392",
        "name": "ДЕТ AKBULAK Double Flavor Jelly Plate",
        "price": 100.0
    },
    {
        "barcode": "6939639502408",
        "name": "ДЕТ AKBULAK Double Flavor Jelly Plate",
        "price": 100.0
    },
    {
        "barcode": "6939639502415",
        "name": "ДЕТ AKBULAK Double Flavor Jelly Plate",
        "price": 100.0
    },
    {
        "barcode": "6934335016341",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM Лайм",
        "price": 200.0
    },
    {
        "barcode": "6978217200336",
        "name": "ДЕТ ТЮБИК ЖЕЛЕ SPOON FUN 42ГР Honey Blueberry",
        "price": 200.0
    },
    {
        "barcode": "9002490287917",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л EDWinter Iced Vanilla Berry",
        "price": 930.0
    },
    {
        "barcode": "4870001573201",
        "name": "НАПИТ AVA LEMONADE ПБ 1.5Л Citron",
        "price": 700.0
    },
    {
        "barcode": "4870001573300",
        "name": "НАПИТ SALAM PREMIUM COLA ПБ 1.0Л",
        "price": 600.0
    },
    {
        "barcode": "8990800025667",
        "name": "ЧЧ ВАТА-РЕЗИНКА 11ГР Арбуз",
        "price": 250.0
    },
    {
        "barcode": "4600680025605",
        "name": "ГОТОВЫЙ ЗАВТРАК ХРУТКА 460ГР Duo",
        "price": 1620.0
    },
    {
        "barcode": "8445290761057",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД КОШАЧ. Говядина",
        "price": 200.0
    },
    {
        "barcode": "6939639528958",
        "name": "ДЕТ СТИК CC Stick Стакан",
        "price": 450.0
    },
    {
        "barcode": "6977322700489",
        "name": "ДЕТ СТИК CC Stick Стакан",
        "price": 450.0
    },
    {
        "barcode": "6922548811129",
        "name": "ДЕТ НГ Снеговик",
        "price": 600.0
    },
    {
        "barcode": "4870254130985",
        "name": "СЕМЕЧКИ FLINT BIGBOB 90ГР Очищенные",
        "price": 350.0
    },
    {
        "barcode": "8694587129234",
        "name": "ДЕТ ЮПИ KENT BORINGER 15ГР Fresher's Generic",
        "price": 60.0
    },
    {
        "barcode": "8694587123195",
        "name": "ДЕТ ЮПИ KENT BORINGER 15ГР Fresher's Generic",
        "price": 60.0
    },
    {
        "barcode": "8694587123249",
        "name": "ДЕТ ЮПИ KENT BORINGER 15ГР Fresher's Generic",
        "price": 60.0
    },
    {
        "barcode": "4607109845714",
        "name": "ЯШК БТН FUROR 45ГР",
        "price": 110.0
    },
    {
        "barcode": "4870247220129",
        "name": "ЧЕЧИЛ CHEESE Палочки Копченые",
        "price": 670.0
    },
    {
        "barcode": "4870001573829",
        "name": "НАПИТ PIALA IT 1.5Л ПБ ЧЕР Pleasure (Манго-Ананас)",
        "price": 680.0
    },
    {
        "barcode": "4660120112418",
        "name": "СРЕДСТВО ДЛЯ ПРОЧИСТКИ КАНАЛИЗАЦИОННЫХ ТРУБ ЗОЛУШКА 90ГР Чистые Трубы",
        "price": 200.0
    },
    {
        "barcode": "4870237152713",
        "name": "САХАР ВСЕ В ДОМ РАФ. 300ГР",
        "price": 450.0
    },
    {
        "barcode": "6976657510428",
        "name": "ДЕТ ДРАЖЕ iPhone-17-Pro",
        "price": 100.0
    },
    {
        "barcode": "6972000000066",
        "name": "ДЕТ ДРАЖЕ iPhone-17-Pro",
        "price": 100.0
    },
    {
        "barcode": "6971458637848",
        "name": "ДЕТ СТИК Magic CC Stick 2",
        "price": 100.0
    },
    {
        "barcode": "4607043162038",
        "name": "КОНС СЕЛЕСТЕ 160ГР КЛЮЧ Шпроты",
        "price": 1000.0
    },
    {
        "barcode": "4605463009711",
        "name": "КОНС РЫБНАЯ ДЕРЕВНЯ 240ГР КЛЮЧ Килька в Томате + Чили",
        "price": 700.0
    },
    {
        "barcode": "8594001696468",
        "name": "КОНС HAME ПАШТЕТ 105ГР Мясо Птицы",
        "price": 820.0
    },
    {
        "barcode": "4870240019492",
        "name": "СИГ PARLIAMENT SS Manhattan Red",
        "price": 1440.0
    },
    {
        "barcode": "8700216593472",
        "name": "ПОДАРОЧНЫЙ НАБОР ID93472 GILETTE БРИТВА GILETTE Fusion5 + ПЕНА ДЛЯ БРИТЬЯ 50МЛ Классика",
        "price": 4600.0
    },
    {
        "barcode": "8700216593427",
        "name": "ПОДАРОЧНЫЙ НАБОР ID93427 GILETTE БРИТВА ПЕНА ДЛЯ БРИТЬЯ 50МЛ Классика + ЛОСЬОН ПОСЛЕ БРИТЬЯ 50МЛ Классика",
        "price": 2500.0
    },
    {
        "barcode": "7702018874293",
        "name": "БРИТВА ОДНОРАЗОВАЯ GILETTE-2 Без Геля 10ШТ",
        "price": 1300.0
    },
    {
        "barcode": "8700216724012",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 1239МЛ (Имп. Нидерланды) Spring Awakening",
        "price": 3000.0
    },
    {
        "barcode": "8700216587099",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 360МЛ Men Ultra",
        "price": 2500.0
    },
    {
        "barcode": "4810268049842",
        "name": "ШИНЛ СЫРОК МИШКА НА ПОЛЮСЕ 45ГР Ваниль",
        "price": 450.0
    },
    {
        "barcode": "4810268049866",
        "name": "ШИНЛ СЫРОК МИШКА НА ПОЛЮСЕ 45ГР Ваниль",
        "price": 450.0
    },
    {
        "barcode": "4870022003923",
        "name": "ЭНЕРГ GORILLA ЖБ 0.33Л Zero Sugar",
        "price": 500.0
    },
    {
        "barcode": "4870091000823",
        "name": "СУЛТАН 400ГР Vermicelli",
        "price": 470.0
    },
    {
        "barcode": "4870004933859",
        "name": "ТОМАТНАЯ ПАСТА КУБЛЕЙ СТ 370ГР",
        "price": 800.0
    },
    {
        "barcode": "4780037060296",
        "name": "СОЛ MARINELLE 720МЛ 3-6СМ Огурцы Маринованные",
        "price": 1350.0
    },
    {
        "barcode": "4870237156216",
        "name": "КОНС KUNDE КЛЮЧ 400ГР Сладкая Кукуруза",
        "price": 900.0
    },
    {
        "barcode": "4870237156186",
        "name": "КОНС KUNDE КЛЮЧ 400ГР Зеленый Горошек",
        "price": 900.0
    },
    {
        "barcode": "6921249214215",
        "name": "ДЕТ ЛЕДЕНЕЦ Единорог",
        "price": 150.0
    },
    {
        "barcode": "4600452023341",
        "name": "ЯШК КОФЕ СШ BRIDGE COFFEE 3в1 20ГР Карамель",
        "price": 90.0
    },
    {
        "barcode": "4607101826803",
        "name": "БУЛКО ПРЯНИК 300ГР Смородина",
        "price": 630.0
    },
    {
        "barcode": "4607101826797",
        "name": "БУЛКО ПРЯНИК 300ГР Малина",
        "price": 630.0
    },
    {
        "barcode": "4870237439029",
        "name": "LAZIZ БАРАНКИ 340ГР Ваниль",
        "price": 650.0
    },
    {
        "barcode": "4870237439050",
        "name": "LAZIZ 200ГР Сушки Мини",
        "price": 460.0
    },
    {
        "barcode": "4007415007156",
        "name": "КОНС MIKADO 400ГР Зеленый Горошек Нежный",
        "price": 830.0
    },
    {
        "barcode": "4690228030925",
        "name": "СОК ВОДА АГУША ПБ 0.3Л Яблоко",
        "price": 560.0
    },
    {
        "barcode": "4690228033322",
        "name": "СОК ВОДА АГУША ПБ 0.3Л Яблоко-Вишня",
        "price": 560.0
    },
    {
        "barcode": "4813163008754",
        "name": "ПЮРЕ АГУША ПП ПЕЧЕНЬЕ 160ГР Яблоко-Банан",
        "price": 680.0
    },
    {
        "barcode": "4813163008747",
        "name": "ПЮРЕ АГУША ПП 160ГР Мультифрукт",
        "price": 680.0
    },
    {
        "barcode": "4870004344518",
        "name": "РАЗРЫХЛИТЕЛЬ ТЕСТА 50ГР Asyl",
        "price": 170.0
    },
    {
        "barcode": "4870201580016",
        "name": "ФУНЧОЗА КОК ТЕНИЗ 400ГР",
        "price": 550.0
    },
    {
        "barcode": "6934335014187",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM L Виноград",
        "price": 300.0
    },
    {
        "barcode": "6934335014910",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM L Клубника",
        "price": 300.0
    },
    {
        "barcode": "4870235730203",
        "name": "БУМАЖНЫЕ ПОЛОТЕНЦА КАРИНА Двухслойные",
        "price": 800.0
    },
    {
        "barcode": "4870235730531",
        "name": "САЛФЕТКИ БУМАЖНЫЕ КАРИНА Papirone",
        "price": 350.0
    },
    {
        "barcode": "4607976510326",
        "name": "RB СНЭКИ ЛУГАНСКИЕ ГРЕНКИ Сметана-Лук",
        "price": 650.0
    },
    {
        "barcode": "4607976511033",
        "name": "RB СНЭКИ ЛУГАНСКИЕ ГРЕНКИ Сыр-Чеснок",
        "price": 650.0
    },
    {
        "barcode": "6978251360423",
        "name": "ДЕТ ЭЛЕКТРОШОК Ассорти",
        "price": 100.0
    },
    {
        "barcode": "6934335016303",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM Кола",
        "price": 200.0
    },
    {
        "barcode": "6934335016310",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM Голубика",
        "price": 200.0
    },
    {
        "barcode": "4870207315582",
        "name": "КЕФИР-3.2% ФМ 1.0Л ТП Безлактозный",
        "price": 770.0
    },
    {
        "barcode": "4630116182350",
        "name": "МАРШМЕЛЛОУ CONFECTUM 15ГР Paw Wow",
        "price": 200.0
    },
    {
        "barcode": "4870073000162",
        "name": "ВОДА АЛЕКС-САРЫАГАШ 1.0Л ПБ ГАЗ Минеральная",
        "price": 310.0
    },
    {
        "barcode": "8445290762801",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД КОШАЧ. Курица",
        "price": 200.0
    },
    {
        "barcode": "721688451723",
        "name": "САЛФЕТКИ ВЛАЖНЫЕ 15ШТ Kiyoka",
        "price": 100.0
    },
    {
        "barcode": "7622202047206",
        "name": "ШОКОЛАД ALPEN GOLD Oreo Double",
        "price": 700.0
    },
    {
        "barcode": "8445290765765",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД КОШАЧ. Лосось",
        "price": 200.0
    },
    {
        "barcode": "6934335014927",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM L Голубика",
        "price": 300.0
    },
    {
        "barcode": "4670161190801",
        "name": "ЯШК ЧИПСЫ ЧИПСОНЫ 45ГР Зеленый Лук",
        "price": 220.0
    },
    {
        "barcode": "4630026562358",
        "name": "ЯШК ПЕЧ БОНДИ 180ГР Банан",
        "price": 630.0
    },
    {
        "barcode": "8682213100092",
        "name": "ПИРОЖНОЕ ROSSO BIANCO DOUBI PIE Дубайский Шоколад",
        "price": 200.0
    },
    {
        "barcode": "8682213100375",
        "name": "БАТОНЧИК BIANCO DOUBI PIE Дубайский Шоколад",
        "price": 200.0
    },
    {
        "barcode": "4870003988294",
        "name": "ПИВО БЕЛЫЙ МЕДВЕДЬ КРАСН. ЖБ 0.9Л Крепкий",
        "price": 1000.0
    },
    {
        "barcode": "7622202035401",
        "name": "ШОКОЛАД ALPEN GOLD Aerated White Chocolate",
        "price": 700.0
    },
    {
        "barcode": "4607084356243",
        "name": "CHOCO-PIE 12ШТ Watermelon",
        "price": 1700.0
    },
    {
        "barcode": "8853154636555",
        "name": "ДЕТ ЭЛЕКТРОШОК Зел/Желт",
        "price": 100.0
    },
    {
        "barcode": "6971304960335",
        "name": "ДЕТ ЭЛЕКТРОШОК Зел/Желт",
        "price": 100.0
    },
    {
        "barcode": "8006540183809",
        "name": "СМП FAIRY 800МЛ Зеленое Яблоко",
        "price": 1500.0
    },
    {
        "barcode": "8700216351546",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 360МЛ Ментол",
        "price": 2500.0
    },
    {
        "barcode": "8700216351379",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 360МЛ Основной Уход",
        "price": 2500.0
    },
    {
        "barcode": "4780037060302",
        "name": "СОЛ MARINELLE 710МЛ 6-9СМ Огурцы Маринованные",
        "price": 1250.0
    },
    {
        "barcode": "4870001574161",
        "name": "НАПИТ SALAM PREMIUM COLA ПБ 2.0Л",
        "price": 900.0
    },
    {
        "barcode": "7622210451255",
        "name": "ШОКОЛАД MILKA Lu",
        "price": 900.0
    },
    {
        "barcode": "7622210451224",
        "name": "ШОКОЛАД MILKA Tuc",
        "price": 900.0
    },
    {
        "barcode": "7622210832498",
        "name": "ШОКОЛАД MILKA Oreo",
        "price": 900.0
    },
    {
        "barcode": "7622202272332",
        "name": "ШОКОЛАД MILKA White Hazelnut",
        "price": 900.0
    },
    {
        "barcode": "4870202283497",
        "name": "ЧАЙ BASSIRE ЧЕРН. 250ГР Gold",
        "price": 1100.0
    },
    {
        "barcode": "46156846",
        "name": "ЗАЖИГАЛКА RENE RN-09",
        "price": 350.0
    },
    {
        "barcode": "8851463165445",
        "name": "ДЕТ КОНФЕТЫ Елка",
        "price": 100.0
    },
    {
        "barcode": "4630024630820",
        "name": "ЛБП БИГ ЛАНЧ ЛТ 90ГР Соте с Курицей",
        "price": 570.0
    },
    {
        "barcode": "4630024630882",
        "name": "ЛБП БИГ ЛАНЧ ЛТ 90ГР Рагу с Говядиной",
        "price": 570.0
    },
    {
        "barcode": "4607958072477",
        "name": "ПМОЖЕТ БЕКОН 180ГР СЫР КОП",
        "price": 1600.0
    },
    {
        "barcode": "4607958072682",
        "name": "ПМОЖЕТ ВАР 400ГР Докторская",
        "price": 1620.0
    },
    {
        "barcode": "8006530022606",
        "name": "ПОДАРОЧНЫЙ НАБОР ID22606 PANTENE ШАМПУНЬ+БАЛЬЗАМ-ОПОЛАСКИВАТЕЛЬ Nutri-Plex",
        "price": 2900.0
    },
    {
        "barcode": "8006530006972",
        "name": "ПОДАРОЧНЫЙ НАБОР ID06972 OLD SPICE АД+ГД Captain",
        "price": 3000.0
    },
    {
        "barcode": "8700216555999",
        "name": "СМП КАПСУЛЫ FAIRY 3Шт. Lemon Platinum Plus",
        "price": 550.0
    },
    {
        "barcode": "8006540259528",
        "name": "СМП FAIRY PT 430МЛ Лайм",
        "price": 1000.0
    },
    {
        "barcode": "4015400219507",
        "name": "ТАМПОН TAMPAX COMPAK R Drop-2",
        "price": 2100.0
    },
    {
        "barcode": "8001090430588",
        "name": "ПРК ALWAYS S2 16ШТ Platinum",
        "price": 1650.0
    },
    {
        "barcode": "4870233467972",
        "name": "ШИНЛ МИШКА ПОЛЮС ЭСКИМО 65ГР Шоколадное",
        "price": 520.0
    },
    {
        "barcode": "4700233467996",
        "name": "ШИНЛ МИШКА ПОЛЮС ЭСКИМО 65ГР Крем-Брюле",
        "price": 520.0
    },
    {
        "barcode": "4870207498315",
        "name": "НАБОР СЛАДОСТЕЙ Новогодний Подарок N3",
        "price": 4500.0
    },
    {
        "barcode": "4870207498339",
        "name": "НАБОР СЛАДОСТЕЙ Новогодний Подарок N2",
        "price": 4100.0
    },
    {
        "barcode": "4870237150047",
        "name": "БУМАГА ТУАЛЕТНАЯ ВСЕ В ДОМ Мягкая",
        "price": 180.0
    },
    {
        "barcode": "4870234820394",
        "name": "СОК PALMA 0.2Л ТП Яблоко",
        "price": 250.0
    },
    {
        "barcode": "4607010743406",
        "name": "ЯШК ПЕЧ NF БРЕТЦЕЛЬ 145ГР Соль",
        "price": 320.0
    },
    {
        "barcode": "4690329007765",
        "name": "ЯШК СУХАРИКИ KRUTONOFF 100ГР Пряные Травые",
        "price": 200.0
    },
    {
        "barcode": "6931280310005",
        "name": "ЗАЖИГАЛКА RB Chic",
        "price": 300.0
    },
    {
        "barcode": "4870233465947",
        "name": "ШИНЛ МИШКА ПОЛЮС ПЛОМБИР 70ГР Гор.Шоколад",
        "price": 520.0
    },
    {
        "barcode": "4620017452119",
        "name": "ЯШК ЛУКОВЫЕ КОЛЬЦА MINIFREE 45ГР Сладкий Чили",
        "price": 220.0
    },
    {
        "barcode": "4620017451204",
        "name": "ЯШК ПЕЧ КРЕКЕР 125ГР Морская Соль",
        "price": 220.0
    },
    {
        "barcode": "6934335014934",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM L Персик",
        "price": 300.0
    },
    {
        "barcode": "46227737",
        "name": "ЖЕВ-Р. MENTOS ROLL 15.5ГР Арбуз",
        "price": 280.0
    },
    {
        "barcode": "4870001573744",
        "name": "ЧАЙ ПИАЛА ПКТ 10П Кенийский",
        "price": 300.0
    },
    {
        "barcode": "4870001570217",
        "name": "НАПИТ MIRINDA ПБ 2.0Л",
        "price": 800.0
    },
    {
        "barcode": "4870001570156",
        "name": "НАПИТ 7UP ПБ 2.0Л",
        "price": 800.0
    },
    {
        "barcode": "46025418",
        "name": "БТН. NUTS 66ГР Duo",
        "price": 600.0
    },
    {
        "barcode": "3800020453407",
        "name": "БТН. KITKAT 40ГР",
        "price": 640.0
    },
    {
        "barcode": "40052403",
        "name": "БТН. KITKAT 40ГР",
        "price": 640.0
    },
    {
        "barcode": "4605632245193",
        "name": "ОСВЕЖИТЕЛЬ SKYMAX 300МЛ Весенние Цветы",
        "price": 600.0
    },
    {
        "barcode": "4605632245162",
        "name": "ОСВЕЖИТЕЛЬ SKYMAX 300МЛ Антитабак",
        "price": 600.0
    },
    {
        "barcode": "4600853936714",
        "name": "ПАКЕТ МУСОРНЫЙ FRESH HOUSE 35Л - 15ШТ Premium",
        "price": 500.0
    },
    {
        "barcode": "4600859436713",
        "name": "ПАКЕТ МУСОРНЫЙ FRESH HOUSE 35Л - 15ШТ Premium",
        "price": 500.0
    },
    {
        "barcode": "6961493900618",
        "name": "ДЕТ Лента",
        "price": 170.0
    },
    {
        "barcode": "8700216408172",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 600МЛ Яблочная Свежесть",
        "price": 3800.0
    },
    {
        "barcode": "8001090586278",
        "name": "ПРК NATURELLA ULTRA S4-D7 14ШТ ЭКОН. Night",
        "price": 1550.0
    },
    {
        "barcode": "4870022004036",
        "name": "ПИВО YICHANG ЖБ 0.45Л Ultra Light",
        "price": 600.0
    },
    {
        "barcode": "4870005392327",
        "name": "ВОДКА ПШЕНИЧНАЯ 0.5Л",
        "price": 2200.0
    },
    {
        "barcode": "4870001572433",
        "name": "ЧАЙ ПИАЛА ПКТ 25П LUX Forest Love",
        "price": 880.0
    },
    {
        "barcode": "4870001573331",
        "name": "ЧАЙ ПИАЛА ПКТ 25П LUX Healthy Pleasure",
        "price": 880.0
    },
    {
        "barcode": "4870237430354",
        "name": "LAZIZ 300ГР Челночки",
        "price": 620.0
    },
    {
        "barcode": "6971378410767",
        "name": "ЗАЖИГАЛКА АВТОГЕН Бренд Автомобили",
        "price": 300.0
    },
    {
        "barcode": "4810268049859",
        "name": "ШИНЛ СЫРОК МИШКА НА ПОЛЮСЕ 45ГР Какао",
        "price": 450.0
    },
    {
        "barcode": "4610030144382",
        "name": "СИГ K.RITTER SS Flvr. Grape",
        "price": 1000.0
    },
    {
        "barcode": "4610030144344",
        "name": "СИГ K.RITTER SS Flvr. Cherry",
        "price": 1000.0
    },
    {
        "barcode": "4700040115196",
        "name": "КИРГИЗ АЙРАН 1.5%",
        "price": 400.0
    },
    {
        "barcode": "7622202037023",
        "name": "ЖВАЧКА DIROL SM X Energy Drink",
        "price": 260.0
    },
    {
        "barcode": "7622202349843",
        "name": "ЖВАЧКА DIROL SM X Sour Лимон",
        "price": 260.0
    },
    {
        "barcode": "7622202349881",
        "name": "ЖВАЧКА DIROL SM X Sour Вишня",
        "price": 260.0
    },
    {
        "barcode": "8594001696178",
        "name": "КОНС HAME ПАШТЕТ 130ГР Мясо Птицы w/ Чеснок",
        "price": 690.0
    },
    {
        "barcode": "8594001696185",
        "name": "КОНС HAME ПАШТЕТ 130ГР Мясо Птицы w/ Томат",
        "price": 690.0
    },
    {
        "barcode": "8594001696161",
        "name": "КОНС HAME ПАШТЕТ 130ГР Мясо Птицы w/ Паприка",
        "price": 690.0
    },
    {
        "barcode": "4870006340396",
        "name": "КУРТ АК-БУЛАК ПРОДУКТ Большой",
        "price": 450.0
    },
    {
        "barcode": "4870006340471",
        "name": "КУРТ АК-БУЛАК ПРОДУКТ 50ГР",
        "price": 350.0
    },
    {
        "barcode": "4870202523326",
        "name": "НАПИТ MAXI ЧАЙ ПБ 2.0Л Лимон",
        "price": 850.0
    },
    {
        "barcode": "4870001573263",
        "name": "ВОДА ASU ПБ ВКУС СОК 1.0Л Лимон-Яблоко",
        "price": 530.0
    },
    {
        "barcode": "8700216723824",
        "name": "КОНДИЦИОНЕР БЕЛЬЯ LENOR 1239МЛ (Имп. Нидерланды) Sensitive",
        "price": 3000.0
    },
    {
        "barcode": "5413149227101",
        "name": "УМС ПОРОШОК MRPROPER 400ГР ЦВ-ЖЕЛТ. Лимон",
        "price": 1000.0
    },
    {
        "barcode": "8006540046807",
        "name": "ПРК NATURELLA D2 40ШТ Нормал",
        "price": 1800.0
    },
    {
        "barcode": "6934335016297",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM Клубника",
        "price": 200.0
    },
    {
        "barcode": "4870254131579",
        "name": "ДЕТ FRUMI Жев. Конф",
        "price": 50.0
    },
    {
        "barcode": "4870001225575",
        "name": "ЖАЙМА ЛИЯ КОР",
        "price": 630.0
    },
    {
        "barcode": "4601201017727",
        "name": "СОК ЧУДО ФРУКТОВЫЙ САД ТП 0.95Л Персик-Яблоко",
        "price": 800.0
    },
    {
        "barcode": "4601201018038",
        "name": "СОК ЧУДО ФРУКТОВЫЙ САД ТП 0.95Л Апельсин",
        "price": 800.0
    },
    {
        "barcode": "4600494680090",
        "name": "СОК ЧУДО ФРУКТОВЫЙ САД ТП 0.2Л Яблоко",
        "price": 270.0
    },
    {
        "barcode": "4630007403038",
        "name": "СЕМЕЧКИ ДЖИНН ЯДРА. СОЛЬ ОК 30ГР Жареные",
        "price": 180.0
    },
    {
        "barcode": "4870005392693",
        "name": "ВОДКА ТЕНГРИ 0.18Л Мягкая",
        "price": 780.0
    },
    {
        "barcode": "4870234820752",
        "name": "СОК JUICY ТП 1.95Л Зеленое Яблоко",
        "price": 1400.0
    },
    {
        "barcode": "4870247054687",
        "name": "КОНС ВСЕ В ДОМ ЖБ 175ГР КЛЮЧ Килька В Томатном Соусе",
        "price": 1100.0
    },
    {
        "barcode": "4870237154649",
        "name": "КОНС ВСЕ В ДОМ ЖБ 240ГР КЛЮЧ Скумбрия",
        "price": 1160.0
    },
    {
        "barcode": "4870205752969",
        "name": "КОНС ВСЕ В ДОМ ЖБ 240ГР КЛЮЧ Шпроты В Масле",
        "price": 1260.0
    },
    {
        "barcode": "6935826625813",
        "name": "НОЖНИЦЫ МАНИКЮРНЫЕ ZINGER Germane *****",
        "price": 400.0
    },
    {
        "barcode": "4006428080668",
        "name": "НОЖНИЦЫ МАНИКЮРНЫЕ ZINGER Classic ***",
        "price": 400.0
    },
    {
        "barcode": "4607061494586",
        "name": "РАЗРЫХЛИТЕЛЬ ТЕСТА 10ГР Dr.Bakers",
        "price": 150.0
    },
    {
        "barcode": "48748360",
        "name": "СИГ NEO Demi Winter Break Edition",
        "price": 1330.0
    },
    {
        "barcode": "4870035002739",
        "name": "КЕТЧУП 3-ЖЕЛАНИЯ ДП 250ГР Барбекю",
        "price": 550.0
    },
    {
        "barcode": "6958116501826",
        "name": "ДЕТ AKBULAK",
        "price": 100.0
    },
    {
        "barcode": "6958116501819",
        "name": "ДЕТ AKBULAK",
        "price": 100.0
    },
    {
        "barcode": "6958116501802",
        "name": "ДЕТ AKBULAK",
        "price": 100.0
    },
    {
        "barcode": "6939639500398",
        "name": "ДЕТ AKBULAK Jelly Double Flavor",
        "price": 100.0
    },
    {
        "barcode": "4610030144528",
        "name": "СИГ K.RITTER Compact Turin Coffee",
        "price": 1000.0
    },
    {
        "barcode": "4610030144368",
        "name": "СИГ K.RITTER Compact Flvr. Cherry",
        "price": 1000.0
    },
    {
        "barcode": "4870001572419",
        "name": "ЧАЙ ПИАЛА ПКТ 25П LUX Lemon Tea",
        "price": 880.0
    },
    {
        "barcode": "4870260030149",
        "name": "КОЛБАСА ВАР. HALAL 400ГР Докторская Курица",
        "price": 900.0
    },
    {
        "barcode": "4883001190149",
        "name": "ФИНИКИ 450ГР SINA Premium",
        "price": 700.0
    },
    {
        "barcode": "4870001573782",
        "name": "ВОДА ASU ПБ ВКУС 0.5Л Кокос-Ананас",
        "price": 300.0
    },
    {
        "barcode": "4607120858977",
        "name": "ЯШК ЧИПСЫ ЧИПСОНЫ 45ГР (Болжау) Краб",
        "price": 220.0
    },
    {
        "barcode": "4084500490581",
        "name": "ДЕЗОДОРАНТ ТВЕРДЫЙ OLD SPICE 50МЛ Whitewater",
        "price": 2100.0
    },
    {
        "barcode": "4690228008757",
        "name": "ЧУДО ЙОГУРТ BOX 115ГР Персик-Манго",
        "price": 300.0
    },
    {
        "barcode": "4690228108808",
        "name": "ЧУДО ЙОГУРТ BOX 115ГР Персик-Маракуйя",
        "price": 300.0
    },
    {
        "barcode": "5201360521210",
        "name": "КРУАССАН 7-DAYS 65ГР Крем-Какао",
        "price": 350.0
    },
    {
        "barcode": "5201360523795",
        "name": "КРУАССАН 7-DAYS 65ГР Крем-Ваниль",
        "price": 350.0
    },
    {
        "barcode": "5201360553457",
        "name": "КРУАССАН 7-DAYS 65ГР Крем-Вареная-Сгущенка",
        "price": 350.0
    },
    {
        "barcode": "4870004454316",
        "name": "ЗЕФИР КОНФЕТЫ-БАРАНОЧКИ 300ГР Яблоко",
        "price": 750.0
    },
    {
        "barcode": "4870004451513",
        "name": "ЗЕФИР КОНФЕТЫ-БАРАНОЧКИ 300ГР Ассорти",
        "price": 750.0
    },
    {
        "barcode": "4870004454286",
        "name": "ЗЕФИР КОНФЕТЫ-БАРАНОЧКИ 300ГР Ваниль",
        "price": 750.0
    },
    {
        "barcode": "4870005422949",
        "name": "СОЛ ИВАНЫЧ 700ГР Корнишоны",
        "price": 1900.0
    },
    {
        "barcode": "4870237153765",
        "name": "САХАР ВСЕ В ДОМ РАФ. 600ГР",
        "price": 829.0
    },
    {
        "barcode": "4870004340718",
        "name": "ПРИПР ASYL 10ГР Суш. Укроп",
        "price": 120.0
    },
    {
        "barcode": "8445290765789",
        "name": "КОРМ ДАРЛИНГ 75ГР ЖИД КОШАЧ. Индейка",
        "price": 200.0
    },
    {
        "barcode": "4870001573737",
        "name": "НАПИТ DADA LETO 1.5Л ПБ Апельсин",
        "price": 830.0
    },
    {
        "barcode": "4870252873198",
        "name": "СИГ ESSE Exchange Cold Green (Горилла)",
        "price": 1330.0
    },
    {
        "barcode": "4780022250244",
        "name": "КУРТ ERMAK 60ГР Круглый",
        "price": 730.0
    },
    {
        "barcode": "4780022250237",
        "name": "КУРТ ERMAK 47ГР Круглый",
        "price": 590.0
    },
    {
        "barcode": "6934335016273",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM Персик",
        "price": 200.0
    },
    {
        "barcode": "6934335014156",
        "name": "ДЕТ ЛЕДЕНЦЫ KISSCAM L Кола",
        "price": 300.0
    },
    {
        "barcode": "4870216620134",
        "name": "LAZIZ ПЕЧЕНЬЕ 650ГР Овсяное",
        "price": 1350.0
    },
    {
        "barcode": "4870237432402",
        "name": "LAZIZ АРАХИС ГЛАЗУРИРОВАННЫЙ 100ГР Белый",
        "price": 370.0
    },
    {
        "barcode": "8699141032319",
        "name": "OZMO PAPITA DONUT Banana Sauce",
        "price": 270.0
    },
    {
        "barcode": "8699141032296",
        "name": "OZMO PAPITA DONUT Chocolate Sauce",
        "price": 270.0
    },
    {
        "barcode": "4870001900014",
        "name": "СОЛ ЛУЧШИЕ РЕЦЕПТЫ 670ГР ОГУРЦЫ",
        "price": 1200.0
    },
    {
        "barcode": "4680232901083",
        "name": "НАПИТ LIT ENERGY LEMONADE ЖБ 0.33Л Blueberry Donut",
        "price": 450.0
    },
    {
        "barcode": "4680232931080",
        "name": "НАПИТ LIT ENERGY LEMONADE ЖБ 0.33Л Blueberry Donut",
        "price": 450.0
    },
    {
        "barcode": "4680232932100",
        "name": "НАПИТ LIT ENERGY LEMONADE ЖБ 0.33Л Feijoa",
        "price": 450.0
    },
    {
        "barcode": "762497922295",
        "name": "CNJP DRAGON LA TIAO SM",
        "price": 100.0
    },
    {
        "barcode": "6921211119227",
        "name": "ЧЧ ЖЕВ-Р. INCREDIBLE CHEW 47ГР Клубника",
        "price": 470.0
    },
    {
        "barcode": "46040145",
        "name": "КАРАМЕЛЬНЫЕ КОНФ. MELLER 38ГР Шоколадная Начинка",
        "price": 420.0
    },
    {
        "barcode": "46156686",
        "name": "ЖЕВ.-КОНФ. FRUIT-TELLA 41ГР Фруктовый Йогурт",
        "price": 380.0
    },
    {
        "barcode": "4602606017596",
        "name": "ЖЕВ.-КОНФ. FRUIT-TELLA 41ГР Кислый Микс",
        "price": 380.0
    },
    {
        "barcode": "4602606010924",
        "name": "ЖЕВ.-КОНФ. FRUIT-TELLA 41ГР Ассорти",
        "price": 380.0
    },
    {
        "barcode": "48748964",
        "name": "СИГ CAMEL Aroma Red",
        "price": 1370.0
    },
    {
        "barcode": "48706162",
        "name": "СИГ CAMEL Aroma Bronze",
        "price": 1370.0
    },
    {
        "barcode": "4870237151372",
        "name": "КОНС ВСЕ В ДОМ ЖБ 240ГР КЛЮЧ Шпроты в Масле",
        "price": 950.0
    },
    {
        "barcode": "4870001084417",
        "name": "ЦИН-КАЗ СОЛЕНИЕ СТ 680ГР Лечо в Томатном Соусе",
        "price": 1200.0
    },
    {
        "barcode": "4607084352542",
        "name": "CHOCO-PIE 12ШТ Mango",
        "price": 1450.0
    },
    {
        "barcode": "4607084352511",
        "name": "CHOCO-PIE 12ШТ Black Currant",
        "price": 1450.0
    },
    {
        "barcode": "4870069002347",
        "name": "ЗЕФИР-ЖЕВ. СЛАСТЕНА 75ГР Cola",
        "price": 450.0
    },
    {
        "barcode": "4870260030132",
        "name": "ПМАЙКА СОСИСКИ HALAL 400ГР Молочные",
        "price": 1000.0
    },
    {
        "barcode": "4870260030125",
        "name": "ПМАЙКА СОСИСКИ HALAL 400ГР Куриные",
        "price": 1000.0
    },
    {
        "barcode": "4870260030163",
        "name": "КОЛБАСА ВАР. HALAL 400ГР Бутербродная",
        "price": 900.0
    },
    {
        "barcode": "8700216760423",
        "name": "СМО ЖИДКОСТЬ ARIEL 1.105Л Color",
        "price": 2900.0
    },
    {
        "barcode": "4870238601104",
        "name": "МАСЛО СЛИВОЧНОЕ МАСЛОДЕЛ 180ГР Сливочное",
        "price": 350.0
    },
    {
        "barcode": "4620017455349",
        "name": "ЯШК ПЕЧ PUFFITO 125ГР Смородина",
        "price": 500.0
    },
    {
        "barcode": "4870260030156",
        "name": "КОЛБАСА ВАР. HALAL 400ГР Мусульманская",
        "price": 900.0
    },
    {
        "barcode": "4680002230474",
        "name": "СЫРОК GEDEON 75ГР Малина и Крем-Сливки",
        "price": 370.0
    },
    {
        "barcode": "4606103001911",
        "name": "СЫРОК GEDEON 75ГР Клубника и Банан",
        "price": 370.0
    },
    {
        "barcode": "4606103002154",
        "name": "СЫРОК GEDEON 40ГР Трюфель",
        "price": 230.0
    },
    {
        "barcode": "4606103001591",
        "name": "СЫРОК GEDEON 40ГР Вареная Сгущенка",
        "price": 230.0
    },
    {
        "barcode": "4606103001638",
        "name": "СЫРОК GEDEON 40ГР Ванилин",
        "price": 230.0
    },
    {
        "barcode": "4871234001837",
        "name": "ТВОР.-МАССА GEDEON ANADEL 400ГР Ваниль",
        "price": 800.0
    },
    {
        "barcode": "4871234002063",
        "name": "ТВОР.-МАССА GEDEON ANADEL 400ГР Шоколад",
        "price": 800.0
    },
    {
        "barcode": "4870227274654",
        "name": "СНЕКИ ROLLTON ROLROL Итальянская Пицца",
        "price": 200.0
    },
    {
        "barcode": "4870237151365",
        "name": "КОНС ВСЕ В ДОМ ЖБ 240ГР КЛЮЧ Сардина в Масле",
        "price": 1350.0
    },
    {
        "barcode": "4870237151358",
        "name": "КОНС ВСЕ В ДОМ ЖБ 240ГР КЛЮЧ Килька",
        "price": 770.0
    },
    {
        "barcode": "4009900581943",
        "name": "ДРАЖЕ-КИСЛ. SKITTLES 38ГР Smoothie",
        "price": 370.0
    },
    {
        "barcode": "4870001572242",
        "name": "ВОДА ASU ПБ ВКУС ГАЗ 1.0Л Груша-Персик",
        "price": 450.0
    },
    {
        "barcode": "6906911140818",
        "name": "ДЕТ AKBULAK Soap Candy",
        "price": 200.0
    },
    {
        "barcode": "5053990101597",
        "name": "ЧИПСЫ PRINGLES 165ГР Sour Cream & Onion",
        "price": 2000.0
    },
    {
        "barcode": "5053990106981",
        "name": "ЧИПСЫ PRINGLES 165ГР Cheesy Cheese",
        "price": 2000.0
    },
    {
        "barcode": "5053990161669",
        "name": "ЧИПСЫ PRINGLES 165ГР Paprika",
        "price": 2000.0
    },
    {
        "barcode": "5053990161966",
        "name": "ЧИПСЫ PRINGLES 165ГР Barbecue",
        "price": 2000.0
    },
    {
        "barcode": "4610030144450",
        "name": "СИГ K.RITTER SS Turin Coffee",
        "price": 1000.0
    },
    {
        "barcode": "4870245160250",
        "name": "НАПИТ FRUITNGO 0.45Л ЖБ Дыня-Малина",
        "price": 500.0
    },
    {
        "barcode": "46207739",
        "name": "ЖЕВ-Р. WRIGLEY'S 5 15.6ГР Сладкие Ягоды",
        "price": 370.0
    },
    {
        "barcode": "46161826",
        "name": "ЖЕВ-Р. WRIGLEY'S 5 15.6ГР Свежая Мята",
        "price": 370.0
    },
    {
        "barcode": "46161833",
        "name": "ЖЕВ-Р. WRIGLEY'S 5 15.6ГР Сочный Арбуз",
        "price": 370.0
    },
    {
        "barcode": "4810093015951",
        "name": "МОЛОКО (SZ) СЛАВЯНСКИЕ ТРАДИЦИИ 3.2% 1Л",
        "price": 600.0
    },
    {
        "barcode": "4870206551196",
        "name": "МП ПЕРВОМАЙСКАЯ 200ГР Рулет Куриный",
        "price": 1900.0
    },
    {
        "barcode": "4870206559734",
        "name": "МП ПЕРВОМАЙСКАЯ 100ГР Сервелат Говяжий",
        "price": 1200.0
    },
    {
        "barcode": "4870206559390",
        "name": "МП ПЕРВОМАЙСКАЯ 200ГР Пекинская Утка",
        "price": 1500.0
    },
    {
        "barcode": "4870206556580",
        "name": "МП ПЕРВОМАЙСКАЯ 200ГР Филе Индейки",
        "price": 2100.0
    },
    {
        "barcode": "4870206559765",
        "name": "МП ПЕРВОМАЙСКАЯ 100ГР Сервелат Конский",
        "price": 1200.0
    },
    {
        "barcode": "4630116184514",
        "name": "МАРШМЕЛЛОУ CONFECTUM 70ГР Clouds",
        "price": 450.0
    },
    {
        "barcode": "4630116184477",
        "name": "МАРШМЕЛЛОУ CONFECTUM 70ГР Mini",
        "price": 450.0
    },
    {
        "barcode": "4602606019316",
        "name": "ЧЧ РОЛЛСЫ 150ГР Кола",
        "price": 970.0
    },
    {
        "barcode": "4690228036866",
        "name": "ХЛЕБЦЫ АГУША 30ГР Груша",
        "price": 500.0
    },
    {
        "barcode": "4690228036873",
        "name": "ХЛЕБЦЫ АГУША 30ГР Ягодное",
        "price": 500.0
    },
    {
        "barcode": "6939342805018",
        "name": "ДЕТ СПРЕЙ XXL",
        "price": 150.0
    },
    {
        "barcode": "3086126718798",
        "name": "БРИТВА МУЖ. BIC Metal",
        "price": 400.0
    },
    {
        "barcode": "4870202041066",
        "name": "РЫБА АС СЕЛЕДОЧКА Филе Сельди",
        "price": 1650.0
    },
    {
        "barcode": "4870202041370",
        "name": "РЫБА АС СЕЛЕДОЧКА Филе Сельди",
        "price": 1650.0
    },
    {
        "barcode": "4870202041097",
        "name": "РЫБА АС СЕЛЕДОЧКА Филе Сельди",
        "price": 1650.0
    },
    {
        "barcode": "4870240019768",
        "name": "СИГ MARLBORO Vista+ Midnight",
        "price": 1300.0
    },
    {
        "barcode": "4870240019799",
        "name": "СИГ MARLBORO Vista+ Sunray",
        "price": 1300.0
    },
    {
        "barcode": "4870240019591",
        "name": "СИГ LM Lounge La Palma (Ваниль)",
        "price": 1220.0
    },
    {
        "barcode": "4870240019577",
        "name": "СИГ LM Lounge Riviera (Яблоко-Ментол)",
        "price": 1220.0
    },
    {
        "barcode": "4870005920599",
        "name": "МАФФИН МИР КЕКСОВ",
        "price": 750.0
    },
    {
        "barcode": "4870005922029",
        "name": "ПЕЧЕНЬЕ МИР КЕКСОВ Капля",
        "price": 650.0
    },
    {
        "barcode": "4870259340570",
        "name": "ШИНЛ BAHROMA 75ГР Кокос в Шоколаде",
        "price": 850.0
    },
    {
        "barcode": "4607015237573",
        "name": "ЯШК ЧИПСЫ FAN 120ГР Сыр",
        "price": 670.0
    },
    {
        "barcode": "4670082522767",
        "name": "БТН. SNICKERS 80ГР Арахисовый",
        "price": 700.0
    },
    {
        "barcode": "4009900527736",
        "name": "ДРАЖЕ-КИСЛ. SKITTLES MINI 15ГР Red",
        "price": 200.0
    },
    {
        "barcode": "4870246880652",
        "name": "ДЕТ HEY HERE",
        "price": 100.0
    },
    {
        "barcode": "6979456153544",
        "name": "ДЕТ HEY HERE",
        "price": 100.0
    },
    {
        "barcode": "4806821022445",
        "name": "ДЕТ HEY HERE",
        "price": 100.0
    },
    {
        "barcode": "8852168232203",
        "name": "ДЕТ HEY HERE",
        "price": 100.0
    },
    {
        "barcode": "8698726789990",
        "name": "ДЕТ ЮПИ SAMIA C-2L Pineapple",
        "price": 70.0
    },
    {
        "barcode": "8699478219605",
        "name": "ДЕТ ЮПИ FRUCY C-1L Вишня",
        "price": 70.0
    },
    {
        "barcode": "4631137299454",
        "name": "СОЛ РАЗНОСОЛЬНИКОВ 680ГР - 340ГР Огурцы Мар.",
        "price": 1350.0
    },
    {
        "barcode": "48706186",
        "name": "СИГ EVO STICKS Coral",
        "price": 1330.0
    },
    {
        "barcode": "3800162449214",
        "name": "СИГ CORSET Golden Touch",
        "price": 1280.0
    },
    {
        "barcode": "3800162449184",
        "name": "СИГ CORSET Red Velvet",
        "price": 1280.0
    },
    {
        "barcode": "3800162449245",
        "name": "СИГ CORSET Summer Scent",
        "price": 1280.0
    },
    {
        "barcode": "3800162449368",
        "name": "СИГ THE KING SS Dark Fusion Ruby Boost",
        "price": 1150.0
    },
    {
        "barcode": "3800162449276",
        "name": "СИГ THE KING SS Dark Fusion Gold Boost",
        "price": 1150.0
    },
    {
        "barcode": "3800162449153",
        "name": "СИГ THE KING Compact Purple (Pop)",
        "price": 1150.0
    },
    {
        "barcode": "3800162449061",
        "name": "СИГ THE KING Compact Blue (Обычный)",
        "price": 1150.0
    },
    {
        "barcode": "3800162449009",
        "name": "СИГ THE KING Compact Aroma Fusion Gold",
        "price": 1150.0
    },
    {
        "barcode": "3800162448941",
        "name": "СИГ THE KING Compact Aroma Fusion Violet",
        "price": 1150.0
    },
    {
        "barcode": "3800162448972",
        "name": "СИГ THE KING Compact Aroma Fusion Green",
        "price": 1150.0
    },
    {
        "barcode": "4870218891068",
        "name": "RB GOLDEN NUTS АРАХИС ПК 100ГР Шашлык",
        "price": 500.0
    },
    {
        "barcode": "4870218891044",
        "name": "RB GOLDEN NUTS АРАХИС ПК 100ГР Краб",
        "price": 500.0
    },
    {
        "barcode": "4870218893048",
        "name": "RB GOLDEN NUTS АРАХИС ПК 100ГР Сметана-Лук",
        "price": 500.0
    },
    {
        "barcode": "4630024630868",
        "name": "ЛБП БИГ ЛАНЧ ЛТ 90ГР Паприкаш",
        "price": 570.0
    },
    {
        "barcode": "4870001157920",
        "name": "ВОДА ASU ПБ REG 1.5Л ГАЗ Обычная",
        "price": 500.0
    },
    {
        "barcode": "4870213111567",
        "name": "ПОПКОРН MIXI 100ГР f",
        "price": 1050.0
    },
    {
        "barcode": "4870213111550",
        "name": "ПОПКОРН MIXI 100ГР m",
        "price": 1050.0
    },
    {
        "barcode": "4700000140640",
        "name": "ЧЕЧИЛ Киргиза",
        "price": 670.0
    },
    {
        "barcode": "4006396072719",
        "name": "СИГ CHAPMAN CP Fusion Flare",
        "price": 1300.0
    },
    {
        "barcode": "4690388122133",
        "name": "ЧИПСЫ LAYS 105ГР РИФЛ Колбаски братвурст по-немецки",
        "price": 1100.0
    },
    {
        "barcode": "7622202204166",
        "name": "OREO 95ГР 10ШТ Chocolate",
        "price": 520.0
    },
    {
        "barcode": "7622202206191",
        "name": "OREO 95ГР 10ШТ Strawberry Cheesecake",
        "price": 520.0
    },
    {
        "barcode": "7622210375735",
        "name": "OREO 38ГР 4ШТ Original",
        "price": 250.0
    },
    {
        "barcode": "7622202260155",
        "name": "БАТОНЧИК ALPEN GOLD OREO Milk Chocolate",
        "price": 320.0
    },
    {
        "barcode": "7622202260186",
        "name": "БАТОНЧИК ALPEN GOLD OREO White Chocolate",
        "price": 320.0
    },
    {
        "barcode": "4620017459491",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР MAX СОУС Шашлык",
        "price": 300.0
    },
    {
        "barcode": "4870004341777",
        "name": "ПРИПР ASYL 15ГР Мясная",
        "price": 120.0
    },
    {
        "barcode": "4870003987808",
        "name": "ПИВО БОЛЬШАЯ SLAVNA ПРАГА ЖБ 0.45Л Разливное",
        "price": 600.0
    },
    {
        "barcode": "4815101000721",
        "name": "ЧИПСЫ JUST BRUTAL 80ГР",
        "price": 580.0
    },
    {
        "barcode": "4815101000646",
        "name": "ЧИПСЫ JUST BRUTAL 80ГР",
        "price": 580.0
    },
    {
        "barcode": "4815101003395",
        "name": "ЧИПСЫ JUST BRUTAL 80ГР",
        "price": 580.0
    },
    {
        "barcode": "4810099043934",
        "name": "СЫРОК МОЛОЧНЫЙ МИР 40ГР",
        "price": 250.0
    },
    {
        "barcode": "4810099043927",
        "name": "СЫРОК МОЛОЧНЫЙ МИР 40ГР",
        "price": 250.0
    },
    {
        "barcode": "4810099043200",
        "name": "СЫРОК МОЛОЧНЫЙ МИР 40ГР",
        "price": 250.0
    },
    {
        "barcode": "4810099043194",
        "name": "СЫРОК МОЛОЧНЫЙ МИР 40ГР",
        "price": 250.0
    },
    {
        "barcode": "4870249811264",
        "name": "СИГ TEREA Cap. Oasis Pearl",
        "price": 1330.0
    },
    {
        "barcode": "6955104841681",
        "name": "ДЕТ AKBULAK Popping Candy",
        "price": 70.0
    },
    {
        "barcode": "4607958071661",
        "name": "ПМОЖЕТ ВАР 400ГР Классика",
        "price": 1100.0
    },
    {
        "barcode": "4006396046161",
        "name": "СИГ CHAPMAN R OP Classic",
        "price": 1300.0
    },
    {
        "barcode": "8697520100079",
        "name": "НАПИТ JOOZY Lychee Sparkling",
        "price": 400.0
    },
    {
        "barcode": "8697520105050",
        "name": "НАПИТ CAMILICA PORTAKAL",
        "price": 350.0
    },
    {
        "barcode": "4607084357202",
        "name": "CHOCO-PIE 12ШТ Matcha",
        "price": 1750.0
    },
    {
        "barcode": "4870244250358",
        "name": "ЛИСТЬЯ НОРИ MASTER KAN NORIKAN 4ГР Chili",
        "price": 320.0
    },
    {
        "barcode": "4870244250334",
        "name": "ЛИСТЬЯ НОРИ MASTER KAN NORIKAN 4ГР Salty",
        "price": 320.0
    },
    {
        "barcode": "48706193",
        "name": "СИГ EVO STICKS Green",
        "price": 1330.0
    },
    {
        "barcode": "48730549",
        "name": "СИГ EVO STICKS Purple",
        "price": 1330.0
    },
    {
        "barcode": "4870001573959",
        "name": "НАПИТ PIALA IT 1.0Л ПБ ЗЕЛ Mango Vibe (Манго-Бергамот)",
        "price": 570.0
    },
    {
        "barcode": "4870001574123",
        "name": "НАПИТ AVA LEMONADE ПБ 1.0Л Tropic Sun",
        "price": 620.0
    },
    {
        "barcode": "4870006340464",
        "name": "КУРТ АК-БУЛАК ПРОДУКТ 100ГР",
        "price": 600.0
    },
    {
        "barcode": "4870071004377",
        "name": "НАПИТ TASSAY IT 1.0Л ПБ Peach",
        "price": 580.0
    },
    {
        "barcode": "4870144749426",
        "name": "СЛИВКИ ПЕТРОПАВЛОВСКОЕ 7.1% 500МЛ",
        "price": 600.0
    },
    {
        "barcode": "5996175230326",
        "name": "ДЕЗОДОРАНТ ТВЕРДЫЙ LADY SPEED STICK 45ГР Дикая Фрезия",
        "price": 2000.0
    },
    {
        "barcode": "48746540",
        "name": "СИГ DUNHILL Compact Ruby Aroma",
        "price": 1350.0
    },
    {
        "barcode": "4870035000926",
        "name": "ТЖ МАЙОНЕЗ 150ГР ДП Провансаль",
        "price": 350.0
    },
    {
        "barcode": "4870004451179",
        "name": "СЛАДОСТИ КОНФЕТЫ-БАРАНОЧКИ 300ГР Красные/Коричневые",
        "price": 780.0
    },
    {
        "barcode": "4870004451445",
        "name": "СЛАДОСТИ КОНФЕТЫ-БАРАНОЧКИ 300ГР Красные/Коричневые",
        "price": 780.0
    },
    {
        "barcode": "4870004450240",
        "name": "МАРМЕЛАД КОНФЕТЫ-БАРАНОЧКИ 280ГР Трехслойный",
        "price": 670.0
    },
    {
        "barcode": "4870004450233",
        "name": "МАРМЕЛАД КОНФЕТЫ-БАРАНОЧКИ 250ГР Экзотика",
        "price": 670.0
    },
    {
        "barcode": "4870004450547",
        "name": "МАРМЕЛАД КОНФЕТЫ-БАРАНОЧКИ 250ГР Мармешарики",
        "price": 670.0
    },
    {
        "barcode": "4870004452367",
        "name": "МАРМЕЛАД КОНФЕТЫ-БАРАНОЧКИ 270ГР Ассорти",
        "price": 670.0
    },
    {
        "barcode": "4870004451865",
        "name": "БЕЛЬГ.-ВАФЛИ КОНФЕТЫ-БАРАНОЧКИ 75ГР Ассорти",
        "price": 200.0
    },
    {
        "barcode": "4870004451827",
        "name": "БЕЛЬГ.-ВАФЛИ КОНФЕТЫ-БАРАНОЧКИ 75ГР Ассорти",
        "price": 200.0
    },
    {
        "barcode": "4870004451841",
        "name": "БЕЛЬГ.-ВАФЛИ КОНФЕТЫ-БАРАНОЧКИ 75ГР Ассорти",
        "price": 200.0
    },
    {
        "barcode": "4870004451872",
        "name": "БЕЛЬГ.-ВАФЛИ КОНФЕТЫ-БАРАНОЧКИ 75ГР Ассорти",
        "price": 200.0
    },
    {
        "barcode": "4870004451810",
        "name": "БЕЛЬГ.-ВАФЛИ КОНФЕТЫ-БАРАНОЧКИ 75ГР Ассорти",
        "price": 200.0
    },
    {
        "barcode": "724133226372",
        "name": "БЕРЕКЕТ КЕКСЫ 12ШТ Изюм",
        "price": 760.0
    },
    {
        "barcode": "724133226167",
        "name": "БЕРЕКЕТ КЕКСЫ 12ШТ Сгущенка",
        "price": 760.0
    },
    {
        "barcode": "724133226174",
        "name": "БЕРЕКЕТ КЕКСЫ 12ШТ Молочный",
        "price": 670.0
    },
    {
        "barcode": "724133225948",
        "name": "БЕРЕКЕТ ПЕЧЕНЬЕ 500ГР Кукурузное",
        "price": 480.0
    },
    {
        "barcode": "724133226358",
        "name": "БЕРЕКЕТ ПРЯНИКИ 500ГР Лимонные",
        "price": 550.0
    },
    {
        "barcode": "724133226204",
        "name": "БЕРЕКЕТ ПЕЧЕНЬЕ 400ГР Медовое",
        "price": 660.0
    },
    {
        "barcode": "724133226297",
        "name": "БЕРЕКЕТ КОРЖИК 10ШТ Молочный",
        "price": 700.0
    },
    {
        "barcode": "724133226303",
        "name": "БЕРЕКЕТ СЕРДЕЧКА 8ШТ",
        "price": 700.0
    },
    {
        "barcode": "9002490300111",
        "name": "ЭНЕРГ RED BULL ЖБ 0.25Л EDSummer Grapefruit & Blossom",
        "price": 930.0
    },
    {
        "barcode": "4870144340876",
        "name": "ВОДА ASU ПБ MIN 7SU 1.5Л ПБ Минерализованная",
        "price": 420.0
    },
    {
        "barcode": "4700000140473",
        "name": "КИРГИЗ СУХОЕ МОЛОКО 17% 250ГР",
        "price": 1100.0
    },
    {
        "barcode": "4870251040676",
        "name": "ВОДКА ХОРТИЦЯ КАЗЫНА 0.2Л",
        "price": 850.0
    },
    {
        "barcode": "8721274646245",
        "name": "ИНМ VOLCANIX 73ГР",
        "price": 620.0
    },
    {
        "barcode": "8721274646511",
        "name": "ИНМ МАГНАТ 88.7ГР СЭНДВИЧ Миндаль",
        "price": 1050.0
    },
    {
        "barcode": "80906810",
        "name": "KINDER Tris",
        "price": 469.0
    },
    {
        "barcode": "80906032",
        "name": "KINDER Tronky",
        "price": 360.0
    },
    {
        "barcode": "8721274646764",
        "name": "ИНМ MAGNUM 69.5ГР SIGNATURE Фисташка",
        "price": 1250.0
    },
    {
        "barcode": "4780022122039",
        "name": "НАПИТ YURTIM МОХИТО ЖБ 0.5Л Клубника",
        "price": 550.0
    },
    {
        "barcode": "4870218892874",
        "name": "RB GOLDEN NUTS АРАХИС ПК 100ГР Салями",
        "price": 500.0
    },
    {
        "barcode": "4607958072347",
        "name": "ПМОЖЕТ ВАР КОП 350ГР Зернистый",
        "price": 1650.0
    },
    {
        "barcode": "4630362180537",
        "name": "ПМОЖЕТ ASLAM ВАР КОП 290ГР Samah",
        "price": 1450.0
    },
    {
        "barcode": "4630362180544",
        "name": "ПМОЖЕТ ASLAM ВАР КОП 290ГР Zhazira",
        "price": 1450.0
    },
    {
        "barcode": "4084500979406",
        "name": "ШАМПУНЬ-ГДД OLD SPICE 3in1 200МЛ Wolfthorn",
        "price": 1300.0
    },
    {
        "barcode": "8700216939317",
        "name": "ШАМПУНЬ PANTENE 400МЛ PRO-V Заряд Увлажнения",
        "price": 2100.0
    },
    {
        "barcode": "8700216939935",
        "name": "БАЛЬЗАМ-ОПОЛ. PANTENE PRO-V 275МЛ Active Nutri-Plex Заряд Увлажнения",
        "price": 2400.0
    },
    {
        "barcode": "4870202941830",
        "name": "ВЛАЖНЫЕ САЛФЕТКИ 120ШТ Детские",
        "price": 600.0
    },
    {
        "barcode": "6932784217821",
        "name": "РУЧКА ELLOT Noon",
        "price": 100.0
    },
    {
        "barcode": "48706155",
        "name": "СИГ WINSTON Compact Aroma Ruby",
        "price": 1300.0
    },
    {
        "barcode": "48706179",
        "name": "СИГ WINSTON Compact Aroma Brown",
        "price": 1300.0
    },
    {
        "barcode": "8718951694569",
        "name": "ШАМПУНЬ PALMOLIVE 220МЛ MEN ПрПЕРХ-ВСкП Шалфей",
        "price": 1000.0
    },
    {
        "barcode": "8718951694507",
        "name": "ШАМПУНЬ PALMOLIVE 220МЛ НАТУРЭЛЬ УВЛАЖНЕНИЕ-НиТВ Масло Оливы",
        "price": 1000.0
    },
    {
        "barcode": "8718951694538",
        "name": "ШАМПУНЬ PALMOLIVE 220МЛ НАТУРЭЛЬ БЛЕСКИЗАБОТА-ВТВ Гранат",
        "price": 1000.0
    },
    {
        "barcode": "6920238011118",
        "name": "ЛБП NONGSHIM KIMCHI 120ГР Classic Flavor",
        "price": 650.0
    },
    {
        "barcode": "4870239130856",
        "name": "СМЕТАНА-20% 3-ЖЕЛАНИЯ 700ГР ВЕДРО Иртыш",
        "price": 800.0
    },
    {
        "barcode": "4870035002951",
        "name": "СОЛЕНИЕ 3-ЖЕЛАНИЯ 720МЛ Огурцы Маринованные (Хрустящие)",
        "price": 1250.0
    },
    {
        "barcode": "8006530236485",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 100ГР BOX ЦВ-ЗЕЛ. Аромат Алоэ",
        "price": 630.0
    },
    {
        "barcode": "8006530236577",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 100ГР BOX ЦВ-СИН. Ослепительно Белое",
        "price": 630.0
    },
    {
        "barcode": "8700216532921",
        "name": "ЛОС. ПОСЛ. БРИТЬЯ GILETTE 50МЛ BOX ОСВЕЖАЮЩИЙ Арктическая Свежесть",
        "price": 2600.0
    },
    {
        "barcode": "4870245160168",
        "name": "НАПИТ FRUITNGO 1.0Л ПБ Дюшес/Буратино",
        "price": 350.0
    },
    {
        "barcode": "4870245160120",
        "name": "НАПИТ FRUITNGO 1.0Л ПБ Дюшес/Буратино",
        "price": 350.0
    },
    {
        "barcode": "4870233466531",
        "name": "ШИНЛ КОРОВКА ЭСКИМО 70ГР Вар.Сгущенка",
        "price": 400.0
    },
    {
        "barcode": "48706223",
        "name": "СИГ EVO STICKS Cap. Pink Option",
        "price": 1330.0
    },
    {
        "barcode": "4870144340814",
        "name": "ЭНЕРГ LAVINA ENERGY 0.45Л ЖБ Mental Lab Original",
        "price": 600.0
    },
    {
        "barcode": "5449000002914",
        "name": "НАПИТ COCA-COLA ПБ 0.6Л Classic",
        "price": 470.0
    },
    {
        "barcode": "4630116184934",
        "name": "МАРШМЕЛЛОУ CONFECTUM 50ГР Ваниль-Манго",
        "price": 420.0
    },
    {
        "barcode": "4870003988393",
        "name": "ПИВО EFES ЖБ 0.45Л SUNLIGHT",
        "price": 700.0
    },
    {
        "barcode": "4870243681573",
        "name": "НАПИТ ZUURAY МОХИТО ЖБ 0.45Л Лайм",
        "price": 300.0
    },
    {
        "barcode": "4870243681665",
        "name": "НАПИТ ZUURAY ЧААЙ ПБ 0.5Л Персик/Клубника",
        "price": 300.0
    },
    {
        "barcode": "4870243681627",
        "name": "НАПИТ ZUURAY ЧААЙ ПБ 0.5Л Персик/Клубника",
        "price": 300.0
    },
    {
        "barcode": "48749008",
        "name": "СИГ EVO STICKS Gold",
        "price": 1330.0
    },
    {
        "barcode": "48748797",
        "name": "СИГ EVO STICKS Cap. Ruby Option",
        "price": 1330.0
    },
    {
        "barcode": "4607958076345",
        "name": "ПМОЖЕТ БЕКОН 140ГР СЫР КОП",
        "price": 950.0
    },
    {
        "barcode": "4870001573768",
        "name": "НАПИТ PIALA IT 0.96Л ПБ ЧЕР Berry Fresh (Малина)",
        "price": 570.0
    },
    {
        "barcode": "48730563",
        "name": "СИГ RICHMOND Rouge Edition",
        "price": 1370.0
    },
    {
        "barcode": "8006530236515",
        "name": "МЫЛО ТВЕРДОЕ SAFEGUARD 100ГР BOX ЦВ-ФИОЛ. Аромат Лаванды",
        "price": 630.0
    },
    {
        "barcode": "8700216586863",
        "name": "ШАМПУНЬ Пр.ПЕРХ. HEAD&SHOULDERS 360МЛ Энергия Океана",
        "price": 2400.0
    },
    {
        "barcode": "4780022121988",
        "name": "НАПИТ YURTIM МОХИТО ЖБ 0.5Л Классика",
        "price": 550.0
    },
    {
        "barcode": "3086126691565",
        "name": "БРИТВА МУЖ. BIC 3-Sensitive VitE&Aloe",
        "price": 560.0
    },
    {
        "barcode": "4870001130053",
        "name": "СОЛЬ СЛАВЯНКА 1КГ",
        "price": 100.0
    },
    {
        "barcode": "4870003988362",
        "name": "ПИВО HEYZEE ЖБ 0.45Л Маракуйя",
        "price": 680.0
    },
    {
        "barcode": "4870003988324",
        "name": "ПИВО HEYZEE ЖБ 0.45Л Грейпфрут",
        "price": 680.0
    },
    {
        "barcode": "4870003988379",
        "name": "ПИВО HEYZEE СТ 0.40Л Маракуйя",
        "price": 680.0
    },
    {
        "barcode": "4870003988348",
        "name": "ПИВО HEYZEE СТ 0.40Л Грейпфрут",
        "price": 680.0
    },
    {
        "barcode": "4870251040058",
        "name": "ВОДКА ХОРТИЦЯ КАЗЫНА 0.5Л",
        "price": 2000.0
    },
    {
        "barcode": "4870251040034",
        "name": "ВОДКА ХОРТИЦЯ КАЗЫНА 0.5Л",
        "price": 2000.0
    },
    {
        "barcode": "8801116052707",
        "name": "СИГ ESSE CHANGE 100s B",
        "price": 1250.0
    },
    {
        "barcode": "4870252874294",
        "name": "СИГ BOHEM Demi Cavana Red",
        "price": 1420.0
    },
    {
        "barcode": "4870252874324",
        "name": "СИГ BOHEM Demi Cavana Brown",
        "price": 1420.0
    },
    {
        "barcode": "48706209",
        "name": "СИГ EVO STICKS Fluo",
        "price": 1330.0
    },
    {
        "barcode": "4870144745725",
        "name": "СГУЩЕНКА МАСЛОДЕЛ 250ГР ДП Цельное",
        "price": 300.0
    },
    {
        "barcode": "4630116184330",
        "name": "МАРШМЕЛЛОУ CONFECTUM 40ГР Косичка",
        "price": 250.0
    },
    {
        "barcode": "8711000600771",
        "name": "КОФЕ JACOBS 3-1 РАСТ. СШ 18ГР Monarch Gold",
        "price": 130.0
    },
    {
        "barcode": "4680167315511",
        "name": "ЯШК СУХАР. КИРИЕШКИ 50ГР БАГЕТ Болоньезе",
        "price": 170.0
    },
    {
        "barcode": "4690329016552",
        "name": "ЯШК СУХАР. КИРИЕШКИ 33ГР БАГЕТ Холодец-Хрен",
        "price": 100.0
    },
    {
        "barcode": "4607043162410",
        "name": "КОНС СТЕЛЛ ФИЛЕ Тунец Желтоперый",
        "price": 1000.0
    },
    {
        "barcode": "726529370010",
        "name": "УКСУСНАЯ КИСЛОТА 70% 150МЛ СХТ",
        "price": 350.0
    },
    {
        "barcode": "6901377950575",
        "name": "ГЛУТАМАТ НАТРИЯ ЛОТОС 100ГР",
        "price": 150.0
    },
    {
        "barcode": "80867067",
        "name": "ВАФЛИ KINDER BUENO 43ГР Dark",
        "price": 570.0
    },
    {
        "barcode": "4014400936926",
        "name": "МАРМЕЛАД MAMBA ПКТ 72ГР Сочный Центр Ягодный Микс",
        "price": 650.0
    },
    {
        "barcode": "4870071004407",
        "name": "НАПИТ TASSAY IT 1.0Л ПБ Лимон",
        "price": 580.0
    },
    {
        "barcode": "4607958076321",
        "name": "ПМОЖЕТ ВАР 400ГР Домашняя",
        "price": 1250.0
    },
    {
        "barcode": "4870251040065",
        "name": "ВОДКА ХОРТИЦЯ КАЗЫНА 0.7Л",
        "price": 2600.0
    }
];